/*
SQLyog Professional
MySQL - 5.7.19 : Database - gcms
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`gcms` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `gcms`;

/*Table structure for table `appointment` */

CREATE TABLE `appointment` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) DEFAULT NULL,
  `handle_user_id` bigint(20) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `app_time` datetime DEFAULT NULL,
  `info` varchar(255) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `status` int(5) DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL COMMENT '省',
  `area` varchar(255) DEFAULT NULL COMMENT '区',
  `city` varchar(255) DEFAULT NULL COMMENT '市',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

/*Data for the table `appointment` */

LOCK TABLES `appointment` WRITE;

insert  into `appointment`(`id`,`user_id`,`handle_user_id`,`phone`,`address`,`app_time`,`info`,`create_time`,`status`,`province`,`area`,`city`) values 
(1,1,1,NULL,NULL,'2020-04-20 00:00:00','哈哈哈','2020-04-19 15:06:50',2,NULL,NULL,NULL);

UNLOCK TABLES;

/*Table structure for table `categorization` */

CREATE TABLE `categorization` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `content` varchar(255) DEFAULT NULL,
  `type` int(5) DEFAULT NULL,
  `view_count` bigint(20) unsigned DEFAULT '0',
  `value` double(10,2) DEFAULT NULL,
  `harm` int(5) DEFAULT NULL,
  `info` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=44 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

/*Data for the table `categorization` */

LOCK TABLES `categorization` WRITE;

insert  into `categorization`(`id`,`content`,`type`,`view_count`,`value`,`harm`,`info`) values 
(1,'啤酒瓶盖',1,19,5.00,0,'啤酒瓶盖子'),
(2,'酒瓶盖',1,0,5.00,0,'啤酒瓶盖子'),
(3,'瓶盖',1,0,5.00,0,'饮料瓶盖子'),
(4,'酒瓶',1,0,5.00,0,'啤酒瓶'),
(5,'酒瓶塞子',2,1,5.00,0,'木质塞子'),
(6,'刀片',1,10,5.00,0,'铁质刀片'),
(7,'钨丝',1,10,5.00,3,'电灯钨丝'),
(8,'猫粮',3,10,3.00,1,'小猫的粮食'),
(9,'塑料袋',2,10,1.00,4,'日常用'),
(10,'塑料盒',1,10,5.00,0,'日常用'),
(11,'废旧电池',4,22,1.00,4,'有害垃圾'),
(12,'5号电池',4,18,1.00,4,'有害垃圾'),
(13,'充电电池',4,13,1.00,4,'有害垃圾'),
(14,'电池',4,13,1.00,4,'有害垃圾'),
(15,'瑜伽垫',1,16,3.00,3,'运动产品'),
(16,'打印过的废纸',1,15,4.00,1,'纸质产品'),
(17,'巧克力',3,10,1.00,2,'巧克力'),
(18,'荔枝',3,10,1.00,1,'荔枝'),
(19,'荔枝壳',3,10,1.00,1,'荔枝壳'),
(20,'荔枝核',3,10,1.00,1,'荔枝核'),
(21,'废旧衣物',1,14,2.00,3,'衣服'),
(22,'废旧衣服',1,10,2.00,3,'衣服'),
(23,'笔记本电脑',1,24,2.00,3,'笔记本电脑'),
(24,'电脑',1,23,3.00,4,'电脑'),
(25,'电脑机箱',1,23,2.00,4,'电脑机箱'),
(26,'电脑屏幕',1,23,2.00,4,'电脑屏幕'),
(27,'电脑设备',1,27,2.00,4,'电脑设备'),
(29,'一次性筷子',2,10,3.00,1,'一次性筷子'),
(30,'木筷子',2,10,3.00,1,'木筷子'),
(32,'啤酒瓶盖',3,19,1.00,2,'可食用'),
(42,'旧筷子',1,2,3.00,0,''),
(43,'苹果',1,5,2000.00,0,'无');

UNLOCK TABLES;

/*Table structure for table `dict_type` */

CREATE TABLE `dict_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `style` varchar(255) DEFAULT NULL COMMENT '前端显示样式',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

/*Data for the table `dict_type` */

LOCK TABLES `dict_type` WRITE;

insert  into `dict_type`(`id`,`name`,`style`) values 
(1,'可回收垃圾','bg-success'),
(2,'干垃圾','bg-secondary'),
(4,'湿垃圾','bg-primary'),
(8,'有害垃圾','bg-danger');

UNLOCK TABLES;

/*Table structure for table `garbage_type` */

CREATE TABLE `garbage_type` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `tip` varchar(255) DEFAULT NULL,
  `Include` varchar(255) DEFAULT NULL,
  `ask` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

/*Data for the table `garbage_type` */

LOCK TABLES `garbage_type` WRITE;

insert  into `garbage_type`(`id`,`tip`,`Include`,`ask`,`type`,`create_time`) values 
(1,'废纸张、废塑料、废玻璃制品、废金属、废织物等适宜回收、可循环利用的生活废弃物','酱油瓶、玻璃瓶、平板玻璃、易拉罐、饮料瓶、洗发水瓶、塑料玩具、书本、报纸、广告单、纸板箱、衣服、床上用品等','轻投轻放\n清洁干燥，避免污染，费纸尽量平整\n立体包装物请清空内容物，清洁后压扁投放\n有尖锐边角的、应包裹后投放','可回收垃圾','2020-05-01 17:28:02'),
(2,'即其他垃圾，是指除可回收物、有害垃圾、湿垃圾以外的其它生活废弃物','餐盒、餐巾纸、湿纸巾、卫生间用纸、塑料袋、食品包装袋、污染严重的纸、烟蒂、纸尿裤、一次性杯子、大骨头、贝壳、花盆、陶瓷等','尽量沥干水分\n难以辨识类别的生活垃圾投入干垃圾容器内','干垃圾','2020-05-01 17:28:52'),
(3,'日常生活垃圾产生的容易腐烂的生物质废弃物','剩菜剩饭、瓜皮果核、花芬绿植、过期食品等','纯流质的食物垃圾、如牛奶等，应直接倒进下水口\n有包装物的湿垃圾应将包装物去除后分类投放、包装物请投放到对应的可回收物或干垃圾容器','湿垃圾','2020-05-01 17:29:41'),
(4,'废电池、废灯管、废药品、废油漆及其容器等对人体健康或者自然环境造成直接或者潜在危害的生活废弃物','废电池、油漆桶、荧光灯管、废药品及其包装物等','投放时请注意轻放\n易破损的请连带包装或包裹后轻放\n如易挥发，请密封后投放哦','有害垃圾','2020-05-01 17:30:14');

UNLOCK TABLES;

/*Table structure for table `notice` */

CREATE TABLE `notice` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `content` varchar(5000) DEFAULT NULL,
  `view_count` bigint(20) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

/*Data for the table `notice` */

LOCK TABLES `notice` WRITE;

insert  into `notice`(`id`,`content`,`view_count`,`create_time`,`title`) values 
(2,'<p>啦啦啦啦啦</p>',0,'2020-05-02 18:09:18','北京'),
(3,'<p>&nbsp; &nbsp; &nbsp; &nbsp;据悉，新版条例规定，生活垃圾分为四类，即厨余垃圾、可回收物、有害垃圾以及其他垃圾。党政机关、企业事业单位、社会团体等单位的办公或者生产经营场所应当根据需要设置厨余垃圾、可回收物、有害垃圾、其他垃圾四类收集容器；住宅小区和自然村应当在公共区域成组设置厨余垃圾、其他垃圾两类收集容器，并至少在一处生活垃圾交投点设置可回收物、有害垃圾收集容器。</p>',5,'2020-05-02 18:10:42','北京垃圾分类首日实施'),
(5,'<p>请填写文字内容</p>',2,'2020-05-06 14:40:55','钱王拳王q'),
(7,'<p>北京开展垃圾分类现场督查</p>\n\n<p>　　针对发现的九类问题 张家明副市长提出4点要求</p>\n\n<p>　　为推进新修订的《北京市生活垃圾管理条例》落实，5月4日，北京市生活垃圾分类推进工作指挥部开展首次现场督导检查。北京市城市管理委联合市住建委、市民政局、市城管执法局等多部门，兵分六路对城六区及昌平区等进行突击检查。与此同时，各区还开展了自查，市城市管理委组织机关干部开展暗访摸底。张家明副市长带队督查并提出具体要求。据介绍，各区将针对检查中发现的问题逐一落实整改。</p>\n\n<p>　　据了解，督导检查组现场重点查看生活垃圾分类宣传动员情况、小区桶站设置情况、人员指导情况、桶站周边卫生情况、垃圾处理设施运行情况、查看小区物业责任落实情况等。</p>\n\n<p>　　总的来看，大部分小区垃圾分类工作推进有序，设施总体运行良好， 但也存在许多不足和问题。检查中共梳理出九类问题，分别是桶站设置不规范;垃圾桶不洁、标识损坏，标识更新不到位;厨余垃圾分类质量差;指导员不足;垃圾清运不及时;大件家具暂存和回收点位未到位;部分小区未设置宣传海报或条幅;宾馆仍存在提供一次性用品的情况;餐饮企业对落实光盘行动的告知不充分。</p>\n\n<p>　　除了市级督导检查外，昨天各区还开展了自查，对90个社区、162家社会单位垃圾分类情况进行检查。同时，市城市管理委组织机关干部四级调研员(含以上人员)共163人，遵照就地就便的原则对自己居住小区垃圾分类情况暗访摸底。</p>\n\n<p>　　据了解，此次检查中发现的具体点位上的问题，将由各区逐一落实整改。针对昨天发现的问题，市城市管委主任孙新军介绍，仅5月1日一天，全市就开出约200张整改通知单，有的区一天就开出几十张整改通知单。&ldquo;针对垃圾分类不符合要求的情况，目前以劝导为主，随着垃圾分类的持续深入，如还有单位在执行过程中不符合规定，将受到处罚。&rdquo;</p>',6,'2020-05-06 18:15:20','垃圾分类6大问题'),
(8,'<p>hhh</p>',1,'2023-11-24 17:41:43','1111'),
(9,'<p>呵呵呵呵呵呵呵呵呵江苏南京我看见到叽歪微积分</p>',1,'2023-12-02 21:50:37','1111111111111111111111'),
(10,'<p>请填写文字内容qqq</p>',0,'2023-12-22 13:29:27','qqqq');

UNLOCK TABLES;

/*Table structure for table `page` */

CREATE TABLE `page` (
  `page_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增主键',
  `parent_id` int(11) DEFAULT NULL COMMENT '父页面id',
  `name` varchar(255) DEFAULT NULL COMMENT '页面名称',
  `url` varchar(255) DEFAULT NULL COMMENT '页面地址',
  `level_type` int(11) DEFAULT NULL COMMENT '页面层级',
  `level_index` int(11) DEFAULT NULL COMMENT '页面索引',
  `delete_flag` int(1) unsigned zerofill NOT NULL DEFAULT '0' COMMENT '是否删除',
  `desc` varchar(255) DEFAULT NULL COMMENT '描述',
  PRIMARY KEY (`page_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=51 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

/*Data for the table `page` */

LOCK TABLES `page` WRITE;

insert  into `page`(`page_id`,`parent_id`,`name`,`url`,`level_type`,`level_index`,`delete_flag`,`desc`) values 
(1,0,'系统设置',NULL,0,10,0,'manager'),
(2,1,'用户管理','/admin/userPage',1,22,0,'manager'),
(3,1,'页面管理','/admin/page',1,23,0,'manager'),
(4,1,'角色管理','/admin/role',1,24,0,'manager'),
(6,0,'我的','',0,1,0,'left_menu_shop'),
(7,6,'首页','/user/search/index',1,1,0,''),
(9,0,'贡献','',0,2,0,'left_menu_data'),
(12,0,'垃圾','',0,3,0,'user'),
(13,12,'垃圾管理','/admin/fenlei/fenleiList',1,1,0,''),
(19,0,'数据分析','',0,4,0,'left_menu_house'),
(20,19,'全国统计','/tj/tjQuanGuo',1,1,0,''),
(27,6,'搜索记录','/user/search/log',1,3,0,''),
(30,12,'分类管理','/admin/type/typeList',1,3,0,NULL),
(31,12,'分类列表','/admin/type/user/typeList',1,4,0,''),
(36,9,'贡献管理','/user/garbage/listBaoJie',1,5,0,NULL),
(37,12,'垃圾列表','/admin/fenlei/user/fenleiList',1,8,0,NULL),
(38,12,'修改奖励','/admin/fenlei/fenleiListUpdate',1,9,0,''),
(39,6,'我的收益','/tj/tjImcome',1,5,0,NULL),
(40,9,'随机数据','/admin/fenlei/addData',1,6,0,NULL),
(41,19,'分类统计','/tj/tjFeiLei',1,2,0,NULL),
(42,19,'投放统计','/tj/tjFeiLeiTouFang',1,3,0,NULL),
(43,0,'公告','',0,5,0,''),
(44,43,'公告管理','/user/notice/listAdmin',1,1,0,''),
(45,43,'公告列表','/user/notice/list',1,2,0,NULL),
(46,43,'发布公告','/user/notice/publish',1,3,0,NULL),
(49,9,'每日垃圾','/user/garbage/add',1,7,0,NULL),
(50,9,'贡献记录','/user/garbage/list',1,8,0,NULL);

UNLOCK TABLES;

/*Table structure for table `role` */

CREATE TABLE `role` (
  `role_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增主键',
  `name` varchar(50) DEFAULT NULL COMMENT '类型名称',
  `desc` varchar(255) DEFAULT NULL COMMENT '描述',
  PRIMARY KEY (`role_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

/*Data for the table `role` */

LOCK TABLES `role` WRITE;

insert  into `role`(`role_id`,`name`,`desc`) values 
(1,'超级管理员','超级管理员'),
(2,'普通用户','普通用户');

UNLOCK TABLES;

/*Table structure for table `role_page` */

CREATE TABLE `role_page` (
  `rp_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键自增',
  `role_id` int(11) DEFAULT NULL COMMENT '角色id',
  `page_id` int(11) DEFAULT NULL COMMENT '页面id',
  PRIMARY KEY (`rp_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=1096 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

/*Data for the table `role_page` */

LOCK TABLES `role_page` WRITE;

insert  into `role_page`(`rp_id`,`role_id`,`page_id`) values 
(1,1,1),
(2,1,2),
(3,1,3),
(4,1,4),
(551,3,6),
(552,3,8),
(1062,2,6),
(1063,2,7),
(1064,2,39),
(1065,2,9),
(1066,2,49),
(1067,2,50),
(1068,2,12),
(1069,2,31),
(1070,2,37),
(1071,2,43),
(1072,2,45),
(1073,1,6),
(1074,1,7),
(1075,1,27),
(1076,1,39),
(1077,1,9),
(1078,1,36),
(1079,1,40),
(1080,1,49),
(1081,1,50),
(1082,1,12),
(1083,1,13),
(1084,1,30),
(1085,1,31),
(1086,1,37),
(1087,1,38),
(1088,1,19),
(1089,1,20),
(1090,1,41),
(1091,1,42),
(1092,1,43),
(1093,1,44),
(1094,1,45),
(1095,1,46);

UNLOCK TABLES;

/*Table structure for table `search` */

CREATE TABLE `search` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `content` varchar(255) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `view_count` bigint(20) DEFAULT '0',
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=29 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

/*Data for the table `search` */

LOCK TABLES `search` WRITE;

insert  into `search`(`id`,`content`,`user_id`,`view_count`,`create_time`) values 
(1,'1',NULL,1,'2020-05-02 13:14:28'),
(2,'2',NULL,2,'2020-05-02 13:14:31'),
(3,'苹果',NULL,20,'2020-05-01 19:42:10'),
(4,'电脑',NULL,10,'2020-05-02 14:21:47'),
(5,'电脑设备',NULL,1,'2020-05-02 15:35:47'),
(6,'苹果皮',NULL,2,'2020-05-02 16:12:26'),
(7,'香蕉皮',NULL,3,'2020-05-02 16:24:58'),
(8,'啤酒瓶盖',NULL,8,'2020-05-02 17:00:15'),
(9,'5号电池',NULL,4,'2020-05-02 17:00:46'),
(10,'废旧衣物',NULL,3,'2020-05-02 17:45:10'),
(11,'旧筷子',NULL,1,'2020-05-02 18:12:58'),
(12,'废旧电脑',NULL,3,'2020-05-02 18:13:38'),
(13,'瑜伽垫',NULL,5,'2020-05-02 18:21:11'),
(14,'6号电池',NULL,1,'2020-05-06 16:50:11'),
(15,'笔记本电脑',NULL,1,'2020-05-06 16:50:49'),
(16,'打印过的废纸',NULL,5,'2020-05-06 16:51:59'),
(17,'电池',NULL,2,'2020-05-10 14:28:39'),
(18,'果皮',NULL,1,'2020-05-10 14:37:56'),
(19,'纸巾',NULL,1,'2020-05-10 14:38:05'),
(20,'废旧电池',NULL,8,'2020-05-10 14:40:11'),
(21,'草莓',NULL,2,'2020-05-13 16:08:07'),
(22,'66',NULL,1,'2020-05-13 21:06:19'),
(23,'手机壳',NULL,2,'2020-05-14 09:49:46'),
(25,'77',NULL,1,'2020-05-14 21:22:25'),
(26,'垃圾',NULL,2,'2020-05-17 15:33:35'),
(27,'橙子皮',NULL,3,'2020-05-29 16:16:15'),
(28,'理解',NULL,1,'2023-09-14 19:59:36');

UNLOCK TABLES;

/*Table structure for table `sys_user` */

CREATE TABLE `sys_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL,
  `username` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL,
  `password` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL,
  `permission` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

/*Data for the table `sys_user` */

LOCK TABLES `sys_user` WRITE;

insert  into `sys_user`(`id`,`name`,`username`,`password`,`permission`) values 
(1,'曹雪芹','root','123','root,admin,user'),
(2,'甄士隐','admin','123','admin,user'),
(3,'贾雨村','jyc','123','user'),
(4,'贾瑛','user','123','user');

UNLOCK TABLES;

/*Table structure for table `t_cpnt1rep` */

CREATE TABLE `t_cpnt1rep` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  `dt` datetime DEFAULT NULL COMMENT '时间',
  `type` tinyint(4) DEFAULT NULL COMMENT '投诉0，报修1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `t_cpnt1rep` */

LOCK TABLES `t_cpnt1rep` WRITE;

UNLOCK TABLES;

/*Table structure for table `user` */

CREATE TABLE `user` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `age` int(11) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `info` varchar(255) DEFAULT NULL,
  `img` varchar(255) DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `area` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

/*Data for the table `user` */

LOCK TABLES `user` WRITE;

insert  into `user`(`id`,`age`,`name`,`password`,`email`,`info`,`img`,`province`,`phone`,`city`,`address`,`create_time`,`area`) values 
(1,NULL,'admin','e10adc3949ba59abbe56e057f20f883e','555@qq.com',NULL,NULL,'江苏','18888889998','徐州','广州','2020-04-25 11:07:11','云龙区'),
(17,NULL,'hwj1218','e10adc3949ba59abbe56e057f20f883e','a15816474932@gmail.com',NULL,NULL,'福建','15816474392','三明','广州应用科技学院','2023-09-14 19:59:03','明溪县');

UNLOCK TABLES;

/*Table structure for table `user_garbage` */

CREATE TABLE `user_garbage` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) DEFAULT NULL,
  `gram` double(10,2) DEFAULT NULL,
  `type` int(5) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL COMMENT '市',
  `create_time` datetime DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL COMMENT '省',
  `area` varchar(255) DEFAULT NULL COMMENT '区',
  `title` varchar(255) DEFAULT NULL COMMENT '垃圾名',
  `money` double(11,2) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=21174 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

/*Data for the table `user_garbage` */

LOCK TABLES `user_garbage` WRITE;

insert  into `user_garbage`(`id`,`user_id`,`gram`,`type`,`city`,`create_time`,`province`,`area`,`title`,`money`) values 
(14702,17,100.00,1,'三明','2023-11-08 21:51:16','福建','明溪县','苹果',200.00),
(14703,1,200.00,1,'徐州','2023-11-24 11:31:37','江苏','云龙区','黄金',40000.00),
(14704,NULL,92.98,1,'北京','2023-11-24 11:32:13','北京','东城区','随机生成',56.43),
(14705,NULL,30.85,3,'北京','2023-11-24 11:32:13','北京','西城区','随机生成',38.00),
(14706,NULL,7.02,2,'北京','2023-11-24 11:32:13','北京','崇文区','随机生成',2.13),
(14707,NULL,80.57,2,'北京','2023-11-24 11:32:13','北京','宣武区','随机生成',32.04),
(14708,NULL,77.11,1,'北京','2023-11-24 11:32:13','北京','朝阳区','随机生成',20.82),
(14709,NULL,64.80,4,'北京','2023-11-24 11:32:13','北京','丰台区','随机生成',39.26),
(14710,NULL,57.91,1,'北京','2023-11-24 11:32:13','北京','石景山区','随机生成',55.22),
(14711,NULL,60.12,1,'北京','2023-11-24 11:32:13','北京','海淀区','随机生成',75.20),
(14712,NULL,26.35,4,'北京','2023-11-24 11:32:13','北京','门头沟区','随机生成',57.98),
(14713,NULL,37.44,1,'北京','2023-11-24 11:32:13','北京','房山区','随机生成',47.61),
(14714,NULL,71.13,4,'北京','2023-11-24 11:32:13','北京','通州区','随机生成',70.68),
(14715,NULL,63.54,1,'北京','2023-11-24 11:32:13','北京','顺义区','随机生成',63.95),
(14716,NULL,99.84,1,'北京','2023-11-24 11:32:13','北京','昌平区','随机生成',10.68),
(14717,NULL,41.76,3,'北京','2023-11-24 11:32:13','北京','大兴区','随机生成',32.73),
(14718,NULL,54.74,4,'北京','2023-11-24 11:32:13','北京','平谷区','随机生成',37.60),
(14719,NULL,75.89,2,'北京','2023-11-24 11:32:13','北京','怀柔区','随机生成',50.16),
(14720,NULL,83.72,3,'北京','2023-11-24 11:32:13','北京','密云县','随机生成',74.28),
(14721,NULL,7.85,2,'北京','2023-11-24 11:32:13','北京','延庆县','随机生成',62.19),
(14722,NULL,50.40,2,'天津','2023-11-24 11:32:13','天津','和平区','随机生成',38.78),
(14723,NULL,71.62,2,'天津','2023-11-24 11:32:13','天津','河东区','随机生成',37.56),
(14724,NULL,62.77,2,'天津','2023-11-24 11:32:13','天津','河西区','随机生成',93.21),
(14725,NULL,72.56,2,'天津','2023-11-24 11:32:13','天津','南开区','随机生成',97.38),
(14726,NULL,29.73,3,'天津','2023-11-24 11:32:13','天津','河北区','随机生成',48.78),
(14727,NULL,67.70,1,'天津','2023-11-24 11:32:13','天津','红桥区','随机生成',80.23),
(14728,NULL,71.04,1,'天津','2023-11-24 11:32:13','天津','塘沽区','随机生成',15.33),
(14729,NULL,39.62,4,'天津','2023-11-24 11:32:13','天津','汉沽区','随机生成',45.20),
(14730,NULL,75.05,2,'天津','2023-11-24 11:32:13','天津','大港区','随机生成',28.23),
(14731,NULL,31.49,2,'天津','2023-11-24 11:32:13','天津','东丽区','随机生成',95.85),
(14732,NULL,26.05,3,'天津','2023-11-24 11:32:13','天津','西青区','随机生成',45.85),
(14733,NULL,83.39,4,'天津','2023-11-24 11:32:13','天津','津南区','随机生成',43.63),
(14734,NULL,88.45,3,'天津','2023-11-24 11:32:13','天津','北辰区','随机生成',88.60),
(14735,NULL,56.65,3,'天津','2023-11-24 11:32:13','天津','武清区','随机生成',46.19),
(14736,NULL,83.23,3,'天津','2023-11-24 11:32:13','天津','宝坻区','随机生成',87.70),
(14737,NULL,12.44,4,'天津','2023-11-24 11:32:13','天津','宁河县','随机生成',34.64),
(14738,NULL,33.33,1,'天津','2023-11-24 11:32:13','天津','静海县','随机生成',89.82),
(14739,NULL,64.71,1,'天津','2023-11-24 11:32:13','天津','蓟县','随机生成',27.76),
(14740,NULL,29.90,4,'石家庄','2023-11-24 11:32:13','河北','长安区','随机生成',27.46),
(14741,NULL,84.14,4,'石家庄','2023-11-24 11:32:13','河北','桥东区','随机生成',1.07),
(14742,NULL,56.88,2,'石家庄','2023-11-24 11:32:13','河北','桥西区','随机生成',97.32),
(14743,NULL,75.20,1,'石家庄','2023-11-24 11:32:13','河北','新华区','随机生成',30.53),
(14744,NULL,5.81,3,'石家庄','2023-11-24 11:32:13','河北','郊区','随机生成',52.94),
(14745,NULL,8.01,3,'石家庄','2023-11-24 11:32:13','河北','井陉矿区','随机生成',63.07),
(14746,NULL,15.01,1,'石家庄','2023-11-24 11:32:13','河北','井陉县','随机生成',65.34),
(14747,NULL,71.35,2,'石家庄','2023-11-24 11:32:13','河北','正定县','随机生成',67.74),
(14748,NULL,87.51,3,'石家庄','2023-11-24 11:32:13','河北','栾城县','随机生成',48.50),
(14749,NULL,65.49,2,'石家庄','2023-11-24 11:32:13','河北','行唐县','随机生成',1.15),
(14750,NULL,41.63,1,'石家庄','2023-11-24 11:32:13','河北','灵寿县','随机生成',35.61),
(14751,NULL,97.03,3,'石家庄','2023-11-24 11:32:13','河北','高邑县','随机生成',52.89),
(14752,NULL,6.33,4,'石家庄','2023-11-24 11:32:13','河北','深泽县','随机生成',65.09),
(14753,NULL,48.23,2,'石家庄','2023-11-24 11:32:13','河北','赞皇县','随机生成',91.27),
(14754,NULL,48.49,3,'石家庄','2023-11-24 11:32:13','河北','无极县','随机生成',2.40),
(14755,NULL,64.73,4,'石家庄','2023-11-24 11:32:13','河北','平山县','随机生成',78.96),
(14756,NULL,90.23,3,'石家庄','2023-11-24 11:32:13','河北','元氏县','随机生成',65.93),
(14757,NULL,53.74,3,'石家庄','2023-11-24 11:32:13','河北','赵县','随机生成',67.02),
(14758,NULL,37.47,4,'石家庄','2023-11-24 11:32:13','河北','辛集市','随机生成',96.36),
(14759,NULL,72.17,1,'石家庄','2023-11-24 11:32:13','河北','藁','随机生成',18.59),
(14760,NULL,48.33,2,'石家庄','2023-11-24 11:32:13','河北','晋州市','随机生成',15.30),
(14761,NULL,55.93,2,'石家庄','2023-11-24 11:32:13','河北','新乐市','随机生成',19.05),
(14762,NULL,49.53,1,'石家庄','2023-11-24 11:32:13','河北','鹿泉市','随机生成',43.50),
(14763,NULL,9.96,1,'唐山','2023-11-24 11:32:13','河北','路南区','随机生成',97.77),
(14764,NULL,61.35,2,'唐山','2023-11-24 11:32:13','河北','路北区','随机生成',57.49),
(14765,NULL,22.56,4,'唐山','2023-11-24 11:32:13','河北','古冶区','随机生成',99.97),
(14766,NULL,34.31,4,'唐山','2023-11-24 11:32:13','河北','开平区','随机生成',4.25),
(14767,NULL,0.30,3,'唐山','2023-11-24 11:32:13','河北','新区','随机生成',64.22),
(14768,NULL,91.65,1,'唐山','2023-11-24 11:32:13','河北','丰润县','随机生成',76.43),
(14769,NULL,76.50,2,'唐山','2023-11-24 11:32:13','河北','滦县','随机生成',91.43),
(14770,NULL,21.23,3,'唐山','2023-11-24 11:32:13','河北','滦南县','随机生成',43.86),
(14771,NULL,95.61,3,'唐山','2023-11-24 11:32:13','河北','乐亭县','随机生成',99.76),
(14772,NULL,54.15,1,'唐山','2023-11-24 11:32:13','河北','迁西县','随机生成',83.51),
(14773,NULL,88.61,3,'唐山','2023-11-24 11:32:13','河北','玉田县','随机生成',64.82),
(14774,NULL,13.78,2,'唐山','2023-11-24 11:32:13','河北','唐海县','随机生成',8.87),
(14775,NULL,71.89,2,'唐山','2023-11-24 11:32:13','河北','遵化市','随机生成',57.40),
(14776,NULL,20.48,1,'唐山','2023-11-24 11:32:13','河北','丰南市','随机生成',56.58),
(14777,NULL,90.73,3,'唐山','2023-11-24 11:32:13','河北','迁安市','随机生成',15.67),
(14778,NULL,6.21,4,'秦皇岛','2023-11-24 11:32:13','河北','海港区','随机生成',59.43),
(14779,NULL,31.17,3,'秦皇岛','2023-11-24 11:32:13','河北','山海关区','随机生成',9.55),
(14780,NULL,32.66,4,'秦皇岛','2023-11-24 11:32:13','河北','北戴河区','随机生成',84.39),
(14781,NULL,0.28,2,'秦皇岛','2023-11-24 11:32:13','河北','青龙满族自治县','随机生成',44.48),
(14782,NULL,76.57,2,'秦皇岛','2023-11-24 11:32:13','河北','昌黎县','随机生成',39.80),
(14783,NULL,76.18,4,'秦皇岛','2023-11-24 11:32:13','河北','抚宁县','随机生成',44.12),
(14784,NULL,62.55,4,'秦皇岛','2023-11-24 11:32:13','河北','卢龙县','随机生成',5.36),
(14785,NULL,93.90,4,'邯郸','2023-11-24 11:32:13','河北','邯山区','随机生成',88.75),
(14786,NULL,0.48,4,'邯郸','2023-11-24 11:32:13','河北','丛台区','随机生成',66.64),
(14787,NULL,70.78,4,'邯郸','2023-11-24 11:32:13','河北','复兴区','随机生成',18.11),
(14788,NULL,87.69,4,'邯郸','2023-11-24 11:32:13','河北','峰峰矿区','随机生成',73.66),
(14789,NULL,0.16,1,'邯郸','2023-11-24 11:32:13','河北','邯郸县','随机生成',76.31),
(14790,NULL,14.28,3,'邯郸','2023-11-24 11:32:13','河北','临漳县','随机生成',6.94),
(14791,NULL,56.75,3,'邯郸','2023-11-24 11:32:13','河北','成安县','随机生成',26.51),
(14792,NULL,27.31,3,'邯郸','2023-11-24 11:32:13','河北','大名县','随机生成',88.25),
(14793,NULL,16.81,4,'邯郸','2023-11-24 11:32:13','河北','涉县','随机生成',71.82),
(14794,NULL,66.96,1,'邯郸','2023-11-24 11:32:13','河北','磁县','随机生成',84.08),
(14795,NULL,15.27,2,'邯郸','2023-11-24 11:32:13','河北','肥乡县','随机生成',53.09),
(14796,NULL,83.84,4,'邯郸','2023-11-24 11:32:13','河北','永年县','随机生成',73.35),
(14797,NULL,89.04,4,'邯郸','2023-11-24 11:32:13','河北','邱县','随机生成',8.72),
(14798,NULL,55.88,1,'邯郸','2023-11-24 11:32:13','河北','鸡泽县','随机生成',30.19),
(14799,NULL,26.97,2,'邯郸','2023-11-24 11:32:13','河北','广平县','随机生成',29.89),
(14800,NULL,58.34,3,'邯郸','2023-11-24 11:32:13','河北','馆陶县','随机生成',88.19),
(14801,NULL,72.94,4,'邯郸','2023-11-24 11:32:13','河北','魏县','随机生成',21.79),
(14802,NULL,44.98,4,'邯郸','2023-11-24 11:32:13','河北','曲周县','随机生成',93.68),
(14803,NULL,62.42,3,'邯郸','2023-11-24 11:32:13','河北','武安市','随机生成',89.43),
(14804,NULL,51.23,4,'邢台','2023-11-24 11:32:13','河北','桥东区','随机生成',80.98),
(14805,NULL,44.95,1,'邢台','2023-11-24 11:32:13','河北','桥西区','随机生成',6.88),
(14806,NULL,90.42,2,'邢台','2023-11-24 11:32:13','河北','邢台县','随机生成',45.40),
(14807,NULL,89.48,1,'邢台','2023-11-24 11:32:13','河北','临城县','随机生成',56.64),
(14808,NULL,31.75,1,'邢台','2023-11-24 11:32:13','河北','内丘县','随机生成',19.25),
(14809,NULL,32.05,1,'邢台','2023-11-24 11:32:13','河北','柏乡县','随机生成',85.07),
(14810,NULL,94.17,3,'邢台','2023-11-24 11:32:13','河北','隆尧县','随机生成',59.72),
(14811,NULL,10.54,4,'邢台','2023-11-24 11:32:13','河北','任县','随机生成',53.30),
(14812,NULL,7.49,3,'邢台','2023-11-24 11:32:13','河北','南和县','随机生成',53.34),
(14813,NULL,19.67,2,'邢台','2023-11-24 11:32:13','河北','宁晋县','随机生成',86.09),
(14814,NULL,58.41,2,'邢台','2023-11-24 11:32:13','河北','巨鹿县','随机生成',77.64),
(14815,NULL,64.03,4,'邢台','2023-11-24 11:32:13','河北','新河县','随机生成',2.73),
(14816,NULL,64.39,2,'邢台','2023-11-24 11:32:13','河北','广宗县','随机生成',97.81),
(14817,NULL,77.74,2,'邢台','2023-11-24 11:32:13','河北','平乡县','随机生成',6.74),
(14818,NULL,82.76,1,'邢台','2023-11-24 11:32:13','河北','威县','随机生成',45.03),
(14819,NULL,8.88,4,'邢台','2023-11-24 11:32:13','河北','清河县','随机生成',98.73),
(14820,NULL,93.87,2,'邢台','2023-11-24 11:32:13','河北','临西县','随机生成',25.39),
(14821,NULL,22.88,2,'邢台','2023-11-24 11:32:13','河北','南宫市','随机生成',3.47),
(14822,NULL,92.04,3,'邢台','2023-11-24 11:32:13','河北','沙河市','随机生成',79.69),
(14823,NULL,57.78,3,'保定','2023-11-24 11:32:13','河北','新市区','随机生成',1.46),
(14824,NULL,47.53,1,'保定','2023-11-24 11:32:13','河北','北市区','随机生成',33.18),
(14825,NULL,13.18,1,'保定','2023-11-24 11:32:13','河北','南市区','随机生成',92.66),
(14826,NULL,81.01,2,'保定','2023-11-24 11:32:13','河北','满城县','随机生成',6.72),
(14827,NULL,86.47,3,'保定','2023-11-24 11:32:13','河北','清苑县','随机生成',54.64),
(14828,NULL,13.33,4,'保定','2023-11-24 11:32:13','河北','涞水县','随机生成',39.56),
(14829,NULL,99.21,1,'保定','2023-11-24 11:32:13','河北','阜平县','随机生成',13.60),
(14830,NULL,3.92,4,'保定','2023-11-24 11:32:13','河北','徐水县','随机生成',35.91),
(14831,NULL,74.02,3,'保定','2023-11-24 11:32:13','河北','定兴县','随机生成',69.14),
(14832,NULL,54.96,3,'保定','2023-11-24 11:32:13','河北','唐县','随机生成',28.78),
(14833,NULL,53.46,1,'保定','2023-11-24 11:32:13','河北','高阳县','随机生成',70.03),
(14834,NULL,31.11,1,'保定','2023-11-24 11:32:13','河北','容城县','随机生成',66.73),
(14835,NULL,62.44,2,'保定','2023-11-24 11:32:13','河北','涞源县','随机生成',5.09),
(14836,NULL,3.07,1,'保定','2023-11-24 11:32:13','河北','望都县','随机生成',73.05),
(14837,NULL,92.91,2,'保定','2023-11-24 11:32:13','河北','安新县','随机生成',64.30),
(14838,NULL,17.07,2,'保定','2023-11-24 11:32:13','河北','易县','随机生成',75.74),
(14839,NULL,59.84,2,'保定','2023-11-24 11:32:13','河北','曲阳县','随机生成',38.81),
(14840,NULL,85.76,3,'保定','2023-11-24 11:32:13','河北','蠡县','随机生成',63.48),
(14841,NULL,84.71,3,'保定','2023-11-24 11:32:13','河北','顺平县','随机生成',78.59),
(14842,NULL,46.20,1,'保定','2023-11-24 11:32:13','河北','博野','随机生成',81.96),
(14843,NULL,43.48,3,'保定','2023-11-24 11:32:13','河北','雄县','随机生成',25.99),
(14844,NULL,54.39,2,'保定','2023-11-24 11:32:13','河北','涿州市','随机生成',54.05),
(14845,NULL,68.60,4,'保定','2023-11-24 11:32:13','河北','定州市','随机生成',57.24),
(14846,NULL,6.88,3,'保定','2023-11-24 11:32:13','河北','安国市','随机生成',44.04),
(14847,NULL,3.10,2,'保定','2023-11-24 11:32:13','河北','高碑店市','随机生成',83.12),
(14848,NULL,56.05,2,'张家口','2023-11-24 11:32:13','河北','桥东区','随机生成',47.98),
(14849,NULL,13.09,2,'张家口','2023-11-24 11:32:13','河北','桥西区','随机生成',34.12),
(14850,NULL,71.28,4,'张家口','2023-11-24 11:32:13','河北','宣化区','随机生成',54.00),
(14851,NULL,53.78,1,'张家口','2023-11-24 11:32:13','河北','下花园区','随机生成',95.89),
(14852,NULL,44.76,2,'张家口','2023-11-24 11:32:13','河北','宣化县','随机生成',20.32),
(14853,NULL,94.79,2,'张家口','2023-11-24 11:32:13','河北','张北县','随机生成',72.55),
(14854,NULL,47.57,4,'张家口','2023-11-24 11:32:13','河北','康保县','随机生成',19.51),
(14855,NULL,65.37,3,'张家口','2023-11-24 11:32:13','河北','沽源县','随机生成',2.06),
(14856,NULL,75.75,2,'张家口','2023-11-24 11:32:13','河北','尚义县','随机生成',96.60),
(14857,NULL,52.40,2,'张家口','2023-11-24 11:32:13','河北','蔚县','随机生成',81.35),
(14858,NULL,18.11,1,'张家口','2023-11-24 11:32:13','河北','阳原县','随机生成',29.96),
(14859,NULL,85.74,1,'张家口','2023-11-24 11:32:13','河北','怀安县','随机生成',3.24),
(14860,NULL,25.83,4,'张家口','2023-11-24 11:32:13','河北','万全县','随机生成',62.74),
(14861,NULL,0.51,2,'张家口','2023-11-24 11:32:13','河北','怀来县','随机生成',93.25),
(14862,NULL,6.75,2,'张家口','2023-11-24 11:32:13','河北','涿鹿县','随机生成',11.64),
(14863,NULL,24.61,1,'张家口','2023-11-24 11:32:13','河北','赤城县','随机生成',17.04),
(14864,NULL,53.27,3,'张家口','2023-11-24 11:32:13','河北','崇礼县','随机生成',30.74),
(14865,NULL,20.48,1,'承德','2023-11-24 11:32:13','河北','双桥区','随机生成',3.40),
(14866,NULL,55.44,2,'承德','2023-11-24 11:32:13','河北','双滦区','随机生成',71.52),
(14867,NULL,8.08,4,'承德','2023-11-24 11:32:13','河北','鹰手营子矿区','随机生成',82.60),
(14868,NULL,60.92,3,'承德','2023-11-24 11:32:13','河北','承德县','随机生成',83.27),
(14869,NULL,78.80,2,'承德','2023-11-24 11:32:13','河北','兴隆县','随机生成',39.86),
(14870,NULL,42.81,2,'承德','2023-11-24 11:32:13','河北','平泉县','随机生成',26.81),
(14871,NULL,91.73,1,'承德','2023-11-24 11:32:13','河北','滦平县','随机生成',62.64),
(14872,NULL,61.46,1,'承德','2023-11-24 11:32:13','河北','隆化县','随机生成',13.52),
(14873,NULL,69.64,4,'承德','2023-11-24 11:32:13','河北','丰宁满族自治县','随机生成',77.77),
(14874,NULL,3.78,3,'承德','2023-11-24 11:32:13','河北','宽城满族自治县','随机生成',64.66),
(14875,NULL,56.55,1,'承德','2023-11-24 11:32:13','河北','围场满族蒙古族自治县','随机生成',43.39),
(14876,NULL,97.57,2,'沧州','2023-11-24 11:32:13','河北','新华区','随机生成',74.20),
(14877,NULL,39.00,4,'沧州','2023-11-24 11:32:13','河北','运河区','随机生成',67.64),
(14878,NULL,99.88,3,'沧州','2023-11-24 11:32:13','河北','沧县','随机生成',79.02),
(14879,NULL,30.79,1,'沧州','2023-11-24 11:32:13','河北','青县','随机生成',29.01),
(14880,NULL,37.33,3,'沧州','2023-11-24 11:32:13','河北','东光县','随机生成',9.69),
(14881,NULL,42.00,3,'沧州','2023-11-24 11:32:13','河北','海兴县','随机生成',60.38),
(14882,NULL,20.15,3,'沧州','2023-11-24 11:32:13','河北','盐山县','随机生成',5.62),
(14883,NULL,36.59,3,'沧州','2023-11-24 11:32:13','河北','肃宁县','随机生成',71.10),
(14884,NULL,98.06,4,'沧州','2023-11-24 11:32:13','河北','南皮县','随机生成',42.34),
(14885,NULL,82.34,4,'沧州','2023-11-24 11:32:13','河北','吴桥县','随机生成',41.57),
(14886,NULL,42.12,3,'沧州','2023-11-24 11:32:13','河北','献县','随机生成',5.46),
(14887,NULL,33.57,3,'沧州','2023-11-24 11:32:13','河北','孟村回族自治县','随机生成',92.61),
(14888,NULL,40.11,1,'沧州','2023-11-24 11:32:13','河北','泊头市','随机生成',60.44),
(14889,NULL,6.00,2,'沧州','2023-11-24 11:32:13','河北','任丘市','随机生成',68.02),
(14890,NULL,77.54,2,'沧州','2023-11-24 11:32:13','河北','黄骅市','随机生成',5.40),
(14891,NULL,52.73,2,'沧州','2023-11-24 11:32:13','河北','河间市','随机生成',90.29),
(14892,NULL,36.55,1,'廊坊','2023-11-24 11:32:13','河北','安次区','随机生成',94.48),
(14893,NULL,16.89,1,'廊坊','2023-11-24 11:32:13','河北','固安县','随机生成',5.01),
(14894,NULL,66.74,2,'廊坊','2023-11-24 11:32:13','河北','永清县','随机生成',61.47),
(14895,NULL,70.78,2,'廊坊','2023-11-24 11:32:13','河北','香河县','随机生成',11.65),
(14896,NULL,77.41,4,'廊坊','2023-11-24 11:32:13','河北','大城县','随机生成',73.38),
(14897,NULL,6.11,4,'廊坊','2023-11-24 11:32:13','河北','文安县','随机生成',46.34),
(14898,NULL,72.72,2,'廊坊','2023-11-24 11:32:13','河北','大厂回族自治县','随机生成',80.95),
(14899,NULL,52.11,4,'廊坊','2023-11-24 11:32:13','河北','霸州市','随机生成',88.01),
(14900,NULL,38.88,3,'廊坊','2023-11-24 11:32:13','河北','三河市','随机生成',94.09),
(14901,NULL,46.56,3,'衡水','2023-11-24 11:32:13','河北','桃城区','随机生成',64.17),
(14902,NULL,99.29,4,'衡水','2023-11-24 11:32:13','河北','枣强县','随机生成',37.22),
(14903,NULL,45.45,2,'衡水','2023-11-24 11:32:13','河北','武邑县','随机生成',21.34),
(14904,NULL,13.55,3,'衡水','2023-11-24 11:32:13','河北','武强县','随机生成',31.76),
(14905,NULL,4.46,2,'衡水','2023-11-24 11:32:13','河北','饶阳县','随机生成',94.76),
(14906,NULL,89.74,4,'衡水','2023-11-24 11:32:13','河北','安平县','随机生成',46.01),
(14907,NULL,90.05,3,'衡水','2023-11-24 11:32:13','河北','故城县','随机生成',88.92),
(14908,NULL,93.49,4,'衡水','2023-11-24 11:32:14','河北','景县','随机生成',24.81),
(14909,NULL,90.08,3,'衡水','2023-11-24 11:32:14','河北','阜城县','随机生成',67.66),
(14910,NULL,35.34,2,'衡水','2023-11-24 11:32:14','河北','冀州市','随机生成',59.28),
(14911,NULL,98.70,2,'衡水','2023-11-24 11:32:14','河北','深州市','随机生成',85.55),
(14912,NULL,41.55,2,'太原','2023-11-24 11:32:14','山西','小店区','随机生成',42.24),
(14913,NULL,93.47,3,'太原','2023-11-24 11:32:14','山西','迎泽区','随机生成',63.56),
(14914,NULL,20.02,1,'太原','2023-11-24 11:32:14','山西','杏花岭区','随机生成',28.28),
(14915,NULL,29.86,3,'太原','2023-11-24 11:32:14','山西','尖草坪区','随机生成',16.59),
(14916,NULL,21.11,4,'太原','2023-11-24 11:32:14','山西','万柏林区','随机生成',52.73),
(14917,NULL,3.22,2,'太原','2023-11-24 11:32:14','山西','晋源区','随机生成',4.96),
(14918,NULL,51.81,1,'太原','2023-11-24 11:32:14','山西','清徐县','随机生成',70.25),
(14919,NULL,67.03,3,'太原','2023-11-24 11:32:14','山西','阳曲县','随机生成',33.87),
(14920,NULL,2.70,1,'太原','2023-11-24 11:32:14','山西','娄烦县','随机生成',4.89),
(14921,NULL,57.99,3,'太原','2023-11-24 11:32:14','山西','古交市','随机生成',84.98),
(14922,NULL,87.89,4,'大同','2023-11-24 11:32:14','山西','城区','随机生成',25.64),
(14923,NULL,68.88,2,'大同','2023-11-24 11:32:14','山西','矿区','随机生成',33.37),
(14924,NULL,41.17,1,'大同','2023-11-24 11:32:14','山西','南郊区','随机生成',17.78),
(14925,NULL,37.35,1,'大同','2023-11-24 11:32:14','山西','新荣区','随机生成',50.41),
(14926,NULL,64.63,2,'大同','2023-11-24 11:32:14','山西','阳高县','随机生成',83.45),
(14927,NULL,29.68,1,'大同','2023-11-24 11:32:14','山西','天镇县','随机生成',86.71),
(14928,NULL,60.88,3,'大同','2023-11-24 11:32:14','山西','广灵县','随机生成',69.45),
(14929,NULL,71.72,2,'大同','2023-11-24 11:32:14','山西','灵丘县','随机生成',48.90),
(14930,NULL,44.77,2,'大同','2023-11-24 11:32:14','山西','浑源县','随机生成',0.74),
(14931,NULL,96.02,3,'大同','2023-11-24 11:32:14','山西','左云县','随机生成',67.69),
(14932,NULL,21.77,1,'大同','2023-11-24 11:32:14','山西','大同县','随机生成',58.11),
(14933,NULL,13.64,1,'阳泉','2023-11-24 11:32:14','山西','城区','随机生成',31.09),
(14934,NULL,6.85,1,'阳泉','2023-11-24 11:32:14','山西','矿区','随机生成',31.41),
(14935,NULL,82.72,3,'阳泉','2023-11-24 11:32:14','山西','郊区','随机生成',11.89),
(14936,NULL,4.95,1,'阳泉','2023-11-24 11:32:14','山西','平定县','随机生成',95.48),
(14937,NULL,45.75,2,'阳泉','2023-11-24 11:32:14','山西','盂县','随机生成',36.96),
(14938,NULL,7.04,4,'长治','2023-11-24 11:32:14','山西','城区','随机生成',38.59),
(14939,NULL,98.59,3,'长治','2023-11-24 11:32:14','山西','郊区','随机生成',65.70),
(14940,NULL,48.71,2,'长治','2023-11-24 11:32:14','山西','长治县','随机生成',72.85),
(14941,NULL,37.93,1,'长治','2023-11-24 11:32:14','山西','襄垣县','随机生成',58.40),
(14942,NULL,81.06,1,'长治','2023-11-24 11:32:14','山西','屯留县','随机生成',60.84),
(14943,NULL,77.88,1,'长治','2023-11-24 11:32:14','山西','平顺县','随机生成',93.72),
(14944,NULL,7.42,4,'长治','2023-11-24 11:32:14','山西','黎城县','随机生成',3.81),
(14945,NULL,31.11,3,'长治','2023-11-24 11:32:14','山西','壶关县','随机生成',41.00),
(14946,NULL,43.55,3,'长治','2023-11-24 11:32:14','山西','长子县','随机生成',73.09),
(14947,NULL,90.01,3,'长治','2023-11-24 11:32:14','山西','武乡县','随机生成',28.80),
(14948,NULL,59.67,4,'长治','2023-11-24 11:32:14','山西','沁县','随机生成',62.62),
(14949,NULL,29.97,2,'长治','2023-11-24 11:32:14','山西','沁源县','随机生成',63.46),
(14950,NULL,70.90,3,'长治','2023-11-24 11:32:14','山西','潞城市','随机生成',34.47),
(14951,NULL,59.41,1,'晋城','2023-11-24 11:32:14','山西','城区','随机生成',47.13),
(14952,NULL,86.53,4,'晋城','2023-11-24 11:32:14','山西','沁水县','随机生成',31.86),
(14953,NULL,52.18,2,'晋城','2023-11-24 11:32:14','山西','阳城县','随机生成',46.80),
(14954,NULL,30.62,4,'晋城','2023-11-24 11:32:14','山西','陵川县','随机生成',64.72),
(14955,NULL,77.97,4,'晋城','2023-11-24 11:32:14','山西','泽州县','随机生成',84.86),
(14956,NULL,3.48,2,'晋城','2023-11-24 11:32:14','山西','高平市','随机生成',66.21),
(14957,NULL,2.75,4,'朔州','2023-11-24 11:32:14','山西','朔城区','随机生成',64.75),
(14958,NULL,71.30,4,'朔州','2023-11-24 11:32:14','山西','平鲁区','随机生成',78.24),
(14959,NULL,95.70,1,'朔州','2023-11-24 11:32:14','山西','山阴县','随机生成',33.45),
(14960,NULL,63.41,3,'朔州','2023-11-24 11:32:14','山西','应县','随机生成',65.70),
(14961,NULL,92.11,1,'朔州','2023-11-24 11:32:14','山西','右玉县','随机生成',20.51),
(14962,NULL,61.97,4,'朔州','2023-11-24 11:32:14','山西','怀仁县','随机生成',48.26),
(14963,NULL,16.92,3,'忻州','2023-11-24 11:32:14','山西','忻府区','随机生成',5.23),
(14964,NULL,42.30,2,'忻州','2023-11-24 11:32:14','山西','原平市','随机生成',70.61),
(14965,NULL,83.55,1,'忻州','2023-11-24 11:32:14','山西','定襄县','随机生成',62.18),
(14966,NULL,1.80,1,'忻州','2023-11-24 11:32:14','山西','五台县','随机生成',83.80),
(14967,NULL,99.82,2,'忻州','2023-11-24 11:32:14','山西','代县','随机生成',31.28),
(14968,NULL,48.10,1,'忻州','2023-11-24 11:32:14','山西','繁峙县','随机生成',79.71),
(14969,NULL,18.99,3,'忻州','2023-11-24 11:32:14','山西','宁武县','随机生成',53.60),
(14970,NULL,93.78,4,'忻州','2023-11-24 11:32:14','山西','静乐县','随机生成',31.41),
(14971,NULL,69.82,4,'忻州','2023-11-24 11:32:14','山西','神池县','随机生成',60.05),
(14972,NULL,98.23,2,'忻州','2023-11-24 11:32:14','山西','五寨县','随机生成',32.97),
(14973,NULL,35.08,1,'忻州','2023-11-24 11:32:14','山西','岢岚县','随机生成',14.01),
(14974,NULL,22.71,3,'忻州','2023-11-24 11:32:14','山西','河曲县','随机生成',47.07),
(14975,NULL,99.76,4,'忻州','2023-11-24 11:32:14','山西','保德县','随机生成',36.36),
(14976,NULL,3.61,3,'忻州','2023-11-24 11:32:14','山西','偏关县','随机生成',58.24),
(14977,NULL,17.18,1,'吕梁','2023-11-24 11:32:14','山西','离石区','随机生成',36.66),
(14978,NULL,4.82,4,'吕梁','2023-11-24 11:32:14','山西','孝义市','随机生成',57.24),
(14979,NULL,39.71,2,'吕梁','2023-11-24 11:32:14','山西','汾阳市','随机生成',55.16),
(14980,NULL,99.01,4,'吕梁','2023-11-24 11:32:14','山西','文水县','随机生成',12.95),
(14981,NULL,87.47,1,'吕梁','2023-11-24 11:32:14','山西','交城县','随机生成',49.82),
(14982,NULL,15.22,2,'吕梁','2023-11-24 11:32:14','山西','兴县','随机生成',27.58),
(14983,NULL,76.07,1,'吕梁','2023-11-24 11:32:14','山西','临县','随机生成',72.53),
(14984,NULL,68.18,1,'吕梁','2023-11-24 11:32:14','山西','柳林县','随机生成',27.59),
(14985,NULL,54.67,4,'吕梁','2023-11-24 11:32:14','山西','石楼县','随机生成',79.99),
(14986,NULL,92.98,1,'吕梁','2023-11-24 11:32:14','山西','岚县','随机生成',20.65),
(14987,NULL,24.99,3,'吕梁','2023-11-24 11:32:14','山西','方山县','随机生成',83.82),
(14988,NULL,83.92,1,'吕梁','2023-11-24 11:32:14','山西','中阳县','随机生成',26.83),
(14989,NULL,24.07,4,'吕梁','2023-11-24 11:32:14','山西','交口县','随机生成',47.94),
(14990,NULL,95.28,4,'晋中','2023-11-24 11:32:14','山西','榆次市','随机生成',6.24),
(14991,NULL,10.09,4,'晋中','2023-11-24 11:32:14','山西','介休市','随机生成',27.71),
(14992,NULL,96.30,1,'晋中','2023-11-24 11:32:14','山西','榆社县','随机生成',64.50),
(14993,NULL,64.39,2,'晋中','2023-11-24 11:32:14','山西','左权县','随机生成',54.18),
(14994,NULL,10.15,1,'晋中','2023-11-24 11:32:14','山西','和顺县','随机生成',24.28),
(14995,NULL,89.35,2,'晋中','2023-11-24 11:32:14','山西','昔阳县','随机生成',0.78),
(14996,NULL,43.77,2,'晋中','2023-11-24 11:32:14','山西','寿阳县','随机生成',56.32),
(14997,NULL,3.63,3,'晋中','2023-11-24 11:32:14','山西','太谷县','随机生成',88.82),
(14998,NULL,0.49,1,'晋中','2023-11-24 11:32:14','山西','祁县','随机生成',58.35),
(14999,NULL,72.02,1,'晋中','2023-11-24 11:32:14','山西','平遥县','随机生成',64.72),
(15000,NULL,81.06,2,'晋中','2023-11-24 11:32:14','山西','灵石县','随机生成',48.50),
(15001,NULL,14.80,1,'临汾','2023-11-24 11:32:14','山西','临汾市','随机生成',3.63),
(15002,NULL,97.62,3,'临汾','2023-11-24 11:32:14','山西','侯马市','随机生成',78.41),
(15003,NULL,22.48,4,'临汾','2023-11-24 11:32:14','山西','霍州市','随机生成',10.93),
(15004,NULL,7.98,4,'临汾','2023-11-24 11:32:14','山西','曲沃县','随机生成',40.41),
(15005,NULL,90.33,3,'临汾','2023-11-24 11:32:14','山西','翼城县','随机生成',60.40),
(15006,NULL,57.08,2,'临汾','2023-11-24 11:32:14','山西','襄汾县','随机生成',74.90),
(15007,NULL,84.58,2,'临汾','2023-11-24 11:32:14','山西','洪洞县','随机生成',4.32),
(15008,NULL,20.02,4,'临汾','2023-11-24 11:32:14','山西','古县','随机生成',1.22),
(15009,NULL,30.57,1,'临汾','2023-11-24 11:32:14','山西','安泽县','随机生成',0.90),
(15010,NULL,96.48,2,'临汾','2023-11-24 11:32:14','山西','浮山县','随机生成',64.06),
(15011,NULL,75.08,2,'临汾','2023-11-24 11:32:14','山西','吉县','随机生成',6.67),
(15012,NULL,1.18,3,'临汾','2023-11-24 11:32:14','山西','乡宁县','随机生成',55.75),
(15013,NULL,15.43,1,'临汾','2023-11-24 11:32:14','山西','蒲县','随机生成',63.07),
(15014,NULL,14.24,3,'临汾','2023-11-24 11:32:14','山西','大宁县','随机生成',46.38),
(15015,NULL,19.77,3,'临汾','2023-11-24 11:32:14','山西','永和县','随机生成',62.46),
(15016,NULL,58.10,2,'临汾','2023-11-24 11:32:14','山西','隰县','随机生成',86.50),
(15017,NULL,64.20,2,'临汾','2023-11-24 11:32:14','山西','汾西县','随机生成',48.03),
(15018,NULL,68.48,2,'运城','2023-11-24 11:32:14','山西','运城市','随机生成',52.24),
(15019,NULL,33.52,2,'运城','2023-11-24 11:32:14','山西','永济市','随机生成',4.83),
(15020,NULL,66.67,4,'运城','2023-11-24 11:32:14','山西','河津市','随机生成',7.99),
(15021,NULL,82.69,1,'运城','2023-11-24 11:32:14','山西','芮城县','随机生成',71.91),
(15022,NULL,33.58,2,'运城','2023-11-24 11:32:14','山西','临猗县','随机生成',37.65),
(15023,NULL,23.64,3,'运城','2023-11-24 11:32:14','山西','万荣县','随机生成',60.81),
(15024,NULL,35.67,2,'运城','2023-11-24 11:32:14','山西','新绛县','随机生成',80.11),
(15025,NULL,42.41,2,'运城','2023-11-24 11:32:14','山西','稷山县','随机生成',70.48),
(15026,NULL,48.31,1,'运城','2023-11-24 11:32:14','山西','闻喜县','随机生成',83.96),
(15027,NULL,44.61,2,'运城','2023-11-24 11:32:14','山西','夏县','随机生成',23.77),
(15028,NULL,46.94,1,'运城','2023-11-24 11:32:14','山西','绛县','随机生成',63.14),
(15029,NULL,87.99,3,'运城','2023-11-24 11:32:14','山西','平陆县','随机生成',99.68),
(15030,NULL,66.73,2,'运城','2023-11-24 11:32:14','山西','垣曲县','随机生成',48.35),
(15031,NULL,41.54,3,'呼和浩特','2023-11-24 11:32:14','内蒙古','新城区','随机生成',6.39),
(15032,NULL,54.15,1,'呼和浩特','2023-11-24 11:32:14','内蒙古','回民区','随机生成',34.66),
(15033,NULL,63.03,3,'呼和浩特','2023-11-24 11:32:14','内蒙古','玉泉区','随机生成',70.78),
(15034,NULL,76.61,1,'呼和浩特','2023-11-24 11:32:14','内蒙古','郊区','随机生成',71.94),
(15035,NULL,63.99,3,'呼和浩特','2023-11-24 11:32:14','内蒙古','土默特左旗','随机生成',86.37),
(15036,NULL,8.98,4,'呼和浩特','2023-11-24 11:32:14','内蒙古','托克托县','随机生成',9.00),
(15037,NULL,41.83,1,'呼和浩特','2023-11-24 11:32:14','内蒙古','和林格尔县','随机生成',45.47),
(15038,NULL,8.62,1,'呼和浩特','2023-11-24 11:32:14','内蒙古','清水河县','随机生成',42.69),
(15039,NULL,84.26,4,'呼和浩特','2023-11-24 11:32:14','内蒙古','武川县','随机生成',89.90),
(15040,NULL,1.57,3,'包头','2023-11-24 11:32:14','内蒙古','东河区','随机生成',55.95),
(15041,NULL,75.51,1,'包头','2023-11-24 11:32:14','内蒙古','昆都伦区','随机生成',60.64),
(15042,NULL,36.65,1,'包头','2023-11-24 11:32:14','内蒙古','青山区','随机生成',48.34),
(15043,NULL,68.89,3,'包头','2023-11-24 11:32:14','内蒙古','石拐矿区','随机生成',37.92),
(15044,NULL,16.39,4,'包头','2023-11-24 11:32:14','内蒙古','白云矿区','随机生成',77.70),
(15045,NULL,85.71,3,'包头','2023-11-24 11:32:14','内蒙古','郊区','随机生成',77.10),
(15046,NULL,96.69,2,'包头','2023-11-24 11:32:14','内蒙古','土默特右旗','随机生成',28.61),
(15047,NULL,73.42,4,'包头','2023-11-24 11:32:14','内蒙古','固阳县','随机生成',9.28),
(15048,NULL,97.86,4,'包头','2023-11-24 11:32:14','内蒙古','达尔罕茂明安联合旗','随机生成',70.75),
(15049,NULL,1.57,3,'乌海','2023-11-24 11:32:14','内蒙古','海勃湾区','随机生成',90.54),
(15050,NULL,87.55,1,'乌海','2023-11-24 11:32:14','内蒙古','海南区','随机生成',98.97),
(15051,NULL,93.53,4,'乌海','2023-11-24 11:32:14','内蒙古','乌达区','随机生成',23.04),
(15052,NULL,82.79,3,'赤峰','2023-11-24 11:32:14','内蒙古','红山区','随机生成',68.74),
(15053,NULL,99.20,2,'赤峰','2023-11-24 11:32:14','内蒙古','元宝山区','随机生成',90.46),
(15054,NULL,94.30,2,'赤峰','2023-11-24 11:32:14','内蒙古','松山区','随机生成',27.50),
(15055,NULL,30.86,3,'赤峰','2023-11-24 11:32:14','内蒙古','阿鲁科尔沁旗','随机生成',60.78),
(15056,NULL,51.91,2,'赤峰','2023-11-24 11:32:14','内蒙古','巴林左旗','随机生成',18.88),
(15057,NULL,27.85,4,'赤峰','2023-11-24 11:32:14','内蒙古','巴林右旗','随机生成',2.34),
(15058,NULL,1.50,1,'赤峰','2023-11-24 11:32:14','内蒙古','林西县','随机生成',50.68),
(15059,NULL,67.04,2,'赤峰','2023-11-24 11:32:14','内蒙古','克什克腾旗','随机生成',34.04),
(15060,NULL,77.61,4,'赤峰','2023-11-24 11:32:14','内蒙古','翁牛特旗','随机生成',22.03),
(15061,NULL,81.17,2,'赤峰','2023-11-24 11:32:14','内蒙古','喀喇沁旗','随机生成',14.42),
(15062,NULL,33.92,4,'赤峰','2023-11-24 11:32:14','内蒙古','宁城县','随机生成',64.79),
(15063,NULL,61.53,1,'赤峰','2023-11-24 11:32:14','内蒙古','敖汉旗','随机生成',41.51),
(15064,NULL,11.52,3,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','海拉尔市','随机生成',82.28),
(15065,NULL,16.50,1,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','满洲里市','随机生成',80.70),
(15066,NULL,47.87,2,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','扎兰屯市','随机生成',94.07),
(15067,NULL,1.91,4,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','牙克石市','随机生成',96.10),
(15068,NULL,55.73,3,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','根河市','随机生成',85.45),
(15069,NULL,4.41,4,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','额尔古纳市','随机生成',53.14),
(15070,NULL,88.76,3,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','阿荣旗','随机生成',40.69),
(15071,NULL,51.19,1,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','莫力达瓦达斡尔族自治旗','随机生成',43.62),
(15072,NULL,12.91,3,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','鄂伦春自治旗','随机生成',73.17),
(15073,NULL,28.31,3,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','鄂温克族自治旗','随机生成',82.30),
(15074,NULL,80.06,1,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','新巴尔虎右旗','随机生成',3.44),
(15075,NULL,41.13,3,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','新巴尔虎左旗','随机生成',27.04),
(15076,NULL,10.93,2,'呼伦贝尔','2023-11-24 11:32:14','内蒙古','陈巴尔虎旗','随机生成',53.87),
(15077,NULL,94.38,1,'兴安盟','2023-11-24 11:32:14','内蒙古','乌兰浩特市','随机生成',7.52),
(15078,NULL,87.74,2,'兴安盟','2023-11-24 11:32:14','内蒙古','阿尔山市','随机生成',41.09),
(15079,NULL,37.08,1,'兴安盟','2023-11-24 11:32:14','内蒙古','科尔沁右翼前旗','随机生成',45.83),
(15080,NULL,64.25,4,'兴安盟','2023-11-24 11:32:14','内蒙古','科尔沁右翼中旗','随机生成',34.82),
(15081,NULL,57.40,3,'兴安盟','2023-11-24 11:32:14','内蒙古','扎赉特旗','随机生成',79.45),
(15082,NULL,7.49,4,'兴安盟','2023-11-24 11:32:14','内蒙古','突泉县','随机生成',29.07),
(15083,NULL,34.99,2,'通辽','2023-11-24 11:32:14','内蒙古','科尔沁区','随机生成',20.58),
(15084,NULL,26.54,4,'通辽','2023-11-24 11:32:14','内蒙古','霍林郭勒市','随机生成',85.71),
(15085,NULL,34.28,2,'通辽','2023-11-24 11:32:14','内蒙古','科尔沁左翼中旗','随机生成',45.03),
(15086,NULL,78.47,1,'通辽','2023-11-24 11:32:14','内蒙古','科尔沁左翼后旗','随机生成',91.67),
(15087,NULL,24.49,2,'通辽','2023-11-24 11:32:14','内蒙古','开鲁县','随机生成',94.49),
(15088,NULL,0.07,2,'通辽','2023-11-24 11:32:14','内蒙古','库伦旗','随机生成',69.42),
(15089,NULL,95.12,3,'通辽','2023-11-24 11:32:14','内蒙古','奈曼旗','随机生成',52.29),
(15090,NULL,37.70,1,'通辽','2023-11-24 11:32:14','内蒙古','扎鲁特旗','随机生成',6.42),
(15091,NULL,98.41,4,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','二连浩特市','随机生成',97.26),
(15092,NULL,73.69,1,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','锡林浩特市','随机生成',11.82),
(15093,NULL,69.25,2,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','阿巴嘎旗','随机生成',88.03),
(15094,NULL,53.71,3,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','苏尼特左旗','随机生成',28.05),
(15095,NULL,23.02,4,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','苏尼特右旗','随机生成',40.35),
(15096,NULL,91.01,1,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','东乌珠穆沁旗','随机生成',37.32),
(15097,NULL,59.49,1,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','西乌珠穆沁旗','随机生成',66.29),
(15098,NULL,65.04,4,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','太仆寺旗','随机生成',57.79),
(15099,NULL,61.17,4,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','镶黄旗','随机生成',97.90),
(15100,NULL,24.37,3,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','正镶白旗','随机生成',70.56),
(15101,NULL,48.27,1,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','正蓝旗','随机生成',99.20),
(15102,NULL,61.73,3,'锡林郭勒盟','2023-11-24 11:32:14','内蒙古','多伦县','随机生成',20.38),
(15103,NULL,40.61,3,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','集宁市','随机生成',6.61),
(15104,NULL,96.30,2,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','丰镇市','随机生成',21.34),
(15105,NULL,61.84,1,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','卓资县','随机生成',76.99),
(15106,NULL,34.82,4,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','化德县','随机生成',22.33),
(15107,NULL,37.75,3,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','商都县','随机生成',58.96),
(15108,NULL,41.22,2,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','兴和县','随机生成',84.37),
(15109,NULL,25.73,1,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','凉城县','随机生成',48.69),
(15110,NULL,21.37,1,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','察哈尔右翼前旗','随机生成',9.45),
(15111,NULL,47.78,4,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','察哈尔右翼中旗','随机生成',14.75),
(15112,NULL,11.58,1,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','察哈尔右翼后旗','随机生成',81.61),
(15113,NULL,6.61,2,'乌兰察布盟','2023-11-24 11:32:14','内蒙古','四子王旗','随机生成',66.27),
(15114,NULL,42.29,4,'伊克昭盟','2023-11-24 11:32:14','内蒙古','东胜市','随机生成',39.33),
(15115,NULL,2.93,2,'伊克昭盟','2023-11-24 11:32:14','内蒙古','达拉特旗','随机生成',65.15),
(15116,NULL,19.13,3,'伊克昭盟','2023-11-24 11:32:14','内蒙古','准格尔旗','随机生成',99.08),
(15117,NULL,7.65,4,'伊克昭盟','2023-11-24 11:32:14','内蒙古','鄂托克前旗','随机生成',28.38),
(15118,NULL,75.74,2,'伊克昭盟','2023-11-24 11:32:14','内蒙古','鄂托克旗','随机生成',95.70),
(15119,NULL,73.55,1,'伊克昭盟','2023-11-24 11:32:14','内蒙古','杭锦旗','随机生成',56.61),
(15120,NULL,8.25,4,'伊克昭盟','2023-11-24 11:32:14','内蒙古','乌审旗','随机生成',70.86),
(15121,NULL,95.81,2,'伊克昭盟','2023-11-24 11:32:14','内蒙古','伊金霍洛旗','随机生成',80.50),
(15122,NULL,62.63,2,'巴彦淖尔盟','2023-11-24 11:32:14','内蒙古','临河市','随机生成',22.30),
(15123,NULL,52.17,3,'巴彦淖尔盟','2023-11-24 11:32:14','内蒙古','五原县','随机生成',15.51),
(15124,NULL,26.58,2,'巴彦淖尔盟','2023-11-24 11:32:14','内蒙古','磴口县','随机生成',3.15),
(15125,NULL,95.91,1,'巴彦淖尔盟','2023-11-24 11:32:14','内蒙古','乌拉特前旗','随机生成',59.67),
(15126,NULL,50.12,1,'巴彦淖尔盟','2023-11-24 11:32:14','内蒙古','乌拉特中旗','随机生成',86.00),
(15127,NULL,3.83,2,'巴彦淖尔盟','2023-11-24 11:32:14','内蒙古','乌拉特后旗','随机生成',25.39),
(15128,NULL,8.62,3,'巴彦淖尔盟','2023-11-24 11:32:14','内蒙古','杭锦后旗','随机生成',92.83),
(15129,NULL,20.19,4,'阿拉善盟','2023-11-24 11:32:14','内蒙古','阿拉善左旗','随机生成',5.02),
(15130,NULL,38.77,3,'阿拉善盟','2023-11-24 11:32:14','内蒙古','阿拉善右旗','随机生成',27.49),
(15131,NULL,19.62,2,'阿拉善盟','2023-11-24 11:32:14','内蒙古','额济纳旗','随机生成',91.94),
(15132,NULL,14.84,3,'沈阳','2023-11-24 11:32:14','辽宁','沈河区','随机生成',22.45),
(15133,NULL,49.00,4,'沈阳','2023-11-24 11:32:14','辽宁','皇姑区','随机生成',60.96),
(15134,NULL,5.07,1,'沈阳','2023-11-24 11:32:14','辽宁','和平区','随机生成',18.86),
(15135,NULL,89.25,1,'沈阳','2023-11-24 11:32:15','辽宁','大东区','随机生成',40.38),
(15136,NULL,7.26,3,'沈阳','2023-11-24 11:32:15','辽宁','铁西区','随机生成',78.25),
(15137,NULL,71.28,3,'沈阳','2023-11-24 11:32:15','辽宁','苏家屯区','随机生成',57.57),
(15138,NULL,62.81,4,'沈阳','2023-11-24 11:32:15','辽宁','东陵区','随机生成',14.08),
(15139,NULL,63.09,1,'沈阳','2023-11-24 11:32:15','辽宁','于洪区','随机生成',95.56),
(15140,NULL,8.51,4,'沈阳','2023-11-24 11:32:15','辽宁','新民市','随机生成',56.68),
(15141,NULL,20.70,3,'沈阳','2023-11-24 11:32:15','辽宁','法库县','随机生成',67.57),
(15142,NULL,50.55,4,'沈阳','2023-11-24 11:32:15','辽宁','辽中县','随机生成',92.38),
(15143,NULL,31.56,2,'沈阳','2023-11-24 11:32:15','辽宁','康平县','随机生成',32.36),
(15144,NULL,70.84,3,'沈阳','2023-11-24 11:32:15','辽宁','新城子区','随机生成',2.10),
(15145,NULL,94.33,1,'沈阳','2023-11-24 11:32:15','辽宁','其他','随机生成',23.41),
(15146,NULL,92.74,4,'大连','2023-11-24 11:32:15','辽宁','西岗区','随机生成',95.08),
(15147,NULL,76.07,2,'大连','2023-11-24 11:32:15','辽宁','中山区','随机生成',62.08),
(15148,NULL,64.55,4,'大连','2023-11-24 11:32:15','辽宁','沙河口区','随机生成',13.95),
(15149,NULL,30.22,4,'大连','2023-11-24 11:32:15','辽宁','甘井子区','随机生成',82.64),
(15150,NULL,28.54,1,'大连','2023-11-24 11:32:15','辽宁','旅顺口区','随机生成',91.62),
(15151,NULL,32.18,1,'大连','2023-11-24 11:32:15','辽宁','金州区','随机生成',41.46),
(15152,NULL,39.29,1,'大连','2023-11-24 11:32:15','辽宁','瓦房店市','随机生成',33.81),
(15153,NULL,30.62,2,'大连','2023-11-24 11:32:15','辽宁','普兰店市','随机生成',70.51),
(15154,NULL,84.75,4,'大连','2023-11-24 11:32:15','辽宁','庄河市','随机生成',13.97),
(15155,NULL,19.00,1,'大连','2023-11-24 11:32:15','辽宁','长海县','随机生成',19.68),
(15156,NULL,91.29,2,'大连','2023-11-24 11:32:15','辽宁','其他','随机生成',77.76),
(15157,NULL,69.86,4,'鞍山','2023-11-24 11:32:15','辽宁','铁东区','随机生成',5.72),
(15158,NULL,25.16,2,'鞍山','2023-11-24 11:32:15','辽宁','铁西区','随机生成',33.26),
(15159,NULL,0.84,2,'鞍山','2023-11-24 11:32:15','辽宁','立山区','随机生成',90.62),
(15160,NULL,7.47,1,'鞍山','2023-11-24 11:32:15','辽宁','千山区','随机生成',2.64),
(15161,NULL,13.27,1,'鞍山','2023-11-24 11:32:15','辽宁','海城市','随机生成',25.83),
(15162,NULL,77.64,1,'鞍山','2023-11-24 11:32:15','辽宁','台安县','随机生成',20.43),
(15163,NULL,35.66,2,'鞍山','2023-11-24 11:32:15','辽宁','岫岩满族自治县','随机生成',0.31),
(15164,NULL,36.75,1,'鞍山','2023-11-24 11:32:15','辽宁','其他','随机生成',43.70),
(15165,NULL,13.88,4,'抚顺','2023-11-24 11:32:15','辽宁','顺城区','随机生成',32.66),
(15166,NULL,7.08,1,'抚顺','2023-11-24 11:32:15','辽宁','新抚区','随机生成',67.69),
(15167,NULL,75.77,3,'抚顺','2023-11-24 11:32:15','辽宁','东洲区','随机生成',48.52),
(15168,NULL,2.95,2,'抚顺','2023-11-24 11:32:15','辽宁','望花区','随机生成',12.73),
(15169,NULL,52.68,2,'抚顺','2023-11-24 11:32:15','辽宁','抚顺县','随机生成',85.74),
(15170,NULL,22.30,1,'抚顺','2023-11-24 11:32:15','辽宁','清原满族自治县','随机生成',6.94),
(15171,NULL,47.68,4,'抚顺','2023-11-24 11:32:15','辽宁','新宾满族自治县','随机生成',95.50),
(15172,NULL,34.75,4,'抚顺','2023-11-24 11:32:15','辽宁','其他','随机生成',8.54),
(15173,NULL,69.80,3,'本溪','2023-11-24 11:32:15','辽宁','平山区','随机生成',95.81),
(15174,NULL,69.84,1,'本溪','2023-11-24 11:32:15','辽宁','明山区','随机生成',57.00),
(15175,NULL,69.54,1,'本溪','2023-11-24 11:32:15','辽宁','溪湖区','随机生成',55.36),
(15176,NULL,21.85,4,'本溪','2023-11-24 11:32:15','辽宁','南芬区','随机生成',76.63),
(15177,NULL,40.54,2,'本溪','2023-11-24 11:32:15','辽宁','本溪满族自治县','随机生成',38.44),
(15178,NULL,21.57,2,'本溪','2023-11-24 11:32:15','辽宁','桓仁满族自治县','随机生成',80.01),
(15179,NULL,97.52,2,'本溪','2023-11-24 11:32:15','辽宁','其他','随机生成',61.17),
(15180,NULL,79.26,2,'丹东','2023-11-24 11:32:15','辽宁','振兴区','随机生成',34.13),
(15181,NULL,77.08,4,'丹东','2023-11-24 11:32:15','辽宁','元宝区','随机生成',92.70),
(15182,NULL,20.49,2,'丹东','2023-11-24 11:32:15','辽宁','振安区','随机生成',58.47),
(15183,NULL,59.19,2,'丹东','2023-11-24 11:32:15','辽宁','东港市','随机生成',30.51),
(15184,NULL,22.61,4,'丹东','2023-11-24 11:32:15','辽宁','凤城市','随机生成',74.65),
(15185,NULL,29.18,1,'丹东','2023-11-24 11:32:15','辽宁','宽甸满族自治县','随机生成',60.15),
(15186,NULL,79.77,3,'丹东','2023-11-24 11:32:15','辽宁','其他','随机生成',26.17),
(15187,NULL,69.92,2,'锦州','2023-11-24 11:32:15','辽宁','太和区','随机生成',13.36),
(15188,NULL,31.26,3,'锦州','2023-11-24 11:32:15','辽宁','古塔区','随机生成',83.45),
(15189,NULL,46.75,2,'锦州','2023-11-24 11:32:15','辽宁','凌河区','随机生成',51.27),
(15190,NULL,65.72,4,'锦州','2023-11-24 11:32:15','辽宁','凌海市','随机生成',99.18),
(15191,NULL,2.91,2,'锦州','2023-11-24 11:32:15','辽宁','黑山县','随机生成',99.76),
(15192,NULL,69.44,3,'锦州','2023-11-24 11:32:15','辽宁','义县','随机生成',54.16),
(15193,NULL,59.87,4,'锦州','2023-11-24 11:32:15','辽宁','北宁市','随机生成',67.41),
(15194,NULL,32.49,2,'锦州','2023-11-24 11:32:15','辽宁','其他','随机生成',90.05),
(15195,NULL,36.77,4,'营口','2023-11-24 11:32:15','辽宁','站前区','随机生成',70.32),
(15196,NULL,50.80,1,'营口','2023-11-24 11:32:15','辽宁','西市区','随机生成',15.26),
(15197,NULL,90.61,2,'营口','2023-11-24 11:32:15','辽宁','鲅鱼圈区','随机生成',5.77),
(15198,NULL,50.77,4,'营口','2023-11-24 11:32:15','辽宁','老边区','随机生成',15.19),
(15199,NULL,21.93,2,'营口','2023-11-24 11:32:15','辽宁','大石桥市','随机生成',63.34),
(15200,NULL,43.27,3,'营口','2023-11-24 11:32:15','辽宁','盖州市','随机生成',25.59),
(15201,NULL,6.02,4,'营口','2023-11-24 11:32:15','辽宁','其他','随机生成',60.53),
(15202,NULL,65.84,3,'阜新','2023-11-24 11:32:15','辽宁','海州区','随机生成',38.42),
(15203,NULL,37.24,4,'阜新','2023-11-24 11:32:15','辽宁','新邱区','随机生成',95.46),
(15204,NULL,81.79,2,'阜新','2023-11-24 11:32:15','辽宁','太平区','随机生成',69.17),
(15205,NULL,91.76,1,'阜新','2023-11-24 11:32:15','辽宁','清河门区','随机生成',39.30),
(15206,NULL,63.36,2,'阜新','2023-11-24 11:32:15','辽宁','细河区','随机生成',84.16),
(15207,NULL,17.76,2,'阜新','2023-11-24 11:32:15','辽宁','彰武县','随机生成',75.61),
(15208,NULL,52.93,2,'阜新','2023-11-24 11:32:15','辽宁','阜新蒙古族自治县','随机生成',45.44),
(15209,NULL,13.54,2,'阜新','2023-11-24 11:32:15','辽宁','其他','随机生成',48.06),
(15210,NULL,9.19,1,'辽阳','2023-11-24 11:32:15','辽宁','白塔区','随机生成',7.03),
(15211,NULL,69.29,1,'辽阳','2023-11-24 11:32:15','辽宁','文圣区','随机生成',89.34),
(15212,NULL,60.69,1,'辽阳','2023-11-24 11:32:15','辽宁','宏伟区','随机生成',78.80),
(15213,NULL,50.40,3,'辽阳','2023-11-24 11:32:15','辽宁','太子河区','随机生成',8.79),
(15214,NULL,92.38,4,'辽阳','2023-11-24 11:32:15','辽宁','弓长岭区','随机生成',28.16),
(15215,NULL,54.62,1,'辽阳','2023-11-24 11:32:15','辽宁','灯塔市','随机生成',66.85),
(15216,NULL,94.68,1,'辽阳','2023-11-24 11:32:15','辽宁','辽阳县','随机生成',57.66),
(15217,NULL,26.20,2,'辽阳','2023-11-24 11:32:15','辽宁','其他','随机生成',1.35),
(15218,NULL,70.49,3,'盘锦','2023-11-24 11:32:15','辽宁','双台子区','随机生成',13.16),
(15219,NULL,45.53,2,'盘锦','2023-11-24 11:32:15','辽宁','兴隆台区','随机生成',11.38),
(15220,NULL,39.67,1,'盘锦','2023-11-24 11:32:15','辽宁','盘山县','随机生成',43.59),
(15221,NULL,52.82,3,'盘锦','2023-11-24 11:32:15','辽宁','大洼县','随机生成',89.90),
(15222,NULL,97.56,4,'盘锦','2023-11-24 11:32:15','辽宁','其他','随机生成',40.16),
(15223,NULL,28.75,4,'铁岭','2023-11-24 11:32:15','辽宁','银州区','随机生成',92.12),
(15224,NULL,63.09,4,'铁岭','2023-11-24 11:32:15','辽宁','清河区','随机生成',38.73),
(15225,NULL,88.57,1,'铁岭','2023-11-24 11:32:15','辽宁','调兵山市','随机生成',41.30),
(15226,NULL,28.55,4,'铁岭','2023-11-24 11:32:15','辽宁','开原市','随机生成',56.16),
(15227,NULL,49.35,1,'铁岭','2023-11-24 11:32:15','辽宁','铁岭县','随机生成',76.16),
(15228,NULL,57.78,2,'铁岭','2023-11-24 11:32:15','辽宁','昌图县','随机生成',78.23),
(15229,NULL,88.18,4,'铁岭','2023-11-24 11:32:15','辽宁','西丰县','随机生成',27.18),
(15230,NULL,66.94,3,'铁岭','2023-11-24 11:32:15','辽宁','其他','随机生成',13.59),
(15231,NULL,86.16,3,'朝阳','2023-11-24 11:32:15','辽宁','双塔区','随机生成',6.55),
(15232,NULL,73.58,3,'朝阳','2023-11-24 11:32:15','辽宁','龙城区','随机生成',35.80),
(15233,NULL,9.72,1,'朝阳','2023-11-24 11:32:15','辽宁','凌源市','随机生成',50.51),
(15234,NULL,50.13,1,'朝阳','2023-11-24 11:32:15','辽宁','北票市','随机生成',44.64),
(15235,NULL,27.36,2,'朝阳','2023-11-24 11:32:15','辽宁','朝阳县','随机生成',91.02),
(15236,NULL,98.05,3,'朝阳','2023-11-24 11:32:15','辽宁','建平县','随机生成',26.10),
(15237,NULL,18.57,2,'朝阳','2023-11-24 11:32:15','辽宁','喀喇沁左翼蒙古族自治县','随机生成',59.93),
(15238,NULL,40.95,1,'朝阳','2023-11-24 11:32:15','辽宁','其他','随机生成',13.01),
(15239,NULL,41.32,4,'葫芦岛','2023-11-24 11:32:15','辽宁','龙港区','随机生成',56.00),
(15240,NULL,19.85,2,'葫芦岛','2023-11-24 11:32:15','辽宁','南票区','随机生成',27.64),
(15241,NULL,2.96,1,'葫芦岛','2023-11-24 11:32:15','辽宁','连山区','随机生成',63.24),
(15242,NULL,99.42,4,'葫芦岛','2023-11-24 11:32:15','辽宁','兴城市','随机生成',23.32),
(15243,NULL,95.79,2,'葫芦岛','2023-11-24 11:32:15','辽宁','绥中县','随机生成',20.68),
(15244,NULL,44.06,3,'葫芦岛','2023-11-24 11:32:15','辽宁','建昌县','随机生成',59.44),
(15245,NULL,67.02,1,'葫芦岛','2023-11-24 11:32:15','辽宁','其他','随机生成',25.94),
(15246,NULL,93.61,3,'其他','2023-11-24 11:32:15','辽宁','其他','随机生成',10.96),
(15247,NULL,86.09,2,'长春','2023-11-24 11:32:15','吉林','朝阳区','随机生成',14.24),
(15248,NULL,78.02,1,'长春','2023-11-24 11:32:15','吉林','宽城区','随机生成',9.01),
(15249,NULL,72.52,4,'长春','2023-11-24 11:32:15','吉林','二道区','随机生成',81.82),
(15250,NULL,1.98,2,'长春','2023-11-24 11:32:15','吉林','南关区','随机生成',74.88),
(15251,NULL,19.68,4,'长春','2023-11-24 11:32:15','吉林','绿园区','随机生成',81.39),
(15252,NULL,68.73,3,'长春','2023-11-24 11:32:15','吉林','双阳区','随机生成',69.49),
(15253,NULL,14.17,2,'长春','2023-11-24 11:32:15','吉林','九台市','随机生成',76.43),
(15254,NULL,24.17,3,'长春','2023-11-24 11:32:15','吉林','榆树市','随机生成',92.38),
(15255,NULL,9.16,1,'长春','2023-11-24 11:32:15','吉林','德惠市','随机生成',92.11),
(15256,NULL,45.91,1,'长春','2023-11-24 11:32:15','吉林','农安县','随机生成',3.29),
(15257,NULL,55.03,2,'长春','2023-11-24 11:32:15','吉林','其他','随机生成',36.65),
(15258,NULL,11.43,4,'吉林','2023-11-24 11:32:15','吉林','船营区','随机生成',53.79),
(15259,NULL,54.12,1,'吉林','2023-11-24 11:32:15','吉林','昌邑区','随机生成',54.94),
(15260,NULL,9.54,1,'吉林','2023-11-24 11:32:15','吉林','龙潭区','随机生成',11.55),
(15261,NULL,18.54,3,'吉林','2023-11-24 11:32:15','吉林','丰满区','随机生成',39.51),
(15262,NULL,32.13,4,'吉林','2023-11-24 11:32:15','吉林','舒兰市','随机生成',56.52),
(15263,NULL,31.66,2,'吉林','2023-11-24 11:32:15','吉林','桦甸市','随机生成',39.46),
(15264,NULL,79.19,1,'吉林','2023-11-24 11:32:15','吉林','蛟河市','随机生成',40.74),
(15265,NULL,37.46,1,'吉林','2023-11-24 11:32:15','吉林','磐石市','随机生成',84.74),
(15266,NULL,12.59,4,'吉林','2023-11-24 11:32:15','吉林','永吉县','随机生成',67.08),
(15267,NULL,24.51,1,'吉林','2023-11-24 11:32:15','吉林','其他','随机生成',77.01),
(15268,NULL,23.98,1,'四平','2023-11-24 11:32:15','吉林','铁西区','随机生成',33.51),
(15269,NULL,31.41,3,'四平','2023-11-24 11:32:15','吉林','铁东区','随机生成',18.13),
(15270,NULL,96.21,2,'四平','2023-11-24 11:32:15','吉林','公主岭市','随机生成',4.62),
(15271,NULL,55.13,3,'四平','2023-11-24 11:32:15','吉林','双辽市','随机生成',65.75),
(15272,NULL,50.16,2,'四平','2023-11-24 11:32:15','吉林','梨树县','随机生成',40.33),
(15273,NULL,65.02,4,'四平','2023-11-24 11:32:15','吉林','伊通满族自治县','随机生成',31.67),
(15274,NULL,46.46,1,'四平','2023-11-24 11:32:15','吉林','其他','随机生成',2.93),
(15275,NULL,1.91,4,'辽源','2023-11-24 11:32:15','吉林','龙山区','随机生成',52.05),
(15276,NULL,57.07,4,'辽源','2023-11-24 11:32:15','吉林','西安区','随机生成',17.89),
(15277,NULL,57.70,2,'辽源','2023-11-24 11:32:15','吉林','东辽县','随机生成',67.10),
(15278,NULL,63.52,4,'辽源','2023-11-24 11:32:15','吉林','东丰县','随机生成',71.45),
(15279,NULL,25.28,3,'辽源','2023-11-24 11:32:15','吉林','其他','随机生成',0.49),
(15280,NULL,84.54,2,'通化','2023-11-24 11:32:15','吉林','东昌区','随机生成',18.70),
(15281,NULL,7.93,1,'通化','2023-11-24 11:32:15','吉林','二道江区','随机生成',5.57),
(15282,NULL,67.87,4,'通化','2023-11-24 11:32:15','吉林','梅河口市','随机生成',76.23),
(15283,NULL,9.65,1,'通化','2023-11-24 11:32:15','吉林','集安市','随机生成',21.93),
(15284,NULL,28.56,2,'通化','2023-11-24 11:32:15','吉林','通化县','随机生成',45.54),
(15285,NULL,63.34,4,'通化','2023-11-24 11:32:15','吉林','辉南县','随机生成',75.94),
(15286,NULL,0.31,1,'通化','2023-11-24 11:32:15','吉林','柳河县','随机生成',35.77),
(15287,NULL,59.52,3,'通化','2023-11-24 11:32:15','吉林','其他','随机生成',75.07),
(15288,NULL,57.03,3,'白山','2023-11-24 11:32:15','吉林','八道江区','随机生成',4.00),
(15289,NULL,17.34,4,'白山','2023-11-24 11:32:15','吉林','江源区','随机生成',31.62),
(15290,NULL,58.03,2,'白山','2023-11-24 11:32:15','吉林','临江市','随机生成',30.73),
(15291,NULL,15.55,4,'白山','2023-11-24 11:32:15','吉林','靖宇县','随机生成',43.97),
(15292,NULL,8.00,4,'白山','2023-11-24 11:32:15','吉林','抚松县','随机生成',3.12),
(15293,NULL,40.50,2,'白山','2023-11-24 11:32:15','吉林','长白朝鲜族自治县','随机生成',62.20),
(15294,NULL,47.98,3,'白山','2023-11-24 11:32:15','吉林','其他','随机生成',22.33),
(15295,NULL,69.18,3,'松原','2023-11-24 11:32:15','吉林','宁江区','随机生成',69.90),
(15296,NULL,89.03,2,'松原','2023-11-24 11:32:15','吉林','乾安县','随机生成',77.85),
(15297,NULL,40.18,4,'松原','2023-11-24 11:32:15','吉林','长岭县','随机生成',17.75),
(15298,NULL,84.19,4,'松原','2023-11-24 11:32:15','吉林','扶余县','随机生成',78.41),
(15299,NULL,77.70,2,'松原','2023-11-24 11:32:15','吉林','前郭尔罗斯蒙古族自治县','随机生成',0.99),
(15300,NULL,89.91,2,'松原','2023-11-24 11:32:15','吉林','其他','随机生成',50.46),
(15301,NULL,50.46,4,'白城','2023-11-24 11:32:15','吉林','洮北区','随机生成',77.42),
(15302,NULL,35.33,4,'白城','2023-11-24 11:32:15','吉林','大安市','随机生成',13.70),
(15303,NULL,51.14,2,'白城','2023-11-24 11:32:15','吉林','洮南市','随机生成',40.36),
(15304,NULL,87.70,3,'白城','2023-11-24 11:32:15','吉林','镇赉县','随机生成',83.38),
(15305,NULL,35.35,1,'白城','2023-11-24 11:32:15','吉林','通榆县','随机生成',53.65),
(15306,NULL,91.02,4,'白城','2023-11-24 11:32:15','吉林','其他','随机生成',39.06),
(15307,NULL,9.07,3,'延边朝鲜族自治州','2023-11-24 11:32:15','吉林','延吉市','随机生成',68.39),
(15308,NULL,6.23,1,'延边朝鲜族自治州','2023-11-24 11:32:15','吉林','图们市','随机生成',50.35),
(15309,NULL,31.57,3,'延边朝鲜族自治州','2023-11-24 11:32:15','吉林','敦化市','随机生成',15.49),
(15310,NULL,58.80,3,'延边朝鲜族自治州','2023-11-24 11:32:15','吉林','龙井市','随机生成',52.00),
(15311,NULL,26.43,4,'延边朝鲜族自治州','2023-11-24 11:32:15','吉林','珲春市','随机生成',98.09),
(15312,NULL,49.73,2,'延边朝鲜族自治州','2023-11-24 11:32:15','吉林','和龙市','随机生成',53.82),
(15313,NULL,28.84,3,'延边朝鲜族自治州','2023-11-24 11:32:15','吉林','安图县','随机生成',23.52),
(15314,NULL,83.58,4,'延边朝鲜族自治州','2023-11-24 11:32:15','吉林','汪清县','随机生成',18.10),
(15315,NULL,58.42,4,'延边朝鲜族自治州','2023-11-24 11:32:15','吉林','其他','随机生成',45.04),
(15316,NULL,73.03,1,'其他','2023-11-24 11:32:15','吉林','其他','随机生成',65.80),
(15317,NULL,91.29,2,'哈尔滨','2023-11-24 11:32:15','黑龙江','松北区','随机生成',29.10),
(15318,NULL,48.46,2,'哈尔滨','2023-11-24 11:32:15','黑龙江','道里区','随机生成',8.43),
(15319,NULL,4.65,4,'哈尔滨','2023-11-24 11:32:15','黑龙江','南岗区','随机生成',70.05),
(15320,NULL,48.77,1,'哈尔滨','2023-11-24 11:32:15','黑龙江','平房区','随机生成',39.75),
(15321,NULL,98.77,4,'哈尔滨','2023-11-24 11:32:15','黑龙江','香坊区','随机生成',62.66),
(15322,NULL,81.40,2,'哈尔滨','2023-11-24 11:32:15','黑龙江','道外区','随机生成',10.22),
(15323,NULL,13.33,3,'哈尔滨','2023-11-24 11:32:15','黑龙江','呼兰区','随机生成',31.48),
(15324,NULL,21.00,2,'哈尔滨','2023-11-24 11:32:15','黑龙江','阿城区','随机生成',44.33),
(15325,NULL,40.94,1,'哈尔滨','2023-11-24 11:32:15','黑龙江','双城市','随机生成',65.88),
(15326,NULL,72.57,1,'哈尔滨','2023-11-24 11:32:15','黑龙江','尚志市','随机生成',74.24),
(15327,NULL,67.24,1,'哈尔滨','2023-11-24 11:32:15','黑龙江','五常市','随机生成',27.94),
(15328,NULL,9.37,4,'哈尔滨','2023-11-24 11:32:15','黑龙江','宾县','随机生成',57.90),
(15329,NULL,11.20,2,'哈尔滨','2023-11-24 11:32:15','黑龙江','方正县','随机生成',86.50),
(15330,NULL,36.92,3,'哈尔滨','2023-11-24 11:32:15','黑龙江','通河县','随机生成',8.34),
(15331,NULL,14.13,1,'哈尔滨','2023-11-24 11:32:15','黑龙江','巴彦县','随机生成',96.39),
(15332,NULL,77.78,3,'哈尔滨','2023-11-24 11:32:15','黑龙江','延寿县','随机生成',39.80),
(15333,NULL,62.15,3,'哈尔滨','2023-11-24 11:32:15','黑龙江','木兰县','随机生成',22.88),
(15334,NULL,14.75,1,'哈尔滨','2023-11-24 11:32:15','黑龙江','依兰县','随机生成',17.77),
(15335,NULL,73.83,4,'哈尔滨','2023-11-24 11:32:15','黑龙江','其他','随机生成',34.68),
(15336,NULL,88.89,3,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','龙沙区','随机生成',58.58),
(15337,NULL,86.78,4,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','昂昂溪区','随机生成',93.78),
(15338,NULL,22.58,2,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','铁锋区','随机生成',4.56),
(15339,NULL,78.69,2,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','建华区','随机生成',72.20),
(15340,NULL,89.93,1,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','富拉尔基区','随机生成',17.56),
(15341,NULL,75.47,3,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','碾子山区','随机生成',84.33),
(15342,NULL,6.42,3,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','梅里斯达斡尔族区','随机生成',44.71),
(15343,NULL,87.08,3,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','讷河市','随机生成',56.09),
(15344,NULL,55.95,2,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','富裕县','随机生成',75.99),
(15345,NULL,17.23,4,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','拜泉县','随机生成',10.81),
(15346,NULL,85.77,2,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','甘南县','随机生成',57.46),
(15347,NULL,79.95,1,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','依安县','随机生成',74.20),
(15348,NULL,41.42,2,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','克山县','随机生成',92.84),
(15349,NULL,74.21,1,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','泰来县','随机生成',78.86),
(15350,NULL,19.30,3,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','克东县','随机生成',74.57),
(15351,NULL,25.55,3,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','龙江县','随机生成',91.06),
(15352,NULL,15.40,4,'齐齐哈尔','2023-11-24 11:32:15','黑龙江','其他','随机生成',70.48),
(15353,NULL,45.29,1,'鹤岗','2023-11-24 11:32:15','黑龙江','兴山区','随机生成',89.94),
(15354,NULL,40.36,2,'鹤岗','2023-11-24 11:32:15','黑龙江','工农区','随机生成',36.88),
(15355,NULL,15.81,1,'鹤岗','2023-11-24 11:32:15','黑龙江','南山区','随机生成',66.32),
(15356,NULL,81.17,1,'鹤岗','2023-11-24 11:32:15','黑龙江','兴安区','随机生成',95.21),
(15357,NULL,0.13,3,'鹤岗','2023-11-24 11:32:15','黑龙江','向阳区','随机生成',27.54),
(15358,NULL,66.64,2,'鹤岗','2023-11-24 11:32:15','黑龙江','东山区','随机生成',22.47),
(15359,NULL,3.84,1,'鹤岗','2023-11-24 11:32:15','黑龙江','萝北县','随机生成',48.09),
(15360,NULL,34.60,3,'鹤岗','2023-11-24 11:32:15','黑龙江','绥滨县','随机生成',6.20),
(15361,NULL,36.98,2,'鹤岗','2023-11-24 11:32:15','黑龙江','其他','随机生成',83.96),
(15362,NULL,61.87,3,'双鸭山','2023-11-24 11:32:15','黑龙江','尖山区','随机生成',97.16),
(15363,NULL,80.17,1,'双鸭山','2023-11-24 11:32:15','黑龙江','岭东区','随机生成',6.16),
(15364,NULL,23.80,4,'双鸭山','2023-11-24 11:32:15','黑龙江','四方台区','随机生成',33.26),
(15365,NULL,95.67,2,'双鸭山','2023-11-24 11:32:15','黑龙江','宝山区','随机生成',7.68),
(15366,NULL,3.62,3,'双鸭山','2023-11-24 11:32:15','黑龙江','集贤县','随机生成',62.39),
(15367,NULL,3.65,2,'双鸭山','2023-11-24 11:32:15','黑龙江','宝清县','随机生成',95.37),
(15368,NULL,75.72,2,'双鸭山','2023-11-24 11:32:15','黑龙江','友谊县','随机生成',28.14),
(15369,NULL,30.53,3,'双鸭山','2023-11-24 11:32:15','黑龙江','饶河县','随机生成',2.62),
(15370,NULL,5.45,3,'双鸭山','2023-11-24 11:32:15','黑龙江','其他','随机生成',33.10),
(15371,NULL,59.58,4,'鸡西','2023-11-24 11:32:15','黑龙江','鸡冠区','随机生成',95.70),
(15372,NULL,60.16,3,'鸡西','2023-11-24 11:32:15','黑龙江','恒山区','随机生成',62.99),
(15373,NULL,35.29,3,'鸡西','2023-11-24 11:32:15','黑龙江','城子河区','随机生成',60.52),
(15374,NULL,87.34,3,'鸡西','2023-11-24 11:32:16','黑龙江','滴道区','随机生成',52.82),
(15375,NULL,84.56,4,'鸡西','2023-11-24 11:32:16','黑龙江','梨树区','随机生成',60.82),
(15376,NULL,43.08,4,'鸡西','2023-11-24 11:32:16','黑龙江','麻山区','随机生成',76.48),
(15377,NULL,65.64,4,'鸡西','2023-11-24 11:32:16','黑龙江','密山市','随机生成',48.03),
(15378,NULL,6.93,3,'鸡西','2023-11-24 11:32:16','黑龙江','虎林市','随机生成',50.64),
(15379,NULL,25.03,3,'鸡西','2023-11-24 11:32:16','黑龙江','鸡东县','随机生成',16.59),
(15380,NULL,40.08,1,'鸡西','2023-11-24 11:32:16','黑龙江','其他','随机生成',54.84),
(15381,NULL,84.26,2,'大庆','2023-11-24 11:32:16','黑龙江','萨尔图区','随机生成',14.96),
(15382,NULL,85.10,2,'大庆','2023-11-24 11:32:16','黑龙江','红岗区','随机生成',6.72),
(15383,NULL,73.40,1,'大庆','2023-11-24 11:32:16','黑龙江','龙凤区','随机生成',90.33),
(15384,NULL,40.17,3,'大庆','2023-11-24 11:32:16','黑龙江','让胡路区','随机生成',51.00),
(15385,NULL,30.22,1,'大庆','2023-11-24 11:32:16','黑龙江','大同区','随机生成',69.10),
(15386,NULL,97.05,2,'大庆','2023-11-24 11:32:16','黑龙江','林甸县','随机生成',65.96),
(15387,NULL,44.62,1,'大庆','2023-11-24 11:32:16','黑龙江','肇州县','随机生成',75.19),
(15388,NULL,59.12,1,'大庆','2023-11-24 11:32:16','黑龙江','肇源县','随机生成',40.06),
(15389,NULL,40.40,2,'大庆','2023-11-24 11:32:16','黑龙江','杜尔伯特蒙古族自治县','随机生成',58.19),
(15390,NULL,20.90,2,'大庆','2023-11-24 11:32:16','黑龙江','其他','随机生成',35.88),
(15391,NULL,40.96,3,'伊春','2023-11-24 11:32:16','黑龙江','伊春区','随机生成',32.49),
(15392,NULL,89.97,1,'伊春','2023-11-24 11:32:16','黑龙江','带岭区','随机生成',77.39),
(15393,NULL,98.91,1,'伊春','2023-11-24 11:32:16','黑龙江','南岔区','随机生成',88.04),
(15394,NULL,30.41,3,'伊春','2023-11-24 11:32:16','黑龙江','金山屯区','随机生成',74.91),
(15395,NULL,89.07,1,'伊春','2023-11-24 11:32:16','黑龙江','西林区','随机生成',95.56),
(15396,NULL,56.58,1,'伊春','2023-11-24 11:32:16','黑龙江','美溪区','随机生成',65.32),
(15397,NULL,93.15,2,'伊春','2023-11-24 11:32:16','黑龙江','乌马河区','随机生成',20.51),
(15398,NULL,78.41,1,'伊春','2023-11-24 11:32:16','黑龙江','翠峦区','随机生成',47.69),
(15399,NULL,45.01,2,'伊春','2023-11-24 11:32:16','黑龙江','友好区','随机生成',58.70),
(15400,NULL,7.88,4,'伊春','2023-11-24 11:32:16','黑龙江','上甘岭区','随机生成',66.28),
(15401,NULL,54.52,1,'伊春','2023-11-24 11:32:16','黑龙江','五营区','随机生成',81.29),
(15402,NULL,2.44,4,'伊春','2023-11-24 11:32:16','黑龙江','红星区','随机生成',91.32),
(15403,NULL,33.31,4,'伊春','2023-11-24 11:32:16','黑龙江','新青区','随机生成',90.68),
(15404,NULL,40.34,4,'伊春','2023-11-24 11:32:16','黑龙江','汤旺河区','随机生成',14.02),
(15405,NULL,79.42,4,'伊春','2023-11-24 11:32:16','黑龙江','乌伊岭区','随机生成',96.54),
(15406,NULL,76.41,1,'伊春','2023-11-24 11:32:16','黑龙江','铁力市','随机生成',20.59),
(15407,NULL,59.27,2,'伊春','2023-11-24 11:32:16','黑龙江','嘉荫县','随机生成',10.15),
(15408,NULL,75.14,1,'伊春','2023-11-24 11:32:16','黑龙江','其他','随机生成',98.84),
(15409,NULL,78.55,2,'牡丹江','2023-11-24 11:32:16','黑龙江','爱民区','随机生成',51.08),
(15410,NULL,44.11,2,'牡丹江','2023-11-24 11:32:16','黑龙江','东安区','随机生成',40.93),
(15411,NULL,32.94,1,'牡丹江','2023-11-24 11:32:16','黑龙江','阳明区','随机生成',30.95),
(15412,NULL,6.42,1,'牡丹江','2023-11-24 11:32:16','黑龙江','西安区','随机生成',99.84),
(15413,NULL,90.21,2,'牡丹江','2023-11-24 11:32:16','黑龙江','绥芬河市','随机生成',55.23),
(15414,NULL,8.47,3,'牡丹江','2023-11-24 11:32:16','黑龙江','宁安市','随机生成',88.89),
(15415,NULL,7.11,3,'牡丹江','2023-11-24 11:32:16','黑龙江','海林市','随机生成',35.79),
(15416,NULL,22.71,3,'牡丹江','2023-11-24 11:32:16','黑龙江','穆棱市','随机生成',20.41),
(15417,NULL,39.42,3,'牡丹江','2023-11-24 11:32:16','黑龙江','林口县','随机生成',25.37),
(15418,NULL,56.30,2,'牡丹江','2023-11-24 11:32:16','黑龙江','东宁县','随机生成',98.90),
(15419,NULL,70.17,4,'牡丹江','2023-11-24 11:32:16','黑龙江','其他','随机生成',53.20),
(15420,NULL,1.62,4,'佳木斯','2023-11-24 11:32:16','黑龙江','向阳区','随机生成',80.56),
(15421,NULL,93.35,3,'佳木斯','2023-11-24 11:32:16','黑龙江','前进区','随机生成',32.53),
(15422,NULL,98.70,1,'佳木斯','2023-11-24 11:32:16','黑龙江','东风区','随机生成',48.10),
(15423,NULL,40.57,1,'佳木斯','2023-11-24 11:32:16','黑龙江','郊区','随机生成',48.28),
(15424,NULL,10.89,4,'佳木斯','2023-11-24 11:32:16','黑龙江','同江市','随机生成',87.25),
(15425,NULL,38.60,3,'佳木斯','2023-11-24 11:32:16','黑龙江','富锦市','随机生成',67.66),
(15426,NULL,22.88,2,'佳木斯','2023-11-24 11:32:16','黑龙江','桦川县','随机生成',15.87),
(15427,NULL,24.51,1,'佳木斯','2023-11-24 11:32:16','黑龙江','抚远县','随机生成',16.95),
(15428,NULL,41.91,4,'佳木斯','2023-11-24 11:32:16','黑龙江','桦南县','随机生成',4.24),
(15429,NULL,6.67,3,'佳木斯','2023-11-24 11:32:16','黑龙江','汤原县','随机生成',65.73),
(15430,NULL,25.89,2,'佳木斯','2023-11-24 11:32:16','黑龙江','其他','随机生成',27.60),
(15431,NULL,52.51,1,'七台河','2023-11-24 11:32:16','黑龙江','桃山区','随机生成',81.90),
(15432,NULL,95.11,2,'七台河','2023-11-24 11:32:16','黑龙江','新兴区','随机生成',87.78),
(15433,NULL,98.16,2,'七台河','2023-11-24 11:32:16','黑龙江','茄子河区','随机生成',21.79),
(15434,NULL,87.34,1,'七台河','2023-11-24 11:32:16','黑龙江','勃利县','随机生成',6.05),
(15435,NULL,55.46,4,'七台河','2023-11-24 11:32:16','黑龙江','其他','随机生成',39.03),
(15436,NULL,30.81,4,'黑河','2023-11-24 11:32:16','黑龙江','爱辉区','随机生成',67.26),
(15437,NULL,11.65,1,'黑河','2023-11-24 11:32:16','黑龙江','北安市','随机生成',15.68),
(15438,NULL,87.62,2,'黑河','2023-11-24 11:32:16','黑龙江','五大连池市','随机生成',19.61),
(15439,NULL,89.04,1,'黑河','2023-11-24 11:32:16','黑龙江','逊克县','随机生成',80.45),
(15440,NULL,69.54,1,'黑河','2023-11-24 11:32:16','黑龙江','嫩江县','随机生成',44.38),
(15441,NULL,12.56,4,'黑河','2023-11-24 11:32:16','黑龙江','孙吴县','随机生成',35.67),
(15442,NULL,79.99,1,'黑河','2023-11-24 11:32:16','黑龙江','其他','随机生成',85.27),
(15443,NULL,62.37,4,'绥化','2023-11-24 11:32:16','黑龙江','北林区','随机生成',1.57),
(15444,NULL,98.26,3,'绥化','2023-11-24 11:32:16','黑龙江','安达市','随机生成',46.78),
(15445,NULL,85.03,2,'绥化','2023-11-24 11:32:16','黑龙江','肇东市','随机生成',12.88),
(15446,NULL,93.13,3,'绥化','2023-11-24 11:32:16','黑龙江','海伦市','随机生成',69.17),
(15447,NULL,46.88,4,'绥化','2023-11-24 11:32:16','黑龙江','绥棱县','随机生成',92.52),
(15448,NULL,97.24,4,'绥化','2023-11-24 11:32:16','黑龙江','兰西县','随机生成',35.49),
(15449,NULL,24.75,3,'绥化','2023-11-24 11:32:16','黑龙江','明水县','随机生成',33.75),
(15450,NULL,91.75,2,'绥化','2023-11-24 11:32:16','黑龙江','青冈县','随机生成',56.39),
(15451,NULL,29.44,4,'绥化','2023-11-24 11:32:16','黑龙江','庆安县','随机生成',10.75),
(15452,NULL,26.36,3,'绥化','2023-11-24 11:32:16','黑龙江','望奎县','随机生成',45.25),
(15453,NULL,95.78,2,'绥化','2023-11-24 11:32:16','黑龙江','其他','随机生成',71.82),
(15454,NULL,4.68,4,'大兴安岭地区','2023-11-24 11:32:16','黑龙江','呼玛县','随机生成',54.89),
(15455,NULL,92.07,1,'大兴安岭地区','2023-11-24 11:32:16','黑龙江','塔河县','随机生成',51.86),
(15456,NULL,1.06,3,'大兴安岭地区','2023-11-24 11:32:16','黑龙江','漠河县','随机生成',95.77),
(15457,NULL,50.06,4,'大兴安岭地区','2023-11-24 11:32:16','黑龙江','大兴安岭辖区','随机生成',92.47),
(15458,NULL,6.36,3,'大兴安岭地区','2023-11-24 11:32:16','黑龙江','其他','随机生成',48.99),
(15459,NULL,93.27,4,'其他','2023-11-24 11:32:16','黑龙江','其他','随机生成',22.30),
(15460,NULL,1.48,4,'上海','2023-11-24 11:32:16','上海','黄浦区','随机生成',20.16),
(15461,NULL,12.46,2,'上海','2023-11-24 11:32:16','上海','卢湾区','随机生成',96.13),
(15462,NULL,10.84,1,'上海','2023-11-24 11:32:16','上海','徐汇区','随机生成',42.87),
(15463,NULL,48.59,1,'上海','2023-11-24 11:32:16','上海','长宁区','随机生成',91.09),
(15464,NULL,70.77,2,'上海','2023-11-24 11:32:16','上海','静安区','随机生成',78.03),
(15465,NULL,92.78,1,'上海','2023-11-24 11:32:16','上海','普陀区','随机生成',80.05),
(15466,NULL,44.11,2,'上海','2023-11-24 11:32:16','上海','闸北区','随机生成',91.51),
(15467,NULL,13.86,2,'上海','2023-11-24 11:32:16','上海','虹口区','随机生成',53.41),
(15468,NULL,74.00,3,'上海','2023-11-24 11:32:16','上海','杨浦区','随机生成',82.79),
(15469,NULL,44.32,3,'上海','2023-11-24 11:32:16','上海','宝山区','随机生成',98.32),
(15470,NULL,70.65,4,'上海','2023-11-24 11:32:16','上海','闵行区','随机生成',75.97),
(15471,NULL,63.57,3,'上海','2023-11-24 11:32:16','上海','嘉定区','随机生成',14.84),
(15472,NULL,54.43,4,'上海','2023-11-24 11:32:16','上海','松江区','随机生成',68.55),
(15473,NULL,88.48,3,'上海','2023-11-24 11:32:16','上海','金山区','随机生成',82.41),
(15474,NULL,91.73,2,'上海','2023-11-24 11:32:16','上海','青浦区','随机生成',86.43),
(15475,NULL,56.15,3,'上海','2023-11-24 11:32:16','上海','南汇区','随机生成',21.84),
(15476,NULL,83.64,3,'上海','2023-11-24 11:32:16','上海','奉贤区','随机生成',11.04),
(15477,NULL,22.75,3,'上海','2023-11-24 11:32:16','上海','浦东新区','随机生成',10.10),
(15478,NULL,9.31,4,'上海','2023-11-24 11:32:16','上海','崇明县','随机生成',70.03),
(15479,NULL,81.03,2,'上海','2023-11-24 11:32:16','上海','其他','随机生成',98.00),
(15480,NULL,78.53,2,'南京','2023-11-24 11:32:16','江苏','玄武区','随机生成',93.97),
(15481,NULL,84.98,4,'南京','2023-11-24 11:32:16','江苏','白下区','随机生成',21.21),
(15482,NULL,88.71,2,'南京','2023-11-24 11:32:16','江苏','秦淮区','随机生成',30.75),
(15483,NULL,62.29,4,'南京','2023-11-24 11:32:16','江苏','建邺区','随机生成',5.70),
(15484,NULL,83.48,1,'南京','2023-11-24 11:32:16','江苏','鼓楼区','随机生成',60.98),
(15485,NULL,95.58,1,'南京','2023-11-24 11:32:16','江苏','下关区','随机生成',14.74),
(15486,NULL,50.18,1,'南京','2023-11-24 11:32:16','江苏','栖霞区','随机生成',0.11),
(15487,NULL,83.92,1,'南京','2023-11-24 11:32:16','江苏','雨花台区','随机生成',1.86),
(15488,NULL,12.83,3,'南京','2023-11-24 11:32:16','江苏','浦口区','随机生成',41.85),
(15489,NULL,12.65,3,'南京','2023-11-24 11:32:16','江苏','江宁区','随机生成',97.16),
(15490,NULL,72.99,3,'南京','2023-11-24 11:32:16','江苏','六合区','随机生成',72.70),
(15491,NULL,73.43,3,'南京','2023-11-24 11:32:16','江苏','溧水县','随机生成',10.60),
(15492,NULL,73.18,2,'南京','2023-11-24 11:32:16','江苏','高淳县','随机生成',23.07),
(15493,NULL,21.20,4,'南京','2023-11-24 11:32:16','江苏','其他','随机生成',67.09),
(15494,NULL,59.27,1,'苏州','2023-11-24 11:32:16','江苏','金阊区','随机生成',11.10),
(15495,NULL,30.20,2,'苏州','2023-11-24 11:32:16','江苏','平江区','随机生成',86.35),
(15496,NULL,33.18,2,'苏州','2023-11-24 11:32:16','江苏','沧浪区','随机生成',77.19),
(15497,NULL,62.60,1,'苏州','2023-11-24 11:32:16','江苏','虎丘区','随机生成',29.24),
(15498,NULL,80.27,3,'苏州','2023-11-24 11:32:16','江苏','吴中区','随机生成',99.98),
(15499,NULL,24.22,3,'苏州','2023-11-24 11:32:16','江苏','相城区','随机生成',96.94),
(15500,NULL,3.48,1,'苏州','2023-11-24 11:32:16','江苏','常熟市','随机生成',92.32),
(15501,NULL,44.62,4,'苏州','2023-11-24 11:32:16','江苏','张家港市','随机生成',6.93),
(15502,NULL,53.88,3,'苏州','2023-11-24 11:32:16','江苏','昆山市','随机生成',31.96),
(15503,NULL,4.40,1,'苏州','2023-11-24 11:32:16','江苏','吴江市','随机生成',91.98),
(15504,NULL,32.64,2,'苏州','2023-11-24 11:32:16','江苏','太仓市','随机生成',21.90),
(15505,NULL,50.22,2,'苏州','2023-11-24 11:32:16','江苏','其他','随机生成',78.38),
(15506,NULL,37.77,3,'无锡','2023-11-24 11:32:16','江苏','崇安区','随机生成',2.27),
(15507,NULL,91.39,3,'无锡','2023-11-24 11:32:16','江苏','南长区','随机生成',24.36),
(15508,NULL,33.16,3,'无锡','2023-11-24 11:32:16','江苏','北塘区','随机生成',16.98),
(15509,NULL,55.38,3,'无锡','2023-11-24 11:32:16','江苏','滨湖区','随机生成',30.39),
(15510,NULL,78.41,4,'无锡','2023-11-24 11:32:16','江苏','锡山区','随机生成',54.72),
(15511,NULL,91.12,3,'无锡','2023-11-24 11:32:16','江苏','惠山区','随机生成',37.44),
(15512,NULL,31.57,1,'无锡','2023-11-24 11:32:16','江苏','江阴市','随机生成',40.37),
(15513,NULL,82.28,2,'无锡','2023-11-24 11:32:16','江苏','宜兴市','随机生成',87.53),
(15514,NULL,98.17,3,'无锡','2023-11-24 11:32:16','江苏','其他','随机生成',97.65),
(15515,NULL,84.32,1,'常州','2023-11-24 11:32:16','江苏','钟楼区','随机生成',70.08),
(15516,NULL,28.49,2,'常州','2023-11-24 11:32:16','江苏','天宁区','随机生成',29.80),
(15517,NULL,28.45,1,'常州','2023-11-24 11:32:16','江苏','戚墅堰区','随机生成',64.08),
(15518,NULL,42.48,1,'常州','2023-11-24 11:32:16','江苏','新北区','随机生成',64.24),
(15519,NULL,92.63,2,'常州','2023-11-24 11:32:16','江苏','武进区','随机生成',48.65),
(15520,NULL,74.47,3,'常州','2023-11-24 11:32:16','江苏','金坛市','随机生成',16.76),
(15521,NULL,32.15,2,'常州','2023-11-24 11:32:16','江苏','溧阳市','随机生成',48.13),
(15522,NULL,47.77,3,'常州','2023-11-24 11:32:16','江苏','其他','随机生成',25.88),
(15523,NULL,0.75,1,'镇江','2023-11-24 11:32:16','江苏','京口区','随机生成',59.15),
(15524,NULL,1.91,4,'镇江','2023-11-24 11:32:16','江苏','润州区','随机生成',12.09),
(15525,NULL,9.04,4,'镇江','2023-11-24 11:32:16','江苏','丹徒区','随机生成',87.45),
(15526,NULL,85.04,4,'镇江','2023-11-24 11:32:16','江苏','丹阳市','随机生成',26.52),
(15527,NULL,7.68,4,'镇江','2023-11-24 11:32:16','江苏','扬中市','随机生成',19.27),
(15528,NULL,62.30,4,'镇江','2023-11-24 11:32:16','江苏','句容市','随机生成',42.40),
(15529,NULL,61.21,2,'镇江','2023-11-24 11:32:16','江苏','其他','随机生成',61.52),
(15530,NULL,23.51,3,'南通','2023-11-24 11:32:16','江苏','崇川区','随机生成',49.31),
(15531,NULL,44.53,1,'南通','2023-11-24 11:32:16','江苏','港闸区','随机生成',54.57),
(15532,NULL,67.92,1,'南通','2023-11-24 11:32:16','江苏','通州市','随机生成',59.65),
(15533,NULL,32.94,4,'南通','2023-11-24 11:32:16','江苏','如皋市','随机生成',89.30),
(15534,NULL,69.89,3,'南通','2023-11-24 11:32:16','江苏','海门市','随机生成',33.87),
(15535,NULL,88.38,4,'南通','2023-11-24 11:32:16','江苏','启东市','随机生成',3.20),
(15536,NULL,77.36,2,'南通','2023-11-24 11:32:16','江苏','海安县','随机生成',9.70),
(15537,NULL,74.11,4,'南通','2023-11-24 11:32:16','江苏','如东县','随机生成',40.31),
(15538,NULL,53.62,1,'南通','2023-11-24 11:32:16','江苏','其他','随机生成',44.84),
(15539,NULL,71.67,2,'泰州','2023-11-24 11:32:16','江苏','海陵区','随机生成',55.54),
(15540,NULL,9.81,3,'泰州','2023-11-24 11:32:16','江苏','高港区','随机生成',15.85),
(15541,NULL,16.95,2,'泰州','2023-11-24 11:32:16','江苏','姜堰市','随机生成',11.08),
(15542,NULL,26.94,1,'泰州','2023-11-24 11:32:16','江苏','泰兴市','随机生成',36.22),
(15543,NULL,19.55,1,'泰州','2023-11-24 11:32:16','江苏','靖江市','随机生成',82.63),
(15544,NULL,52.80,4,'泰州','2023-11-24 11:32:16','江苏','兴化市','随机生成',3.85),
(15545,NULL,95.51,4,'泰州','2023-11-24 11:32:16','江苏','其他','随机生成',14.49),
(15546,NULL,45.10,1,'扬州','2023-11-24 11:32:16','江苏','广陵区','随机生成',6.37),
(15547,NULL,4.08,3,'扬州','2023-11-24 11:32:16','江苏','维扬区','随机生成',2.27),
(15548,NULL,45.54,1,'扬州','2023-11-24 11:32:16','江苏','邗江区','随机生成',40.78),
(15549,NULL,9.08,1,'扬州','2023-11-24 11:32:16','江苏','江都市','随机生成',41.22),
(15550,NULL,43.28,3,'扬州','2023-11-24 11:32:16','江苏','仪征市','随机生成',0.93),
(15551,NULL,99.54,2,'扬州','2023-11-24 11:32:16','江苏','高邮市','随机生成',3.23),
(15552,NULL,12.58,4,'扬州','2023-11-24 11:32:16','江苏','宝应县','随机生成',26.99),
(15553,NULL,44.15,1,'扬州','2023-11-24 11:32:16','江苏','其他','随机生成',41.91),
(15554,NULL,93.46,4,'盐城','2023-11-24 11:32:16','江苏','亭湖区','随机生成',80.19),
(15555,NULL,44.88,3,'盐城','2023-11-24 11:32:16','江苏','盐都区','随机生成',63.13),
(15556,NULL,37.82,1,'盐城','2023-11-24 11:32:16','江苏','大丰市','随机生成',70.34),
(15557,NULL,4.84,4,'盐城','2023-11-24 11:32:16','江苏','东台市','随机生成',46.02),
(15558,NULL,91.30,2,'盐城','2023-11-24 11:32:16','江苏','建湖县','随机生成',85.96),
(15559,NULL,80.84,4,'盐城','2023-11-24 11:32:16','江苏','射阳县','随机生成',63.89),
(15560,NULL,93.46,1,'盐城','2023-11-24 11:32:16','江苏','阜宁县','随机生成',10.62),
(15561,NULL,7.16,3,'盐城','2023-11-24 11:32:16','江苏','滨海县','随机生成',15.84),
(15562,NULL,56.03,4,'盐城','2023-11-24 11:32:16','江苏','响水县','随机生成',44.46),
(15563,NULL,7.62,1,'盐城','2023-11-24 11:32:16','江苏','其他','随机生成',64.84),
(15564,NULL,2.56,2,'连云港','2023-11-24 11:32:16','江苏','新浦区','随机生成',83.69),
(15565,NULL,32.06,4,'连云港','2023-11-24 11:32:16','江苏','海州区','随机生成',42.55),
(15566,NULL,39.20,1,'连云港','2023-11-24 11:32:16','江苏','连云区','随机生成',31.38),
(15567,NULL,29.84,3,'连云港','2023-11-24 11:32:16','江苏','东海县','随机生成',92.95),
(15568,NULL,29.55,4,'连云港','2023-11-24 11:32:16','江苏','灌云县','随机生成',4.55),
(15569,NULL,29.54,4,'连云港','2023-11-24 11:32:16','江苏','赣榆县','随机生成',9.58),
(15570,NULL,18.97,3,'连云港','2023-11-24 11:32:16','江苏','灌南县','随机生成',7.07),
(15571,NULL,87.13,2,'连云港','2023-11-24 11:32:16','江苏','其他','随机生成',78.57),
(15572,NULL,63.59,1,'徐州','2023-11-24 11:32:16','江苏','云龙区','随机生成',5.17),
(15573,NULL,59.61,4,'徐州','2023-11-24 11:32:16','江苏','鼓楼区','随机生成',76.52),
(15574,NULL,85.87,3,'徐州','2023-11-24 11:32:16','江苏','九里区','随机生成',77.81),
(15575,NULL,85.44,4,'徐州','2023-11-24 11:32:16','江苏','泉山区','随机生成',98.71),
(15576,NULL,41.60,2,'徐州','2023-11-24 11:32:16','江苏','贾汪区','随机生成',71.72),
(15577,NULL,13.08,4,'徐州','2023-11-24 11:32:16','江苏','邳州市','随机生成',76.39),
(15578,NULL,48.77,1,'徐州','2023-11-24 11:32:16','江苏','新沂市','随机生成',37.91),
(15579,NULL,49.45,4,'徐州','2023-11-24 11:32:16','江苏','铜山县','随机生成',99.99),
(15580,NULL,67.52,3,'徐州','2023-11-24 11:32:16','江苏','睢宁县','随机生成',2.57),
(15581,NULL,31.13,3,'徐州','2023-11-24 11:32:16','江苏','沛县','随机生成',99.17),
(15582,NULL,49.66,2,'徐州','2023-11-24 11:32:16','江苏','丰县','随机生成',50.88),
(15583,NULL,47.50,2,'徐州','2023-11-24 11:32:16','江苏','其他','随机生成',64.47),
(15584,NULL,98.93,1,'淮安','2023-11-24 11:32:16','江苏','清河区','随机生成',38.50),
(15585,NULL,5.12,4,'淮安','2023-11-24 11:32:16','江苏','清浦区','随机生成',95.24),
(15586,NULL,71.70,3,'淮安','2023-11-24 11:32:16','江苏','楚州区','随机生成',42.94),
(15587,NULL,71.65,2,'淮安','2023-11-24 11:32:16','江苏','淮阴区','随机生成',95.61),
(15588,NULL,10.42,4,'淮安','2023-11-24 11:32:16','江苏','涟水县','随机生成',74.35),
(15589,NULL,95.82,1,'淮安','2023-11-24 11:32:16','江苏','洪泽县','随机生成',60.31),
(15590,NULL,81.78,4,'淮安','2023-11-24 11:32:16','江苏','金湖县','随机生成',5.58),
(15591,NULL,29.93,1,'淮安','2023-11-24 11:32:16','江苏','盱眙县','随机生成',40.50),
(15592,NULL,2.40,2,'淮安','2023-11-24 11:32:16','江苏','其他','随机生成',12.36),
(15593,NULL,90.13,3,'宿迁','2023-11-24 11:32:16','江苏','宿城区','随机生成',40.64),
(15594,NULL,57.82,1,'宿迁','2023-11-24 11:32:16','江苏','宿豫区','随机生成',48.99),
(15595,NULL,40.86,4,'宿迁','2023-11-24 11:32:16','江苏','沭阳县','随机生成',46.66),
(15596,NULL,87.91,1,'宿迁','2023-11-24 11:32:16','江苏','泗阳县','随机生成',97.28),
(15597,NULL,45.51,3,'宿迁','2023-11-24 11:32:16','江苏','泗洪县','随机生成',77.65),
(15598,NULL,2.03,3,'宿迁','2023-11-24 11:32:16','江苏','其他','随机生成',53.64),
(15599,NULL,57.32,1,'其他','2023-11-24 11:32:16','江苏','其他','随机生成',46.46),
(15600,NULL,49.51,2,'杭州','2023-11-24 11:32:16','浙江','拱墅区','随机生成',57.38),
(15601,NULL,41.65,3,'杭州','2023-11-24 11:32:16','浙江','西湖区','随机生成',88.54),
(15602,NULL,31.77,2,'杭州','2023-11-24 11:32:16','浙江','上城区','随机生成',77.19),
(15603,NULL,81.42,1,'杭州','2023-11-24 11:32:16','浙江','下城区','随机生成',51.43),
(15604,NULL,8.31,2,'杭州','2023-11-24 11:32:16','浙江','江干区','随机生成',26.68),
(15605,NULL,39.97,4,'杭州','2023-11-24 11:32:16','浙江','滨江区','随机生成',65.14),
(15606,NULL,80.45,1,'杭州','2023-11-24 11:32:16','浙江','余杭区','随机生成',63.18),
(15607,NULL,85.16,1,'杭州','2023-11-24 11:32:16','浙江','萧山区','随机生成',4.88),
(15608,NULL,75.95,4,'杭州','2023-11-24 11:32:16','浙江','建德市','随机生成',46.17),
(15609,NULL,70.49,2,'杭州','2023-11-24 11:32:16','浙江','富阳市','随机生成',41.07),
(15610,NULL,82.66,3,'杭州','2023-11-24 11:32:16','浙江','临安市','随机生成',99.35),
(15611,NULL,43.28,2,'杭州','2023-11-24 11:32:16','浙江','桐庐县','随机生成',39.49),
(15612,NULL,71.08,3,'杭州','2023-11-24 11:32:16','浙江','淳安县','随机生成',67.37),
(15613,NULL,5.87,4,'杭州','2023-11-24 11:32:16','浙江','其他','随机生成',47.90),
(15614,NULL,31.63,2,'宁波','2023-11-24 11:32:16','浙江','海曙区','随机生成',42.37),
(15615,NULL,73.95,4,'宁波','2023-11-24 11:32:16','浙江','江东区','随机生成',11.72),
(15616,NULL,50.28,2,'宁波','2023-11-24 11:32:16','浙江','江北区','随机生成',10.29),
(15617,NULL,87.83,1,'宁波','2023-11-24 11:32:16','浙江','镇海区','随机生成',84.99),
(15618,NULL,22.43,2,'宁波','2023-11-24 11:32:16','浙江','北仑区','随机生成',32.40),
(15619,NULL,68.63,2,'宁波','2023-11-24 11:32:16','浙江','鄞州区','随机生成',28.20),
(15620,NULL,38.82,2,'宁波','2023-11-24 11:32:16','浙江','余姚市','随机生成',8.12),
(15621,NULL,80.68,3,'宁波','2023-11-24 11:32:16','浙江','慈溪市','随机生成',7.95),
(15622,NULL,56.47,1,'宁波','2023-11-24 11:32:17','浙江','奉化市','随机生成',40.08),
(15623,NULL,44.11,2,'宁波','2023-11-24 11:32:17','浙江','宁海县','随机生成',47.03),
(15624,NULL,39.73,4,'宁波','2023-11-24 11:32:17','浙江','象山县','随机生成',73.88),
(15625,NULL,6.66,3,'宁波','2023-11-24 11:32:17','浙江','其他','随机生成',5.94),
(15626,NULL,57.13,2,'温州','2023-11-24 11:32:17','浙江','鹿城区','随机生成',5.65),
(15627,NULL,75.90,3,'温州','2023-11-24 11:32:17','浙江','龙湾区','随机生成',11.47),
(15628,NULL,27.72,1,'温州','2023-11-24 11:32:17','浙江','瓯海区','随机生成',50.17),
(15629,NULL,55.04,2,'温州','2023-11-24 11:32:17','浙江','瑞安市','随机生成',82.34),
(15630,NULL,74.20,2,'温州','2023-11-24 11:32:17','浙江','乐清市','随机生成',53.50),
(15631,NULL,61.32,3,'温州','2023-11-24 11:32:17','浙江','永嘉县','随机生成',2.65),
(15632,NULL,86.11,4,'温州','2023-11-24 11:32:17','浙江','洞头县','随机生成',36.64),
(15633,NULL,1.42,4,'温州','2023-11-24 11:32:17','浙江','平阳县','随机生成',67.30),
(15634,NULL,44.29,1,'温州','2023-11-24 11:32:17','浙江','苍南县','随机生成',32.94),
(15635,NULL,98.01,2,'温州','2023-11-24 11:32:17','浙江','文成县','随机生成',6.57),
(15636,NULL,81.11,1,'温州','2023-11-24 11:32:17','浙江','泰顺县','随机生成',53.96),
(15637,NULL,53.50,1,'温州','2023-11-24 11:32:17','浙江','其他','随机生成',48.94),
(15638,NULL,13.46,4,'嘉兴','2023-11-24 11:32:17','浙江','秀城区','随机生成',34.24),
(15639,NULL,42.06,1,'嘉兴','2023-11-24 11:32:17','浙江','秀洲区','随机生成',17.47),
(15640,NULL,61.26,4,'嘉兴','2023-11-24 11:32:17','浙江','海宁市','随机生成',51.76),
(15641,NULL,54.97,3,'嘉兴','2023-11-24 11:32:17','浙江','平湖市','随机生成',62.38),
(15642,NULL,54.55,4,'嘉兴','2023-11-24 11:32:17','浙江','桐乡市','随机生成',8.08),
(15643,NULL,6.29,1,'嘉兴','2023-11-24 11:32:17','浙江','嘉善县','随机生成',27.26),
(15644,NULL,70.65,2,'嘉兴','2023-11-24 11:32:17','浙江','海盐县','随机生成',74.34),
(15645,NULL,78.66,2,'嘉兴','2023-11-24 11:32:17','浙江','其他','随机生成',90.65),
(15646,NULL,49.58,3,'湖州','2023-11-24 11:32:17','浙江','吴兴区','随机生成',8.75),
(15647,NULL,12.69,4,'湖州','2023-11-24 11:32:17','浙江','南浔区','随机生成',7.61),
(15648,NULL,12.45,3,'湖州','2023-11-24 11:32:17','浙江','长兴县','随机生成',43.06),
(15649,NULL,63.82,4,'湖州','2023-11-24 11:32:17','浙江','德清县','随机生成',77.30),
(15650,NULL,54.17,2,'湖州','2023-11-24 11:32:17','浙江','安吉县','随机生成',42.22),
(15651,NULL,17.60,3,'湖州','2023-11-24 11:32:17','浙江','其他','随机生成',31.79),
(15652,NULL,28.84,3,'绍兴','2023-11-24 11:32:17','浙江','越城区','随机生成',78.92),
(15653,NULL,80.03,1,'绍兴','2023-11-24 11:32:17','浙江','诸暨市','随机生成',57.45),
(15654,NULL,52.75,2,'绍兴','2023-11-24 11:32:17','浙江','上虞市','随机生成',32.37),
(15655,NULL,9.57,1,'绍兴','2023-11-24 11:32:17','浙江','嵊州市','随机生成',10.08),
(15656,NULL,21.66,4,'绍兴','2023-11-24 11:32:17','浙江','绍兴县','随机生成',0.64),
(15657,NULL,82.82,3,'绍兴','2023-11-24 11:32:17','浙江','新昌县','随机生成',94.71),
(15658,NULL,69.51,1,'绍兴','2023-11-24 11:32:17','浙江','其他','随机生成',61.25),
(15659,NULL,67.21,2,'金华','2023-11-24 11:32:17','浙江','婺城区','随机生成',65.61),
(15660,NULL,0.82,2,'金华','2023-11-24 11:32:17','浙江','金东区','随机生成',46.10),
(15661,NULL,39.69,2,'金华','2023-11-24 11:32:17','浙江','兰溪市','随机生成',8.47),
(15662,NULL,67.61,1,'金华','2023-11-24 11:32:17','浙江','义乌市','随机生成',42.60),
(15663,NULL,76.82,2,'金华','2023-11-24 11:32:17','浙江','东阳市','随机生成',13.05),
(15664,NULL,69.40,2,'金华','2023-11-24 11:32:17','浙江','永康市','随机生成',25.83),
(15665,NULL,75.39,3,'金华','2023-11-24 11:32:17','浙江','武义县','随机生成',93.24),
(15666,NULL,79.45,4,'金华','2023-11-24 11:32:17','浙江','浦江县','随机生成',26.47),
(15667,NULL,66.69,4,'金华','2023-11-24 11:32:17','浙江','磐安县','随机生成',57.74),
(15668,NULL,74.15,3,'金华','2023-11-24 11:32:17','浙江','其他','随机生成',98.49),
(15669,NULL,78.79,4,'衢州','2023-11-24 11:32:17','浙江','柯城区','随机生成',59.90),
(15670,NULL,48.52,3,'衢州','2023-11-24 11:32:17','浙江','衢江区','随机生成',41.52),
(15671,NULL,25.06,4,'衢州','2023-11-24 11:32:17','浙江','江山市','随机生成',70.88),
(15672,NULL,95.63,2,'衢州','2023-11-24 11:32:17','浙江','龙游县','随机生成',64.87),
(15673,NULL,95.99,2,'衢州','2023-11-24 11:32:17','浙江','常山县','随机生成',78.42),
(15674,NULL,64.32,1,'衢州','2023-11-24 11:32:17','浙江','开化县','随机生成',23.05),
(15675,NULL,25.99,3,'衢州','2023-11-24 11:32:17','浙江','其他','随机生成',72.76),
(15676,NULL,0.91,1,'舟山','2023-11-24 11:32:17','浙江','定海区','随机生成',49.57),
(15677,NULL,31.16,1,'舟山','2023-11-24 11:32:17','浙江','普陀区','随机生成',3.08),
(15678,NULL,71.71,4,'舟山','2023-11-24 11:32:17','浙江','岱山县','随机生成',61.44),
(15679,NULL,23.65,3,'舟山','2023-11-24 11:32:17','浙江','嵊泗县','随机生成',84.19),
(15680,NULL,79.85,4,'舟山','2023-11-24 11:32:17','浙江','其他','随机生成',86.13),
(15681,NULL,86.14,3,'台州','2023-11-24 11:32:17','浙江','椒江区','随机生成',18.63),
(15682,NULL,35.90,2,'台州','2023-11-24 11:32:17','浙江','黄岩区','随机生成',10.65),
(15683,NULL,37.05,2,'台州','2023-11-24 11:32:17','浙江','路桥区','随机生成',0.79),
(15684,NULL,46.98,2,'台州','2023-11-24 11:32:17','浙江','临海市','随机生成',23.30),
(15685,NULL,55.74,3,'台州','2023-11-24 11:32:17','浙江','温岭市','随机生成',46.40),
(15686,NULL,42.85,2,'台州','2023-11-24 11:32:17','浙江','玉环县','随机生成',90.00),
(15687,NULL,4.26,2,'台州','2023-11-24 11:32:17','浙江','天台县','随机生成',79.52),
(15688,NULL,89.47,4,'台州','2023-11-24 11:32:17','浙江','仙居县','随机生成',84.89),
(15689,NULL,12.42,3,'台州','2023-11-24 11:32:17','浙江','三门县','随机生成',33.73),
(15690,NULL,73.05,1,'台州','2023-11-24 11:32:17','浙江','其他','随机生成',12.84),
(15691,NULL,19.53,3,'丽水','2023-11-24 11:32:17','浙江','莲都区','随机生成',3.86),
(15692,NULL,64.11,1,'丽水','2023-11-24 11:32:17','浙江','龙泉市','随机生成',35.65),
(15693,NULL,65.18,3,'丽水','2023-11-24 11:32:17','浙江','缙云县','随机生成',14.54),
(15694,NULL,89.18,3,'丽水','2023-11-24 11:32:17','浙江','青田县','随机生成',32.93),
(15695,NULL,43.78,4,'丽水','2023-11-24 11:32:17','浙江','云和县','随机生成',40.40),
(15696,NULL,75.96,1,'丽水','2023-11-24 11:32:17','浙江','遂昌县','随机生成',18.74),
(15697,NULL,97.75,3,'丽水','2023-11-24 11:32:17','浙江','松阳县','随机生成',50.91),
(15698,NULL,33.30,2,'丽水','2023-11-24 11:32:17','浙江','庆元县','随机生成',84.68),
(15699,NULL,5.11,4,'丽水','2023-11-24 11:32:17','浙江','景宁畲族自治县','随机生成',54.96),
(15700,NULL,79.13,2,'丽水','2023-11-24 11:32:17','浙江','其他','随机生成',70.61),
(15701,NULL,58.29,4,'其他','2023-11-24 11:32:17','浙江','其他','随机生成',77.16),
(15702,NULL,98.69,1,'合肥','2023-11-24 11:32:17','安徽','庐阳区','随机生成',2.12),
(15703,NULL,1.51,2,'合肥','2023-11-24 11:32:17','安徽','瑶海区','随机生成',30.48),
(15704,NULL,33.29,2,'合肥','2023-11-24 11:32:17','安徽','蜀山区','随机生成',29.94),
(15705,NULL,9.13,3,'合肥','2023-11-24 11:32:17','安徽','包河区','随机生成',37.09),
(15706,NULL,21.87,1,'合肥','2023-11-24 11:32:17','安徽','长丰县','随机生成',44.22),
(15707,NULL,34.77,1,'合肥','2023-11-24 11:32:17','安徽','肥东县','随机生成',24.20),
(15708,NULL,68.43,2,'合肥','2023-11-24 11:32:17','安徽','肥西县','随机生成',3.00),
(15709,NULL,16.05,3,'合肥','2023-11-24 11:32:17','安徽','其他','随机生成',68.69),
(15710,NULL,41.97,1,'芜湖','2023-11-24 11:32:17','安徽','镜湖区','随机生成',41.04),
(15711,NULL,69.94,1,'芜湖','2023-11-24 11:32:17','安徽','弋江区','随机生成',97.81),
(15712,NULL,86.35,3,'芜湖','2023-11-24 11:32:17','安徽','鸠江区','随机生成',92.89),
(15713,NULL,57.86,2,'芜湖','2023-11-24 11:32:17','安徽','三山区','随机生成',44.59),
(15714,NULL,78.09,1,'芜湖','2023-11-24 11:32:17','安徽','芜湖县','随机生成',66.23),
(15715,NULL,26.89,4,'芜湖','2023-11-24 11:32:17','安徽','南陵县','随机生成',43.06),
(15716,NULL,42.77,3,'芜湖','2023-11-24 11:32:17','安徽','繁昌县','随机生成',67.95),
(15717,NULL,46.19,3,'芜湖','2023-11-24 11:32:17','安徽','其他','随机生成',0.69),
(15718,NULL,0.99,1,'蚌埠','2023-11-24 11:32:17','安徽','蚌山区','随机生成',53.50),
(15719,NULL,68.96,2,'蚌埠','2023-11-24 11:32:17','安徽','龙子湖区','随机生成',33.99),
(15720,NULL,22.06,2,'蚌埠','2023-11-24 11:32:17','安徽','禹会区','随机生成',80.85),
(15721,NULL,48.80,1,'蚌埠','2023-11-24 11:32:17','安徽','淮上区','随机生成',89.37),
(15722,NULL,8.31,4,'蚌埠','2023-11-24 11:32:17','安徽','怀远县','随机生成',4.17),
(15723,NULL,26.24,3,'蚌埠','2023-11-24 11:32:17','安徽','固镇县','随机生成',54.68),
(15724,NULL,1.49,2,'蚌埠','2023-11-24 11:32:17','安徽','五河县','随机生成',80.24),
(15725,NULL,47.76,1,'蚌埠','2023-11-24 11:32:17','安徽','其他','随机生成',32.52),
(15726,NULL,32.52,4,'淮南','2023-11-24 11:32:17','安徽','田家庵区','随机生成',1.91),
(15727,NULL,5.93,2,'淮南','2023-11-24 11:32:17','安徽','大通区','随机生成',92.72),
(15728,NULL,30.46,3,'淮南','2023-11-24 11:32:17','安徽','谢家集区','随机生成',70.69),
(15729,NULL,37.82,4,'淮南','2023-11-24 11:32:17','安徽','八公山区','随机生成',44.73),
(15730,NULL,66.39,1,'淮南','2023-11-24 11:32:17','安徽','潘集区','随机生成',2.93),
(15731,NULL,95.47,4,'淮南','2023-11-24 11:32:17','安徽','凤台县','随机生成',27.51),
(15732,NULL,79.28,2,'淮南','2023-11-24 11:32:17','安徽','其他','随机生成',0.20),
(15733,NULL,39.58,4,'马鞍山','2023-11-24 11:32:17','安徽','雨山区','随机生成',93.37),
(15734,NULL,51.32,1,'马鞍山','2023-11-24 11:32:17','安徽','花山区','随机生成',89.80),
(15735,NULL,34.40,2,'马鞍山','2023-11-24 11:32:17','安徽','金家庄区','随机生成',18.34),
(15736,NULL,6.08,3,'马鞍山','2023-11-24 11:32:17','安徽','当涂县','随机生成',53.75),
(15737,NULL,90.56,3,'马鞍山','2023-11-24 11:32:17','安徽','其他','随机生成',83.44),
(15738,NULL,98.79,4,'淮北','2023-11-24 11:32:17','安徽','相山区','随机生成',60.66),
(15739,NULL,13.31,4,'淮北','2023-11-24 11:32:17','安徽','杜集区','随机生成',86.97),
(15740,NULL,74.88,1,'淮北','2023-11-24 11:32:17','安徽','烈山区','随机生成',84.05),
(15741,NULL,70.89,1,'淮北','2023-11-24 11:32:17','安徽','濉溪县','随机生成',42.82),
(15742,NULL,19.83,1,'淮北','2023-11-24 11:32:17','安徽','其他','随机生成',30.79),
(15743,NULL,45.58,1,'铜陵','2023-11-24 11:32:17','安徽','铜官山区','随机生成',10.81),
(15744,NULL,12.82,4,'铜陵','2023-11-24 11:32:17','安徽','狮子山区','随机生成',83.05),
(15745,NULL,44.43,4,'铜陵','2023-11-24 11:32:17','安徽','郊区','随机生成',70.04),
(15746,NULL,44.57,4,'铜陵','2023-11-24 11:32:17','安徽','铜陵县','随机生成',94.20),
(15747,NULL,4.59,2,'铜陵','2023-11-24 11:32:17','安徽','其他','随机生成',32.72),
(15748,NULL,93.03,3,'安庆','2023-11-24 11:32:17','安徽','迎江区','随机生成',22.69),
(15749,NULL,4.96,1,'安庆','2023-11-24 11:32:17','安徽','大观区','随机生成',13.79),
(15750,NULL,41.58,4,'安庆','2023-11-24 11:32:17','安徽','宜秀区','随机生成',97.02),
(15751,NULL,32.51,1,'安庆','2023-11-24 11:32:17','安徽','桐城市','随机生成',49.79),
(15752,NULL,97.44,3,'安庆','2023-11-24 11:32:17','安徽','宿松县','随机生成',89.78),
(15753,NULL,16.30,3,'安庆','2023-11-24 11:32:17','安徽','枞阳县','随机生成',56.39),
(15754,NULL,78.08,4,'安庆','2023-11-24 11:32:17','安徽','太湖县','随机生成',15.65),
(15755,NULL,46.60,2,'安庆','2023-11-24 11:32:17','安徽','怀宁县','随机生成',60.00),
(15756,NULL,29.78,2,'安庆','2023-11-24 11:32:17','安徽','岳西县','随机生成',57.70),
(15757,NULL,88.74,1,'安庆','2023-11-24 11:32:17','安徽','望江县','随机生成',81.53),
(15758,NULL,67.88,3,'安庆','2023-11-24 11:32:17','安徽','潜山县','随机生成',60.11),
(15759,NULL,84.30,1,'安庆','2023-11-24 11:32:17','安徽','其他','随机生成',14.88),
(15760,NULL,26.06,1,'黄山','2023-11-24 11:32:17','安徽','屯溪区','随机生成',91.71),
(15761,NULL,65.40,4,'黄山','2023-11-24 11:32:17','安徽','黄山区','随机生成',75.31),
(15762,NULL,45.59,3,'黄山','2023-11-24 11:32:17','安徽','徽州区','随机生成',46.92),
(15763,NULL,8.43,1,'黄山','2023-11-24 11:32:17','安徽','休宁县','随机生成',3.75),
(15764,NULL,19.38,3,'黄山','2023-11-24 11:32:17','安徽','歙县','随机生成',52.79),
(15765,NULL,66.05,4,'黄山','2023-11-24 11:32:17','安徽','祁门县','随机生成',76.12),
(15766,NULL,44.88,1,'黄山','2023-11-24 11:32:17','安徽','黟县','随机生成',68.45),
(15767,NULL,63.61,1,'黄山','2023-11-24 11:32:17','安徽','其他','随机生成',0.25),
(15768,NULL,32.58,4,'滁州','2023-11-24 11:32:17','安徽','琅琊区','随机生成',75.82),
(15769,NULL,6.78,3,'滁州','2023-11-24 11:32:17','安徽','南谯区','随机生成',34.27),
(15770,NULL,83.88,4,'滁州','2023-11-24 11:32:17','安徽','天长市','随机生成',42.87),
(15771,NULL,31.61,1,'滁州','2023-11-24 11:32:17','安徽','明光市','随机生成',54.47),
(15772,NULL,42.51,2,'滁州','2023-11-24 11:32:17','安徽','全椒县','随机生成',50.98),
(15773,NULL,69.90,2,'滁州','2023-11-24 11:32:17','安徽','来安县','随机生成',12.89),
(15774,NULL,70.13,4,'滁州','2023-11-24 11:32:17','安徽','定远县','随机生成',72.43),
(15775,NULL,54.72,3,'滁州','2023-11-24 11:32:17','安徽','凤阳县','随机生成',80.97),
(15776,NULL,36.66,3,'滁州','2023-11-24 11:32:17','安徽','其他','随机生成',14.53),
(15777,NULL,47.30,3,'阜阳','2023-11-24 11:32:17','安徽','颍州区','随机生成',7.84),
(15778,NULL,43.66,2,'阜阳','2023-11-24 11:32:17','安徽','颍东区','随机生成',56.15),
(15779,NULL,97.75,1,'阜阳','2023-11-24 11:32:17','安徽','颍泉区','随机生成',78.94),
(15780,NULL,51.48,3,'阜阳','2023-11-24 11:32:17','安徽','界首市','随机生成',96.47),
(15781,NULL,92.59,3,'阜阳','2023-11-24 11:32:17','安徽','临泉县','随机生成',77.76),
(15782,NULL,45.59,2,'阜阳','2023-11-24 11:32:17','安徽','颍上县','随机生成',72.55),
(15783,NULL,88.87,1,'阜阳','2023-11-24 11:32:17','安徽','阜南县','随机生成',8.71),
(15784,NULL,19.93,3,'阜阳','2023-11-24 11:32:17','安徽','太和县','随机生成',1.73),
(15785,NULL,59.10,4,'阜阳','2023-11-24 11:32:17','安徽','其他','随机生成',38.39),
(15786,NULL,4.14,3,'宿州','2023-11-24 11:32:17','安徽','埇桥区','随机生成',27.21),
(15787,NULL,31.57,4,'宿州','2023-11-24 11:32:17','安徽','萧县','随机生成',62.86),
(15788,NULL,93.68,4,'宿州','2023-11-24 11:32:17','安徽','泗县','随机生成',51.45),
(15789,NULL,95.75,1,'宿州','2023-11-24 11:32:17','安徽','砀山县','随机生成',71.99),
(15790,NULL,1.24,4,'宿州','2023-11-24 11:32:17','安徽','灵璧县','随机生成',68.92),
(15791,NULL,85.46,1,'宿州','2023-11-24 11:32:17','安徽','其他','随机生成',99.44),
(15792,NULL,15.28,2,'巢湖','2023-11-24 11:32:17','安徽','居巢区','随机生成',54.87),
(15793,NULL,82.08,2,'巢湖','2023-11-24 11:32:17','安徽','含山县','随机生成',97.17),
(15794,NULL,1.87,4,'巢湖','2023-11-24 11:32:17','安徽','无为县','随机生成',41.81),
(15795,NULL,63.64,4,'巢湖','2023-11-24 11:32:17','安徽','庐江县','随机生成',19.58),
(15796,NULL,19.35,1,'巢湖','2023-11-24 11:32:17','安徽','和县','随机生成',79.65),
(15797,NULL,4.05,2,'巢湖','2023-11-24 11:32:17','安徽','其他','随机生成',39.80),
(15798,NULL,53.84,3,'六安','2023-11-24 11:32:17','安徽','金安区','随机生成',24.73),
(15799,NULL,90.85,3,'六安','2023-11-24 11:32:17','安徽','裕安区','随机生成',93.03),
(15800,NULL,26.37,1,'六安','2023-11-24 11:32:17','安徽','寿县','随机生成',46.00),
(15801,NULL,3.36,2,'六安','2023-11-24 11:32:17','安徽','霍山县','随机生成',56.86),
(15802,NULL,57.55,4,'六安','2023-11-24 11:32:17','安徽','霍邱县','随机生成',58.65),
(15803,NULL,76.94,1,'六安','2023-11-24 11:32:17','安徽','舒城县','随机生成',46.09),
(15804,NULL,14.74,2,'六安','2023-11-24 11:32:17','安徽','金寨县','随机生成',51.13),
(15805,NULL,51.65,4,'六安','2023-11-24 11:32:17','安徽','其他','随机生成',99.91),
(15806,NULL,3.94,3,'亳州','2023-11-24 11:32:17','安徽','谯城区','随机生成',5.22),
(15807,NULL,55.10,3,'亳州','2023-11-24 11:32:17','安徽','利辛县','随机生成',5.25),
(15808,NULL,81.83,3,'亳州','2023-11-24 11:32:17','安徽','涡阳县','随机生成',70.47),
(15809,NULL,33.74,3,'亳州','2023-11-24 11:32:17','安徽','蒙城县','随机生成',62.69),
(15810,NULL,57.13,4,'亳州','2023-11-24 11:32:17','安徽','其他','随机生成',5.57),
(15811,NULL,38.39,1,'池州','2023-11-24 11:32:17','安徽','贵池区','随机生成',25.33),
(15812,NULL,29.70,1,'池州','2023-11-24 11:32:17','安徽','东至县','随机生成',44.17),
(15813,NULL,76.86,3,'池州','2023-11-24 11:32:17','安徽','石台县','随机生成',78.45),
(15814,NULL,35.20,2,'池州','2023-11-24 11:32:17','安徽','青阳县','随机生成',42.59),
(15815,NULL,70.82,4,'池州','2023-11-24 11:32:17','安徽','其他','随机生成',67.62),
(15816,NULL,71.89,1,'宣城','2023-11-24 11:32:17','安徽','宣州区','随机生成',35.60),
(15817,NULL,88.35,3,'宣城','2023-11-24 11:32:17','安徽','宁国市','随机生成',9.98),
(15818,NULL,2.16,3,'宣城','2023-11-24 11:32:17','安徽','广德县','随机生成',7.16),
(15819,NULL,18.17,1,'宣城','2023-11-24 11:32:17','安徽','郎溪县','随机生成',15.55),
(15820,NULL,38.42,4,'宣城','2023-11-24 11:32:17','安徽','泾县','随机生成',2.17),
(15821,NULL,9.89,2,'宣城','2023-11-24 11:32:17','安徽','旌德县','随机生成',33.27),
(15822,NULL,33.62,2,'宣城','2023-11-24 11:32:17','安徽','绩溪县','随机生成',98.08),
(15823,NULL,73.04,4,'宣城','2023-11-24 11:32:17','安徽','其他','随机生成',42.35),
(15824,NULL,90.45,3,'其他','2023-11-24 11:32:17','安徽','其他','随机生成',60.47),
(15825,NULL,78.07,3,'福州','2023-11-24 11:32:17','福建','鼓楼区','随机生成',33.08),
(15826,NULL,55.90,2,'福州','2023-11-24 11:32:17','福建','台江区','随机生成',91.03),
(15827,NULL,27.66,3,'福州','2023-11-24 11:32:17','福建','仓山区','随机生成',79.45),
(15828,NULL,66.11,3,'福州','2023-11-24 11:32:17','福建','马尾区','随机生成',64.09),
(15829,NULL,56.21,4,'福州','2023-11-24 11:32:17','福建','晋安区','随机生成',22.50),
(15830,NULL,7.49,1,'福州','2023-11-24 11:32:17','福建','福清市','随机生成',98.21),
(15831,NULL,66.74,1,'福州','2023-11-24 11:32:17','福建','长乐市','随机生成',40.46),
(15832,NULL,77.27,2,'福州','2023-11-24 11:32:17','福建','闽侯县','随机生成',29.55),
(15833,NULL,47.69,3,'福州','2023-11-24 11:32:17','福建','闽清县','随机生成',58.22),
(15834,NULL,27.70,4,'福州','2023-11-24 11:32:17','福建','永泰县','随机生成',76.32),
(15835,NULL,90.82,1,'福州','2023-11-24 11:32:17','福建','连江县','随机生成',88.64),
(15836,NULL,28.54,3,'福州','2023-11-24 11:32:17','福建','罗源县','随机生成',53.94),
(15837,NULL,13.45,3,'福州','2023-11-24 11:32:17','福建','平潭县','随机生成',46.24),
(15838,NULL,30.42,1,'福州','2023-11-24 11:32:17','福建','其他','随机生成',13.12),
(15839,NULL,2.30,3,'厦门','2023-11-24 11:32:17','福建','思明区','随机生成',9.48),
(15840,NULL,31.02,4,'厦门','2023-11-24 11:32:17','福建','海沧区','随机生成',7.18),
(15841,NULL,50.33,2,'厦门','2023-11-24 11:32:17','福建','湖里区','随机生成',75.10),
(15842,NULL,55.35,4,'厦门','2023-11-24 11:32:17','福建','集美区','随机生成',61.14),
(15843,NULL,27.81,2,'厦门','2023-11-24 11:32:17','福建','同安区','随机生成',90.73),
(15844,NULL,9.00,1,'厦门','2023-11-24 11:32:17','福建','翔安区','随机生成',11.55),
(15845,NULL,61.10,3,'厦门','2023-11-24 11:32:17','福建','其他','随机生成',2.09),
(15846,NULL,10.11,3,'莆田','2023-11-24 11:32:17','福建','城厢区','随机生成',96.03),
(15847,NULL,63.87,4,'莆田','2023-11-24 11:32:17','福建','涵江区','随机生成',6.33),
(15848,NULL,67.02,1,'莆田','2023-11-24 11:32:17','福建','荔城区','随机生成',79.22),
(15849,NULL,96.04,2,'莆田','2023-11-24 11:32:17','福建','秀屿区','随机生成',90.25),
(15850,NULL,15.99,2,'莆田','2023-11-24 11:32:17','福建','仙游县','随机生成',61.76),
(15851,NULL,39.06,1,'莆田','2023-11-24 11:32:17','福建','其他','随机生成',18.97),
(15852,NULL,67.89,4,'三明','2023-11-24 11:32:17','福建','梅列区','随机生成',76.22),
(15853,NULL,93.31,4,'三明','2023-11-24 11:32:17','福建','三元区','随机生成',15.76),
(15854,NULL,32.80,3,'三明','2023-11-24 11:32:17','福建','永安市','随机生成',97.12),
(15855,NULL,74.14,2,'三明','2023-11-24 11:32:17','福建','明溪县','随机生成',51.98),
(15856,NULL,80.43,1,'三明','2023-11-24 11:32:17','福建','将乐县','随机生成',7.79),
(15857,NULL,94.68,1,'三明','2023-11-24 11:32:17','福建','大田县','随机生成',21.57),
(15858,NULL,6.02,1,'三明','2023-11-24 11:32:17','福建','宁化县','随机生成',48.36),
(15859,NULL,63.11,1,'三明','2023-11-24 11:32:17','福建','建宁县','随机生成',0.51),
(15860,NULL,49.42,1,'三明','2023-11-24 11:32:17','福建','沙县','随机生成',57.42),
(15861,NULL,10.94,4,'三明','2023-11-24 11:32:17','福建','尤溪县','随机生成',87.21),
(15862,NULL,22.80,1,'三明','2023-11-24 11:32:17','福建','清流县','随机生成',29.53),
(15863,NULL,42.52,1,'三明','2023-11-24 11:32:17','福建','泰宁县','随机生成',39.79),
(15864,NULL,85.64,1,'三明','2023-11-24 11:32:17','福建','其他','随机生成',88.68),
(15865,NULL,12.65,2,'泉州','2023-11-24 11:32:17','福建','鲤城区','随机生成',76.19),
(15866,NULL,44.45,2,'泉州','2023-11-24 11:32:17','福建','丰泽区','随机生成',27.41),
(15867,NULL,26.00,2,'泉州','2023-11-24 11:32:17','福建','洛江区','随机生成',72.54),
(15868,NULL,15.09,3,'泉州','2023-11-24 11:32:17','福建','泉港区','随机生成',50.71),
(15869,NULL,52.60,3,'泉州','2023-11-24 11:32:17','福建','石狮市','随机生成',36.85),
(15870,NULL,49.52,3,'泉州','2023-11-24 11:32:17','福建','晋江市','随机生成',9.73),
(15871,NULL,31.08,1,'泉州','2023-11-24 11:32:17','福建','南安市','随机生成',48.71),
(15872,NULL,29.82,3,'泉州','2023-11-24 11:32:17','福建','惠安县','随机生成',78.98),
(15873,NULL,81.40,3,'泉州','2023-11-24 11:32:17','福建','永春县','随机生成',88.07),
(15874,NULL,41.79,4,'泉州','2023-11-24 11:32:17','福建','安溪县','随机生成',24.96),
(15875,NULL,90.52,4,'泉州','2023-11-24 11:32:17','福建','德化县','随机生成',79.38),
(15876,NULL,88.18,4,'泉州','2023-11-24 11:32:17','福建','金门县','随机生成',7.36),
(15877,NULL,48.55,4,'泉州','2023-11-24 11:32:17','福建','其他','随机生成',47.69),
(15878,NULL,2.97,3,'漳州','2023-11-24 11:32:17','福建','芗城区','随机生成',11.73),
(15879,NULL,31.33,2,'漳州','2023-11-24 11:32:17','福建','龙文区','随机生成',57.12),
(15880,NULL,47.42,3,'漳州','2023-11-24 11:32:17','福建','龙海市','随机生成',44.35),
(15881,NULL,29.38,3,'漳州','2023-11-24 11:32:17','福建','平和县','随机生成',44.48),
(15882,NULL,26.41,2,'漳州','2023-11-24 11:32:17','福建','南靖县','随机生成',85.71),
(15883,NULL,43.88,4,'漳州','2023-11-24 11:32:17','福建','诏安县','随机生成',3.31),
(15884,NULL,5.94,4,'漳州','2023-11-24 11:32:17','福建','漳浦县','随机生成',20.29),
(15885,NULL,51.40,3,'漳州','2023-11-24 11:32:17','福建','华安县','随机生成',79.72),
(15886,NULL,76.61,2,'漳州','2023-11-24 11:32:17','福建','东山县','随机生成',15.21),
(15887,NULL,2.05,2,'漳州','2023-11-24 11:32:17','福建','长泰县','随机生成',32.51),
(15888,NULL,86.13,3,'漳州','2023-11-24 11:32:17','福建','云霄县','随机生成',87.76),
(15889,NULL,28.90,3,'漳州','2023-11-24 11:32:17','福建','其他','随机生成',91.60),
(15890,NULL,95.83,3,'南平','2023-11-24 11:32:17','福建','延平区','随机生成',47.59),
(15891,NULL,96.13,1,'南平','2023-11-24 11:32:17','福建','建瓯市','随机生成',63.60),
(15892,NULL,44.10,3,'南平','2023-11-24 11:32:17','福建','邵武市','随机生成',42.64),
(15893,NULL,84.62,4,'南平','2023-11-24 11:32:17','福建','武夷山市','随机生成',73.33),
(15894,NULL,71.28,4,'南平','2023-11-24 11:32:17','福建','建阳市','随机生成',68.44),
(15895,NULL,80.08,2,'南平','2023-11-24 11:32:17','福建','松溪县','随机生成',91.82),
(15896,NULL,54.84,4,'南平','2023-11-24 11:32:17','福建','光泽县','随机生成',28.82),
(15897,NULL,67.90,2,'南平','2023-11-24 11:32:17','福建','顺昌县','随机生成',68.31),
(15898,NULL,54.52,2,'南平','2023-11-24 11:32:17','福建','浦城县','随机生成',12.48),
(15899,NULL,54.34,3,'南平','2023-11-24 11:32:17','福建','政和县','随机生成',33.87),
(15900,NULL,58.96,3,'南平','2023-11-24 11:32:17','福建','其他','随机生成',99.56),
(15901,NULL,19.87,1,'龙岩','2023-11-24 11:32:17','福建','新罗区','随机生成',48.42),
(15902,NULL,43.06,3,'龙岩','2023-11-24 11:32:17','福建','漳平市','随机生成',60.98),
(15903,NULL,45.89,4,'龙岩','2023-11-24 11:32:17','福建','长汀县','随机生成',82.00),
(15904,NULL,24.67,2,'龙岩','2023-11-24 11:32:17','福建','武平县','随机生成',23.99),
(15905,NULL,25.96,2,'龙岩','2023-11-24 11:32:17','福建','上杭县','随机生成',15.40),
(15906,NULL,20.52,3,'龙岩','2023-11-24 11:32:17','福建','永定县','随机生成',18.83),
(15907,NULL,43.42,3,'龙岩','2023-11-24 11:32:17','福建','连城县','随机生成',8.49),
(15908,NULL,41.40,4,'龙岩','2023-11-24 11:32:17','福建','其他','随机生成',12.02),
(15909,NULL,6.50,4,'宁德','2023-11-24 11:32:17','福建','蕉城区','随机生成',74.58),
(15910,NULL,36.75,1,'宁德','2023-11-24 11:32:17','福建','福安市','随机生成',16.18),
(15911,NULL,35.32,3,'宁德','2023-11-24 11:32:17','福建','福鼎市','随机生成',3.08),
(15912,NULL,29.20,3,'宁德','2023-11-24 11:32:17','福建','寿宁县','随机生成',75.61),
(15913,NULL,3.21,2,'宁德','2023-11-24 11:32:17','福建','霞浦县','随机生成',7.80),
(15914,NULL,49.09,3,'宁德','2023-11-24 11:32:17','福建','柘荣县','随机生成',73.75),
(15915,NULL,39.98,4,'宁德','2023-11-24 11:32:17','福建','屏南县','随机生成',25.67),
(15916,NULL,44.63,3,'宁德','2023-11-24 11:32:17','福建','古田县','随机生成',71.14),
(15917,NULL,9.77,1,'宁德','2023-11-24 11:32:17','福建','周宁县','随机生成',83.54),
(15918,NULL,35.52,1,'宁德','2023-11-24 11:32:17','福建','其他','随机生成',74.78),
(15919,NULL,76.85,2,'其他','2023-11-24 11:32:17','福建','其他','随机生成',73.16),
(15920,NULL,48.31,4,'南昌','2023-11-24 11:32:17','江西','东湖区','随机生成',47.79),
(15921,NULL,27.70,4,'南昌','2023-11-24 11:32:17','江西','西湖区','随机生成',86.26),
(15922,NULL,77.86,1,'南昌','2023-11-24 11:32:17','江西','青云谱区','随机生成',46.55),
(15923,NULL,80.72,1,'南昌','2023-11-24 11:32:17','江西','湾里区','随机生成',25.75),
(15924,NULL,62.63,4,'南昌','2023-11-24 11:32:17','江西','青山湖区','随机生成',38.93),
(15925,NULL,12.30,1,'南昌','2023-11-24 11:32:17','江西','新建县','随机生成',1.37),
(15926,NULL,19.71,2,'南昌','2023-11-24 11:32:17','江西','南昌县','随机生成',91.32),
(15927,NULL,34.64,1,'南昌','2023-11-24 11:32:17','江西','进贤县','随机生成',31.11),
(15928,NULL,81.57,2,'南昌','2023-11-24 11:32:17','江西','安义县','随机生成',0.45),
(15929,NULL,61.15,1,'南昌','2023-11-24 11:32:17','江西','其他','随机生成',63.03),
(15930,NULL,47.96,3,'景德镇','2023-11-24 11:32:17','江西','珠山区','随机生成',92.93),
(15931,NULL,34.92,3,'景德镇','2023-11-24 11:32:17','江西','昌江区','随机生成',93.83),
(15932,NULL,5.97,1,'景德镇','2023-11-24 11:32:17','江西','乐平市','随机生成',24.00),
(15933,NULL,46.19,2,'景德镇','2023-11-24 11:32:17','江西','浮梁县','随机生成',32.82),
(15934,NULL,86.42,4,'景德镇','2023-11-24 11:32:17','江西','其他','随机生成',90.00),
(15935,NULL,37.58,3,'萍乡','2023-11-24 11:32:17','江西','安源区','随机生成',86.02),
(15936,NULL,10.09,3,'萍乡','2023-11-24 11:32:17','江西','湘东区','随机生成',17.25),
(15937,NULL,18.00,1,'萍乡','2023-11-24 11:32:17','江西','莲花县','随机生成',50.91),
(15938,NULL,19.56,1,'萍乡','2023-11-24 11:32:17','江西','上栗县','随机生成',45.77),
(15939,NULL,23.68,2,'萍乡','2023-11-24 11:32:17','江西','芦溪县','随机生成',79.62),
(15940,NULL,80.47,3,'萍乡','2023-11-24 11:32:17','江西','其他','随机生成',46.52),
(15941,NULL,21.09,2,'九江','2023-11-24 11:32:17','江西','浔阳区','随机生成',39.88),
(15942,NULL,9.86,2,'九江','2023-11-24 11:32:17','江西','庐山区','随机生成',37.82),
(15943,NULL,26.11,2,'九江','2023-11-24 11:32:17','江西','瑞昌市','随机生成',69.83),
(15944,NULL,7.53,2,'九江','2023-11-24 11:32:17','江西','九江县','随机生成',47.46),
(15945,NULL,4.08,3,'九江','2023-11-24 11:32:17','江西','星子县','随机生成',37.94),
(15946,NULL,8.87,4,'九江','2023-11-24 11:32:17','江西','武宁县','随机生成',17.43),
(15947,NULL,11.30,2,'九江','2023-11-24 11:32:17','江西','彭泽县','随机生成',84.94),
(15948,NULL,45.10,1,'九江','2023-11-24 11:32:17','江西','永修县','随机生成',44.48),
(15949,NULL,90.79,3,'九江','2023-11-24 11:32:17','江西','修水县','随机生成',92.81),
(15950,NULL,34.18,1,'九江','2023-11-24 11:32:17','江西','湖口县','随机生成',71.70),
(15951,NULL,32.93,3,'九江','2023-11-24 11:32:17','江西','德安县','随机生成',81.04),
(15952,NULL,68.78,1,'九江','2023-11-24 11:32:17','江西','都昌县','随机生成',10.31),
(15953,NULL,36.64,3,'九江','2023-11-24 11:32:17','江西','其他','随机生成',64.01),
(15954,NULL,91.78,4,'新余','2023-11-24 11:32:17','江西','渝水区','随机生成',94.54),
(15955,NULL,81.84,1,'新余','2023-11-24 11:32:17','江西','分宜县','随机生成',79.10),
(15956,NULL,5.10,1,'新余','2023-11-24 11:32:17','江西','其他','随机生成',40.57),
(15957,NULL,61.84,2,'鹰潭','2023-11-24 11:32:17','江西','月湖区','随机生成',62.92),
(15958,NULL,45.25,2,'鹰潭','2023-11-24 11:32:17','江西','贵溪市','随机生成',73.93),
(15959,NULL,42.17,2,'鹰潭','2023-11-24 11:32:17','江西','余江县','随机生成',82.34),
(15960,NULL,72.33,1,'鹰潭','2023-11-24 11:32:18','江西','其他','随机生成',39.36),
(15961,NULL,39.37,3,'赣州','2023-11-24 11:32:18','江西','章贡区','随机生成',52.38),
(15962,NULL,5.03,3,'赣州','2023-11-24 11:32:18','江西','瑞金市','随机生成',15.58),
(15963,NULL,73.16,2,'赣州','2023-11-24 11:32:18','江西','南康市','随机生成',30.92),
(15964,NULL,2.00,3,'赣州','2023-11-24 11:32:18','江西','石城县','随机生成',64.58),
(15965,NULL,30.63,3,'赣州','2023-11-24 11:32:18','江西','安远县','随机生成',56.37),
(15966,NULL,71.68,4,'赣州','2023-11-24 11:32:18','江西','赣县','随机生成',93.26),
(15967,NULL,76.73,3,'赣州','2023-11-24 11:32:18','江西','宁都县','随机生成',36.92),
(15968,NULL,23.50,2,'赣州','2023-11-24 11:32:18','江西','寻乌县','随机生成',8.40),
(15969,NULL,4.97,3,'赣州','2023-11-24 11:32:18','江西','兴国县','随机生成',22.62),
(15970,NULL,48.76,3,'赣州','2023-11-24 11:32:18','江西','定南县','随机生成',62.29),
(15971,NULL,0.73,3,'赣州','2023-11-24 11:32:18','江西','上犹县','随机生成',40.11),
(15972,NULL,55.76,3,'赣州','2023-11-24 11:32:18','江西','于都县','随机生成',37.10),
(15973,NULL,49.56,4,'赣州','2023-11-24 11:32:18','江西','龙南县','随机生成',83.43),
(15974,NULL,80.03,3,'赣州','2023-11-24 11:32:18','江西','崇义县','随机生成',35.10),
(15975,NULL,64.70,1,'赣州','2023-11-24 11:32:18','江西','信丰县','随机生成',43.89),
(15976,NULL,28.25,3,'赣州','2023-11-24 11:32:18','江西','全南县','随机生成',30.82),
(15977,NULL,76.14,2,'赣州','2023-11-24 11:32:18','江西','大余县','随机生成',79.05),
(15978,NULL,69.22,4,'赣州','2023-11-24 11:32:18','江西','会昌县','随机生成',79.73),
(15979,NULL,99.50,1,'赣州','2023-11-24 11:32:18','江西','其他','随机生成',67.91),
(15980,NULL,48.30,4,'吉安','2023-11-24 11:32:18','江西','吉州区','随机生成',86.80),
(15981,NULL,77.04,3,'吉安','2023-11-24 11:32:18','江西','青原区','随机生成',30.81),
(15982,NULL,17.16,2,'吉安','2023-11-24 11:32:18','江西','井冈山市','随机生成',82.77),
(15983,NULL,46.25,3,'吉安','2023-11-24 11:32:18','江西','吉安县','随机生成',17.45),
(15984,NULL,63.09,1,'吉安','2023-11-24 11:32:18','江西','永丰县','随机生成',94.70),
(15985,NULL,32.19,4,'吉安','2023-11-24 11:32:18','江西','永新县','随机生成',33.60),
(15986,NULL,53.01,3,'吉安','2023-11-24 11:32:18','江西','新干县','随机生成',86.82),
(15987,NULL,5.86,3,'吉安','2023-11-24 11:32:18','江西','泰和县','随机生成',77.40),
(15988,NULL,5.44,2,'吉安','2023-11-24 11:32:18','江西','峡江县','随机生成',5.41),
(15989,NULL,80.46,3,'吉安','2023-11-24 11:32:18','江西','遂川县','随机生成',47.25),
(15990,NULL,30.87,2,'吉安','2023-11-24 11:32:18','江西','安福县','随机生成',61.48),
(15991,NULL,83.50,1,'吉安','2023-11-24 11:32:18','江西','吉水县','随机生成',34.37),
(15992,NULL,65.27,2,'吉安','2023-11-24 11:32:18','江西','万安县','随机生成',35.04),
(15993,NULL,80.63,3,'吉安','2023-11-24 11:32:18','江西','其他','随机生成',62.90),
(15994,NULL,20.61,4,'宜春','2023-11-24 11:32:18','江西','袁州区','随机生成',68.39),
(15995,NULL,67.51,4,'宜春','2023-11-24 11:32:18','江西','丰城市','随机生成',89.30),
(15996,NULL,95.44,1,'宜春','2023-11-24 11:32:18','江西','樟树市','随机生成',2.77),
(15997,NULL,4.53,3,'宜春','2023-11-24 11:32:18','江西','高安市','随机生成',57.63),
(15998,NULL,9.96,4,'宜春','2023-11-24 11:32:18','江西','铜鼓县','随机生成',81.51),
(15999,NULL,73.24,2,'宜春','2023-11-24 11:32:18','江西','靖安县','随机生成',62.62),
(16000,NULL,18.34,4,'宜春','2023-11-24 11:32:18','江西','宜丰县','随机生成',38.68),
(16001,NULL,30.07,3,'宜春','2023-11-24 11:32:18','江西','奉新县','随机生成',57.03),
(16002,NULL,20.35,2,'宜春','2023-11-24 11:32:18','江西','万载县','随机生成',82.11),
(16003,NULL,63.35,3,'宜春','2023-11-24 11:32:18','江西','上高县','随机生成',71.07),
(16004,NULL,0.48,1,'宜春','2023-11-24 11:32:18','江西','其他','随机生成',22.42),
(16005,NULL,22.14,3,'抚州','2023-11-24 11:32:18','江西','临川区','随机生成',56.55),
(16006,NULL,96.86,2,'抚州','2023-11-24 11:32:18','江西','南丰县','随机生成',17.79),
(16007,NULL,34.76,1,'抚州','2023-11-24 11:32:18','江西','乐安县','随机生成',55.13),
(16008,NULL,88.39,3,'抚州','2023-11-24 11:32:18','江西','金溪县','随机生成',4.08),
(16009,NULL,24.29,1,'抚州','2023-11-24 11:32:18','江西','南城县','随机生成',55.10),
(16010,NULL,35.13,2,'抚州','2023-11-24 11:32:18','江西','东乡县','随机生成',96.52),
(16011,NULL,88.54,4,'抚州','2023-11-24 11:32:18','江西','资溪县','随机生成',68.91),
(16012,NULL,25.97,4,'抚州','2023-11-24 11:32:18','江西','宜黄县','随机生成',57.53),
(16013,NULL,67.96,1,'抚州','2023-11-24 11:32:18','江西','广昌县','随机生成',98.08),
(16014,NULL,94.76,3,'抚州','2023-11-24 11:32:18','江西','黎川县','随机生成',17.42),
(16015,NULL,93.72,2,'抚州','2023-11-24 11:32:18','江西','崇仁县','随机生成',71.56),
(16016,NULL,25.48,3,'抚州','2023-11-24 11:32:18','江西','其他','随机生成',61.56),
(16017,NULL,56.41,2,'上饶','2023-11-24 11:32:18','江西','信州区','随机生成',14.48),
(16018,NULL,49.73,3,'上饶','2023-11-24 11:32:18','江西','德兴市','随机生成',74.44),
(16019,NULL,22.64,2,'上饶','2023-11-24 11:32:18','江西','上饶县','随机生成',1.24),
(16020,NULL,86.08,4,'上饶','2023-11-24 11:32:18','江西','广丰县','随机生成',11.21),
(16021,NULL,22.98,2,'上饶','2023-11-24 11:32:18','江西','鄱阳县','随机生成',31.71),
(16022,NULL,83.17,4,'上饶','2023-11-24 11:32:18','江西','婺源县','随机生成',73.94),
(16023,NULL,26.97,4,'上饶','2023-11-24 11:32:18','江西','铅山县','随机生成',52.14),
(16024,NULL,61.88,3,'上饶','2023-11-24 11:32:18','江西','余干县','随机生成',11.36),
(16025,NULL,43.25,2,'上饶','2023-11-24 11:32:18','江西','横峰县','随机生成',65.90),
(16026,NULL,49.06,1,'上饶','2023-11-24 11:32:18','江西','弋阳县','随机生成',54.33),
(16027,NULL,82.29,1,'上饶','2023-11-24 11:32:18','江西','玉山县','随机生成',36.14),
(16028,NULL,61.05,1,'上饶','2023-11-24 11:32:18','江西','万年县','随机生成',95.88),
(16029,NULL,59.45,2,'上饶','2023-11-24 11:32:18','江西','其他','随机生成',36.56),
(16030,NULL,61.72,3,'其他','2023-11-24 11:32:18','江西','其他','随机生成',56.25),
(16031,NULL,14.74,4,'济南','2023-11-24 11:32:18','山东','市中区','随机生成',56.92),
(16032,NULL,53.76,3,'济南','2023-11-24 11:32:18','山东','历下区','随机生成',72.90),
(16033,NULL,99.66,4,'济南','2023-11-24 11:32:18','山东','天桥区','随机生成',23.82),
(16034,NULL,7.89,4,'济南','2023-11-24 11:32:18','山东','槐荫区','随机生成',57.27),
(16035,NULL,7.78,2,'济南','2023-11-24 11:32:18','山东','历城区','随机生成',21.70),
(16036,NULL,43.68,1,'济南','2023-11-24 11:32:18','山东','长清区','随机生成',75.64),
(16037,NULL,79.62,3,'济南','2023-11-24 11:32:18','山东','章丘市','随机生成',23.73),
(16038,NULL,90.58,3,'济南','2023-11-24 11:32:18','山东','平阴县','随机生成',18.54),
(16039,NULL,15.19,2,'济南','2023-11-24 11:32:18','山东','济阳县','随机生成',8.73),
(16040,NULL,64.13,2,'济南','2023-11-24 11:32:18','山东','商河县','随机生成',2.24),
(16041,NULL,51.69,2,'济南','2023-11-24 11:32:18','山东','其他','随机生成',2.17),
(16042,NULL,87.17,4,'青岛','2023-11-24 11:32:18','山东','市南区','随机生成',30.50),
(16043,NULL,71.18,4,'青岛','2023-11-24 11:32:18','山东','市北区','随机生成',19.52),
(16044,NULL,13.46,2,'青岛','2023-11-24 11:32:18','山东','城阳区','随机生成',58.75),
(16045,NULL,36.73,2,'青岛','2023-11-24 11:32:18','山东','四方区','随机生成',39.79),
(16046,NULL,74.89,2,'青岛','2023-11-24 11:32:18','山东','李沧区','随机生成',92.79),
(16047,NULL,95.46,1,'青岛','2023-11-24 11:32:18','山东','黄岛区','随机生成',90.85),
(16048,NULL,99.94,4,'青岛','2023-11-24 11:32:18','山东','崂山区','随机生成',5.70),
(16049,NULL,83.22,3,'青岛','2023-11-24 11:32:18','山东','胶南市','随机生成',4.53),
(16050,NULL,58.00,3,'青岛','2023-11-24 11:32:18','山东','胶州市','随机生成',41.62),
(16051,NULL,38.14,3,'青岛','2023-11-24 11:32:18','山东','平度市','随机生成',80.05),
(16052,NULL,82.71,2,'青岛','2023-11-24 11:32:18','山东','莱西市','随机生成',9.77),
(16053,NULL,1.28,4,'青岛','2023-11-24 11:32:18','山东','即墨市','随机生成',19.82),
(16054,NULL,43.46,4,'青岛','2023-11-24 11:32:18','山东','其他','随机生成',25.05),
(16055,NULL,31.73,1,'淄博','2023-11-24 11:32:18','山东','张店区','随机生成',93.79),
(16056,NULL,95.84,2,'淄博','2023-11-24 11:32:18','山东','临淄区','随机生成',78.27),
(16057,NULL,76.85,3,'淄博','2023-11-24 11:32:18','山东','淄川区','随机生成',6.00),
(16058,NULL,48.62,1,'淄博','2023-11-24 11:32:18','山东','博山区','随机生成',67.57),
(16059,NULL,56.27,2,'淄博','2023-11-24 11:32:18','山东','周村区','随机生成',32.66),
(16060,NULL,26.80,1,'淄博','2023-11-24 11:32:18','山东','桓台县','随机生成',6.65),
(16061,NULL,28.01,1,'淄博','2023-11-24 11:32:18','山东','高青县','随机生成',84.81),
(16062,NULL,71.75,3,'淄博','2023-11-24 11:32:18','山东','沂源县','随机生成',2.19),
(16063,NULL,44.67,3,'淄博','2023-11-24 11:32:18','山东','其他','随机生成',66.90),
(16064,NULL,27.34,4,'枣庄','2023-11-24 11:32:18','山东','市中区','随机生成',46.37),
(16065,NULL,96.39,3,'枣庄','2023-11-24 11:32:18','山东','山亭区','随机生成',88.52),
(16066,NULL,28.68,2,'枣庄','2023-11-24 11:32:18','山东','峄城区','随机生成',55.64),
(16067,NULL,59.70,4,'枣庄','2023-11-24 11:32:18','山东','台儿庄区','随机生成',80.87),
(16068,NULL,82.58,2,'枣庄','2023-11-24 11:32:18','山东','薛城区','随机生成',5.66),
(16069,NULL,35.25,1,'枣庄','2023-11-24 11:32:18','山东','滕州市','随机生成',67.48),
(16070,NULL,80.20,3,'枣庄','2023-11-24 11:32:18','山东','其他','随机生成',76.69),
(16071,NULL,2.34,3,'东营','2023-11-24 11:32:18','山东','东营区','随机生成',72.65),
(16072,NULL,28.47,4,'东营','2023-11-24 11:32:18','山东','河口区','随机生成',32.42),
(16073,NULL,30.22,4,'东营','2023-11-24 11:32:18','山东','垦利县','随机生成',23.83),
(16074,NULL,67.50,3,'东营','2023-11-24 11:32:18','山东','广饶县','随机生成',48.39),
(16075,NULL,41.16,1,'东营','2023-11-24 11:32:18','山东','利津县','随机生成',34.55),
(16076,NULL,56.97,2,'东营','2023-11-24 11:32:18','山东','其他','随机生成',57.59),
(16077,NULL,70.90,4,'烟台','2023-11-24 11:32:18','山东','芝罘区','随机生成',58.53),
(16078,NULL,86.83,2,'烟台','2023-11-24 11:32:18','山东','福山区','随机生成',91.82),
(16079,NULL,20.26,3,'烟台','2023-11-24 11:32:18','山东','牟平区','随机生成',55.49),
(16080,NULL,12.21,2,'烟台','2023-11-24 11:32:18','山东','莱山区','随机生成',30.56),
(16081,NULL,83.03,1,'烟台','2023-11-24 11:32:18','山东','龙口市','随机生成',55.88),
(16082,NULL,16.90,3,'烟台','2023-11-24 11:32:18','山东','莱阳市','随机生成',41.12),
(16083,NULL,5.27,2,'烟台','2023-11-24 11:32:18','山东','莱州市','随机生成',24.62),
(16084,NULL,83.03,1,'烟台','2023-11-24 11:32:18','山东','招远市','随机生成',20.89),
(16085,NULL,76.88,4,'烟台','2023-11-24 11:32:18','山东','蓬莱市','随机生成',41.25),
(16086,NULL,73.25,1,'烟台','2023-11-24 11:32:18','山东','栖霞市','随机生成',58.53),
(16087,NULL,26.55,3,'烟台','2023-11-24 11:32:18','山东','海阳市','随机生成',62.06),
(16088,NULL,23.79,2,'烟台','2023-11-24 11:32:18','山东','长岛县','随机生成',39.11),
(16089,NULL,58.18,1,'烟台','2023-11-24 11:32:18','山东','其他','随机生成',47.91),
(16090,NULL,74.41,1,'潍坊','2023-11-24 11:32:18','山东','潍城区','随机生成',37.33),
(16091,NULL,76.89,1,'潍坊','2023-11-24 11:32:18','山东','寒亭区','随机生成',21.79),
(16092,NULL,7.92,1,'潍坊','2023-11-24 11:32:18','山东','坊子区','随机生成',5.39),
(16093,NULL,99.65,2,'潍坊','2023-11-24 11:32:18','山东','奎文区','随机生成',20.30),
(16094,NULL,21.73,1,'潍坊','2023-11-24 11:32:18','山东','青州市','随机生成',98.27),
(16095,NULL,22.72,2,'潍坊','2023-11-24 11:32:18','山东','诸城市','随机生成',21.82),
(16096,NULL,62.16,4,'潍坊','2023-11-24 11:32:18','山东','寿光市','随机生成',78.91),
(16097,NULL,70.97,1,'潍坊','2023-11-24 11:32:18','山东','安丘市','随机生成',56.88),
(16098,NULL,46.18,1,'潍坊','2023-11-24 11:32:18','山东','高密市','随机生成',60.11),
(16099,NULL,61.72,4,'潍坊','2023-11-24 11:32:18','山东','昌邑市','随机生成',38.63),
(16100,NULL,61.87,3,'潍坊','2023-11-24 11:32:18','山东','昌乐县','随机生成',50.93),
(16101,NULL,80.82,4,'潍坊','2023-11-24 11:32:18','山东','临朐县','随机生成',73.62),
(16102,NULL,77.48,2,'潍坊','2023-11-24 11:32:18','山东','其他','随机生成',74.35),
(16103,NULL,78.69,2,'济宁','2023-11-24 11:32:18','山东','市中区','随机生成',73.17),
(16104,NULL,55.37,3,'济宁','2023-11-24 11:32:18','山东','任城区','随机生成',38.59),
(16105,NULL,93.56,3,'济宁','2023-11-24 11:32:18','山东','曲阜市','随机生成',92.20),
(16106,NULL,38.02,4,'济宁','2023-11-24 11:32:18','山东','兖州市','随机生成',25.01),
(16107,NULL,64.81,1,'济宁','2023-11-24 11:32:18','山东','邹城市','随机生成',48.52),
(16108,NULL,11.32,2,'济宁','2023-11-24 11:32:18','山东','鱼台县','随机生成',11.66),
(16109,NULL,31.32,2,'济宁','2023-11-24 11:32:18','山东','金乡县','随机生成',41.79),
(16110,NULL,96.90,4,'济宁','2023-11-24 11:32:18','山东','嘉祥县','随机生成',54.84),
(16111,NULL,23.22,1,'济宁','2023-11-24 11:32:18','山东','微山县','随机生成',30.36),
(16112,NULL,53.25,1,'济宁','2023-11-24 11:32:18','山东','汶上县','随机生成',77.72),
(16113,NULL,6.16,3,'济宁','2023-11-24 11:32:18','山东','泗水县','随机生成',32.20),
(16114,NULL,34.90,4,'济宁','2023-11-24 11:32:18','山东','梁山县','随机生成',13.65),
(16115,NULL,45.79,3,'济宁','2023-11-24 11:32:18','山东','其他','随机生成',46.80),
(16116,NULL,41.52,3,'泰安','2023-11-24 11:32:18','山东','泰山区','随机生成',38.19),
(16117,NULL,86.38,1,'泰安','2023-11-24 11:32:18','山东','岱岳区','随机生成',98.37),
(16118,NULL,73.32,4,'泰安','2023-11-24 11:32:18','山东','新泰市','随机生成',71.88),
(16119,NULL,41.80,2,'泰安','2023-11-24 11:32:18','山东','肥城市','随机生成',19.91),
(16120,NULL,2.29,2,'泰安','2023-11-24 11:32:18','山东','宁阳县','随机生成',56.69),
(16121,NULL,10.17,2,'泰安','2023-11-24 11:32:18','山东','东平县','随机生成',54.46),
(16122,NULL,59.59,3,'泰安','2023-11-24 11:32:18','山东','其他','随机生成',2.49),
(16123,NULL,42.88,2,'威海','2023-11-24 11:32:18','山东','环翠区','随机生成',83.45),
(16124,NULL,93.88,1,'威海','2023-11-24 11:32:18','山东','乳山市','随机生成',77.71),
(16125,NULL,87.97,1,'威海','2023-11-24 11:32:18','山东','文登市','随机生成',55.69),
(16126,NULL,81.05,4,'威海','2023-11-24 11:32:18','山东','荣成市','随机生成',82.03),
(16127,NULL,99.47,4,'威海','2023-11-24 11:32:18','山东','其他','随机生成',9.50),
(16128,NULL,56.54,3,'日照','2023-11-24 11:32:18','山东','东港区','随机生成',40.80),
(16129,NULL,73.09,2,'日照','2023-11-24 11:32:18','山东','岚山区','随机生成',81.46),
(16130,NULL,26.81,1,'日照','2023-11-24 11:32:18','山东','五莲县','随机生成',25.20),
(16131,NULL,75.29,1,'日照','2023-11-24 11:32:18','山东','莒县','随机生成',11.10),
(16132,NULL,27.14,1,'日照','2023-11-24 11:32:18','山东','其他','随机生成',82.68),
(16133,NULL,88.80,1,'莱芜','2023-11-24 11:32:18','山东','莱城区','随机生成',38.77),
(16134,NULL,82.14,3,'莱芜','2023-11-24 11:32:18','山东','钢城区','随机生成',12.79),
(16135,NULL,52.16,2,'莱芜','2023-11-24 11:32:18','山东','其他','随机生成',47.98),
(16136,NULL,20.64,3,'临沂','2023-11-24 11:32:18','山东','兰山区','随机生成',95.14),
(16137,NULL,91.80,4,'临沂','2023-11-24 11:32:18','山东','罗庄区','随机生成',91.69),
(16138,NULL,3.40,2,'临沂','2023-11-24 11:32:18','山东','河东区','随机生成',42.19),
(16139,NULL,7.14,3,'临沂','2023-11-24 11:32:18','山东','沂南县','随机生成',96.42),
(16140,NULL,11.02,1,'临沂','2023-11-24 11:32:18','山东','郯城县','随机生成',66.63),
(16141,NULL,51.56,3,'临沂','2023-11-24 11:32:18','山东','沂水县','随机生成',67.97),
(16142,NULL,84.37,1,'临沂','2023-11-24 11:32:18','山东','苍山县','随机生成',93.96),
(16143,NULL,42.17,1,'临沂','2023-11-24 11:32:18','山东','费县','随机生成',28.84),
(16144,NULL,72.89,1,'临沂','2023-11-24 11:32:18','山东','平邑县','随机生成',21.88),
(16145,NULL,8.98,2,'临沂','2023-11-24 11:32:18','山东','莒南县','随机生成',31.04),
(16146,NULL,50.61,3,'临沂','2023-11-24 11:32:18','山东','蒙阴县','随机生成',34.50),
(16147,NULL,0.67,3,'临沂','2023-11-24 11:32:18','山东','临沭县','随机生成',58.05),
(16148,NULL,49.39,4,'临沂','2023-11-24 11:32:18','山东','其他','随机生成',75.47),
(16149,NULL,70.59,4,'德州','2023-11-24 11:32:18','山东','德城区','随机生成',6.33),
(16150,NULL,53.91,3,'德州','2023-11-24 11:32:18','山东','乐陵市','随机生成',57.83),
(16151,NULL,13.40,1,'德州','2023-11-24 11:32:18','山东','禹城市','随机生成',39.60),
(16152,NULL,41.40,4,'德州','2023-11-24 11:32:18','山东','陵县','随机生成',12.23),
(16153,NULL,83.62,4,'德州','2023-11-24 11:32:18','山东','宁津县','随机生成',63.12),
(16154,NULL,91.65,4,'德州','2023-11-24 11:32:18','山东','齐河县','随机生成',70.85),
(16155,NULL,6.78,4,'德州','2023-11-24 11:32:18','山东','武城县','随机生成',95.43),
(16156,NULL,50.48,3,'德州','2023-11-24 11:32:18','山东','庆云县','随机生成',0.66),
(16157,NULL,97.18,1,'德州','2023-11-24 11:32:18','山东','平原县','随机生成',45.66),
(16158,NULL,66.67,4,'德州','2023-11-24 11:32:18','山东','夏津县','随机生成',32.80),
(16159,NULL,6.18,4,'德州','2023-11-24 11:32:18','山东','临邑县','随机生成',88.24),
(16160,NULL,0.06,4,'德州','2023-11-24 11:32:18','山东','其他','随机生成',28.20),
(16161,NULL,10.10,3,'聊城','2023-11-24 11:32:18','山东','东昌府区','随机生成',5.60),
(16162,NULL,25.63,2,'聊城','2023-11-24 11:32:18','山东','临清市','随机生成',21.61),
(16163,NULL,25.70,3,'聊城','2023-11-24 11:32:18','山东','高唐县','随机生成',6.07),
(16164,NULL,53.02,4,'聊城','2023-11-24 11:32:18','山东','阳谷县','随机生成',34.48),
(16165,NULL,62.12,4,'聊城','2023-11-24 11:32:18','山东','茌平县','随机生成',5.04),
(16166,NULL,81.81,4,'聊城','2023-11-24 11:32:18','山东','莘县','随机生成',52.20),
(16167,NULL,8.19,2,'聊城','2023-11-24 11:32:18','山东','东阿县','随机生成',95.34),
(16168,NULL,35.68,4,'聊城','2023-11-24 11:32:18','山东','冠县','随机生成',74.85),
(16169,NULL,0.94,2,'聊城','2023-11-24 11:32:18','山东','其他','随机生成',83.38),
(16170,NULL,30.09,3,'滨州','2023-11-24 11:32:18','山东','滨城区','随机生成',71.99),
(16171,NULL,30.48,3,'滨州','2023-11-24 11:32:18','山东','邹平县','随机生成',92.61),
(16172,NULL,96.48,4,'滨州','2023-11-24 11:32:18','山东','沾化县','随机生成',4.26),
(16173,NULL,65.35,3,'滨州','2023-11-24 11:32:18','山东','惠民县','随机生成',94.08),
(16174,NULL,41.49,1,'滨州','2023-11-24 11:32:18','山东','博兴县','随机生成',47.19),
(16175,NULL,70.32,1,'滨州','2023-11-24 11:32:18','山东','阳信县','随机生成',45.46),
(16176,NULL,4.79,3,'滨州','2023-11-24 11:32:18','山东','无棣县','随机生成',17.56),
(16177,NULL,1.31,3,'滨州','2023-11-24 11:32:18','山东','其他','随机生成',80.61),
(16178,NULL,74.25,2,'菏泽','2023-11-24 11:32:18','山东','牡丹区','随机生成',39.80),
(16179,NULL,63.91,2,'菏泽','2023-11-24 11:32:18','山东','鄄城县','随机生成',23.83),
(16180,NULL,88.40,1,'菏泽','2023-11-24 11:32:18','山东','单县','随机生成',74.57),
(16181,NULL,17.21,2,'菏泽','2023-11-24 11:32:18','山东','郓城县','随机生成',22.05),
(16182,NULL,74.70,2,'菏泽','2023-11-24 11:32:18','山东','曹县','随机生成',77.52),
(16183,NULL,26.96,1,'菏泽','2023-11-24 11:32:18','山东','定陶县','随机生成',17.03),
(16184,NULL,61.70,3,'菏泽','2023-11-24 11:32:18','山东','巨野县','随机生成',97.95),
(16185,NULL,13.96,1,'菏泽','2023-11-24 11:32:18','山东','东明县','随机生成',20.62),
(16186,NULL,23.21,4,'菏泽','2023-11-24 11:32:18','山东','成武县','随机生成',63.73),
(16187,NULL,90.33,2,'菏泽','2023-11-24 11:32:18','山东','其他','随机生成',58.63),
(16188,NULL,24.23,1,'其他','2023-11-24 11:32:18','山东','其他','随机生成',10.21),
(16189,NULL,44.14,1,'郑州','2023-11-24 11:32:18','河南','中原区','随机生成',99.10),
(16190,NULL,56.08,2,'郑州','2023-11-24 11:32:18','河南','金水区','随机生成',59.83),
(16191,NULL,74.63,2,'郑州','2023-11-24 11:32:18','河南','二七区','随机生成',9.56),
(16192,NULL,10.02,3,'郑州','2023-11-24 11:32:18','河南','管城回族区','随机生成',74.73),
(16193,NULL,27.98,1,'郑州','2023-11-24 11:32:18','河南','上街区','随机生成',53.62),
(16194,NULL,75.21,2,'郑州','2023-11-24 11:32:18','河南','惠济区','随机生成',55.75),
(16195,NULL,6.70,2,'郑州','2023-11-24 11:32:18','河南','巩义市','随机生成',43.11),
(16196,NULL,38.62,2,'郑州','2023-11-24 11:32:18','河南','新郑市','随机生成',99.74),
(16197,NULL,95.10,3,'郑州','2023-11-24 11:32:18','河南','新密市','随机生成',91.25),
(16198,NULL,94.21,2,'郑州','2023-11-24 11:32:18','河南','登封市','随机生成',1.55),
(16199,NULL,46.90,2,'郑州','2023-11-24 11:32:18','河南','荥阳市','随机生成',35.58),
(16200,NULL,35.55,2,'郑州','2023-11-24 11:32:18','河南','中牟县','随机生成',59.51),
(16201,NULL,96.69,4,'郑州','2023-11-24 11:32:18','河南','其他','随机生成',95.70),
(16202,NULL,63.35,4,'开封','2023-11-24 11:32:18','河南','鼓楼区','随机生成',41.67),
(16203,NULL,9.78,3,'开封','2023-11-24 11:32:18','河南','龙亭区','随机生成',78.72),
(16204,NULL,5.92,2,'开封','2023-11-24 11:32:18','河南','顺河回族区','随机生成',93.60),
(16205,NULL,37.40,3,'开封','2023-11-24 11:32:18','河南','禹王台区','随机生成',46.54),
(16206,NULL,88.36,2,'开封','2023-11-24 11:32:18','河南','金明区','随机生成',25.59),
(16207,NULL,76.79,2,'开封','2023-11-24 11:32:18','河南','开封县','随机生成',22.73),
(16208,NULL,41.86,1,'开封','2023-11-24 11:32:18','河南','尉氏县','随机生成',79.12),
(16209,NULL,81.49,1,'开封','2023-11-24 11:32:18','河南','兰考县','随机生成',3.07),
(16210,NULL,20.21,1,'开封','2023-11-24 11:32:18','河南','杞县','随机生成',65.95),
(16211,NULL,4.44,1,'开封','2023-11-24 11:32:18','河南','通许县','随机生成',27.53),
(16212,NULL,10.24,3,'开封','2023-11-24 11:32:18','河南','其他','随机生成',96.08),
(16213,NULL,6.45,2,'洛阳','2023-11-24 11:32:18','河南','西工区','随机生成',58.68),
(16214,NULL,18.22,2,'洛阳','2023-11-24 11:32:18','河南','老城区','随机生成',20.92),
(16215,NULL,74.04,1,'洛阳','2023-11-24 11:32:18','河南','涧西区','随机生成',97.49),
(16216,NULL,4.55,1,'洛阳','2023-11-24 11:32:18','河南','瀍河回族区','随机生成',31.28),
(16217,NULL,57.59,3,'洛阳','2023-11-24 11:32:18','河南','洛龙区','随机生成',50.18),
(16218,NULL,32.07,1,'洛阳','2023-11-24 11:32:18','河南','吉利区','随机生成',32.29),
(16219,NULL,78.73,3,'洛阳','2023-11-24 11:32:18','河南','偃师市','随机生成',63.95),
(16220,NULL,5.15,4,'洛阳','2023-11-24 11:32:18','河南','孟津县','随机生成',82.60),
(16221,NULL,90.85,4,'洛阳','2023-11-24 11:32:18','河南','汝阳县','随机生成',27.19),
(16222,NULL,29.45,2,'洛阳','2023-11-24 11:32:18','河南','伊川县','随机生成',23.27),
(16223,NULL,37.69,1,'洛阳','2023-11-24 11:32:18','河南','洛宁县','随机生成',61.52),
(16224,NULL,25.51,2,'洛阳','2023-11-24 11:32:18','河南','嵩县','随机生成',57.98),
(16225,NULL,85.83,1,'洛阳','2023-11-24 11:32:18','河南','宜阳县','随机生成',8.62),
(16226,NULL,47.62,4,'洛阳','2023-11-24 11:32:18','河南','新安县','随机生成',37.34),
(16227,NULL,89.81,4,'洛阳','2023-11-24 11:32:18','河南','栾川县','随机生成',92.60),
(16228,NULL,69.47,3,'洛阳','2023-11-24 11:32:18','河南','其他','随机生成',89.36),
(16229,NULL,74.11,1,'平顶山','2023-11-24 11:32:18','河南','新华区','随机生成',97.60),
(16230,NULL,30.66,2,'平顶山','2023-11-24 11:32:18','河南','卫东区','随机生成',76.33),
(16231,NULL,58.37,2,'平顶山','2023-11-24 11:32:18','河南','湛河区','随机生成',57.48),
(16232,NULL,27.57,2,'平顶山','2023-11-24 11:32:18','河南','石龙区','随机生成',11.86),
(16233,NULL,29.74,2,'平顶山','2023-11-24 11:32:18','河南','汝州市','随机生成',45.35),
(16234,NULL,31.30,2,'平顶山','2023-11-24 11:32:18','河南','舞钢市','随机生成',25.51),
(16235,NULL,49.56,2,'平顶山','2023-11-24 11:32:18','河南','宝丰县','随机生成',57.38),
(16236,NULL,16.36,1,'平顶山','2023-11-24 11:32:19','河南','叶县','随机生成',50.42),
(16237,NULL,5.69,1,'平顶山','2023-11-24 11:32:19','河南','郏县','随机生成',38.85),
(16238,NULL,46.33,4,'平顶山','2023-11-24 11:32:19','河南','鲁山县','随机生成',20.32),
(16239,NULL,91.83,2,'平顶山','2023-11-24 11:32:19','河南','其他','随机生成',68.23),
(16240,NULL,73.77,3,'安阳','2023-11-24 11:32:19','河南','北关区','随机生成',10.41),
(16241,NULL,74.19,1,'安阳','2023-11-24 11:32:19','河南','文峰区','随机生成',63.85),
(16242,NULL,50.58,3,'安阳','2023-11-24 11:32:19','河南','殷都区','随机生成',44.53),
(16243,NULL,26.59,4,'安阳','2023-11-24 11:32:19','河南','龙安区','随机生成',46.40),
(16244,NULL,15.67,1,'安阳','2023-11-24 11:32:19','河南','林州市','随机生成',1.38),
(16245,NULL,81.85,3,'安阳','2023-11-24 11:32:19','河南','安阳县','随机生成',18.47),
(16246,NULL,80.50,1,'安阳','2023-11-24 11:32:19','河南','滑县','随机生成',1.18),
(16247,NULL,24.80,2,'安阳','2023-11-24 11:32:19','河南','内黄县','随机生成',46.22),
(16248,NULL,73.59,1,'安阳','2023-11-24 11:32:19','河南','汤阴县','随机生成',72.53),
(16249,NULL,96.47,4,'安阳','2023-11-24 11:32:19','河南','其他','随机生成',72.52),
(16250,NULL,3.74,3,'鹤壁','2023-11-24 11:32:19','河南','淇滨区','随机生成',6.47),
(16251,NULL,18.06,4,'鹤壁','2023-11-24 11:32:19','河南','山城区','随机生成',96.02),
(16252,NULL,68.41,4,'鹤壁','2023-11-24 11:32:19','河南','鹤山区','随机生成',37.30),
(16253,NULL,26.68,1,'鹤壁','2023-11-24 11:32:19','河南','浚县','随机生成',30.77),
(16254,NULL,2.90,2,'鹤壁','2023-11-24 11:32:19','河南','淇县','随机生成',21.05),
(16255,NULL,87.69,1,'鹤壁','2023-11-24 11:32:19','河南','其他','随机生成',37.97),
(16256,NULL,5.70,2,'新乡','2023-11-24 11:32:19','河南','卫滨区','随机生成',44.71),
(16257,NULL,59.99,3,'新乡','2023-11-24 11:32:19','河南','红旗区','随机生成',69.76),
(16258,NULL,28.83,4,'新乡','2023-11-24 11:32:19','河南','凤泉区','随机生成',75.86),
(16259,NULL,42.18,2,'新乡','2023-11-24 11:32:19','河南','牧野区','随机生成',41.22),
(16260,NULL,99.72,4,'新乡','2023-11-24 11:32:19','河南','卫辉市','随机生成',14.63),
(16261,NULL,18.90,1,'新乡','2023-11-24 11:32:19','河南','辉县市','随机生成',42.10),
(16262,NULL,88.12,2,'新乡','2023-11-24 11:32:19','河南','新乡县','随机生成',78.09),
(16263,NULL,45.35,1,'新乡','2023-11-24 11:32:19','河南','获嘉县','随机生成',65.61),
(16264,NULL,82.62,4,'新乡','2023-11-24 11:32:19','河南','原阳县','随机生成',75.07),
(16265,NULL,13.79,3,'新乡','2023-11-24 11:32:19','河南','长垣县','随机生成',84.67),
(16266,NULL,23.31,3,'新乡','2023-11-24 11:32:19','河南','封丘县','随机生成',95.13),
(16267,NULL,65.77,1,'新乡','2023-11-24 11:32:19','河南','延津县','随机生成',30.84),
(16268,NULL,35.10,4,'新乡','2023-11-24 11:32:19','河南','其他','随机生成',42.43),
(16269,NULL,54.01,1,'焦作','2023-11-24 11:32:19','河南','解放区','随机生成',45.33),
(16270,NULL,34.92,3,'焦作','2023-11-24 11:32:19','河南','中站区','随机生成',37.71),
(16271,NULL,12.91,1,'焦作','2023-11-24 11:32:19','河南','马村区','随机生成',58.63),
(16272,NULL,11.85,2,'焦作','2023-11-24 11:32:19','河南','山阳区','随机生成',58.14),
(16273,NULL,26.30,2,'焦作','2023-11-24 11:32:19','河南','沁阳市','随机生成',76.98),
(16274,NULL,58.88,1,'焦作','2023-11-24 11:32:19','河南','孟州市','随机生成',19.62),
(16275,NULL,86.56,2,'焦作','2023-11-24 11:32:19','河南','修武县','随机生成',35.75),
(16276,NULL,69.75,2,'焦作','2023-11-24 11:32:19','河南','温县','随机生成',42.41),
(16277,NULL,82.53,3,'焦作','2023-11-24 11:32:19','河南','武陟县','随机生成',98.90),
(16278,NULL,66.28,2,'焦作','2023-11-24 11:32:19','河南','博爱县','随机生成',21.81),
(16279,NULL,92.55,1,'焦作','2023-11-24 11:32:19','河南','其他','随机生成',15.12),
(16280,NULL,27.28,1,'濮阳','2023-11-24 11:32:19','河南','华龙区','随机生成',97.39),
(16281,NULL,73.99,1,'濮阳','2023-11-24 11:32:19','河南','濮阳县','随机生成',20.33),
(16282,NULL,89.95,3,'濮阳','2023-11-24 11:32:19','河南','南乐县','随机生成',72.32),
(16283,NULL,80.77,1,'濮阳','2023-11-24 11:32:19','河南','台前县','随机生成',73.56),
(16284,NULL,69.89,4,'濮阳','2023-11-24 11:32:19','河南','清丰县','随机生成',49.22),
(16285,NULL,87.29,3,'濮阳','2023-11-24 11:32:19','河南','范县','随机生成',79.49),
(16286,NULL,11.07,3,'濮阳','2023-11-24 11:32:19','河南','其他','随机生成',94.31),
(16287,NULL,59.54,2,'许昌','2023-11-24 11:32:19','河南','魏都区','随机生成',36.73),
(16288,NULL,9.19,1,'许昌','2023-11-24 11:32:19','河南','禹州市','随机生成',0.27),
(16289,NULL,20.01,4,'许昌','2023-11-24 11:32:19','河南','长葛市','随机生成',50.14),
(16290,NULL,38.41,1,'许昌','2023-11-24 11:32:19','河南','许昌县','随机生成',7.53),
(16291,NULL,12.13,2,'许昌','2023-11-24 11:32:19','河南','鄢陵县','随机生成',48.04),
(16292,NULL,84.16,4,'许昌','2023-11-24 11:32:19','河南','襄城县','随机生成',95.09),
(16293,NULL,65.44,4,'许昌','2023-11-24 11:32:19','河南','其他','随机生成',12.85),
(16294,NULL,99.23,3,'漯河','2023-11-24 11:32:19','河南','源汇区','随机生成',93.16),
(16295,NULL,21.97,1,'漯河','2023-11-24 11:32:19','河南','郾城区','随机生成',76.37),
(16296,NULL,70.97,2,'漯河','2023-11-24 11:32:19','河南','召陵区','随机生成',72.23),
(16297,NULL,96.16,2,'漯河','2023-11-24 11:32:19','河南','临颍县','随机生成',88.62),
(16298,NULL,11.47,3,'漯河','2023-11-24 11:32:19','河南','舞阳县','随机生成',98.09),
(16299,NULL,89.21,4,'漯河','2023-11-24 11:32:19','河南','其他','随机生成',37.60),
(16300,NULL,9.74,4,'三门峡','2023-11-24 11:32:19','河南','湖滨区','随机生成',67.62),
(16301,NULL,65.14,2,'三门峡','2023-11-24 11:32:19','河南','义马市','随机生成',25.49),
(16302,NULL,33.92,4,'三门峡','2023-11-24 11:32:19','河南','灵宝市','随机生成',21.81),
(16303,NULL,23.50,3,'三门峡','2023-11-24 11:32:19','河南','渑池县','随机生成',11.89),
(16304,NULL,39.97,4,'三门峡','2023-11-24 11:32:19','河南','卢氏县','随机生成',24.47),
(16305,NULL,94.13,3,'三门峡','2023-11-24 11:32:19','河南','陕县','随机生成',44.70),
(16306,NULL,94.24,3,'三门峡','2023-11-24 11:32:19','河南','其他','随机生成',69.24),
(16307,NULL,24.00,2,'南阳','2023-11-24 11:32:19','河南','卧龙区','随机生成',69.52),
(16308,NULL,4.61,3,'南阳','2023-11-24 11:32:19','河南','宛城区','随机生成',72.03),
(16309,NULL,56.40,3,'南阳','2023-11-24 11:32:19','河南','邓州市','随机生成',98.74),
(16310,NULL,73.35,3,'南阳','2023-11-24 11:32:19','河南','桐柏县','随机生成',53.22),
(16311,NULL,81.44,3,'南阳','2023-11-24 11:32:19','河南','方城县','随机生成',5.39),
(16312,NULL,27.40,1,'南阳','2023-11-24 11:32:19','河南','淅川县','随机生成',50.50),
(16313,NULL,1.38,3,'南阳','2023-11-24 11:32:19','河南','镇平县','随机生成',29.89),
(16314,NULL,42.17,4,'南阳','2023-11-24 11:32:19','河南','唐河县','随机生成',52.52),
(16315,NULL,68.71,3,'南阳','2023-11-24 11:32:19','河南','南召县','随机生成',37.17),
(16316,NULL,42.89,2,'南阳','2023-11-24 11:32:19','河南','内乡县','随机生成',42.39),
(16317,NULL,0.19,1,'南阳','2023-11-24 11:32:19','河南','新野县','随机生成',50.34),
(16318,NULL,27.76,3,'南阳','2023-11-24 11:32:19','河南','社旗县','随机生成',18.06),
(16319,NULL,3.05,4,'南阳','2023-11-24 11:32:19','河南','西峡县','随机生成',11.88),
(16320,NULL,67.87,1,'南阳','2023-11-24 11:32:19','河南','其他','随机生成',5.75),
(16321,NULL,47.43,1,'商丘','2023-11-24 11:32:19','河南','梁园区','随机生成',87.78),
(16322,NULL,4.78,4,'商丘','2023-11-24 11:32:19','河南','睢阳区','随机生成',33.01),
(16323,NULL,3.82,4,'商丘','2023-11-24 11:32:19','河南','永城市','随机生成',40.18),
(16324,NULL,94.89,2,'商丘','2023-11-24 11:32:19','河南','宁陵县','随机生成',24.18),
(16325,NULL,57.08,4,'商丘','2023-11-24 11:32:19','河南','虞城县','随机生成',78.24),
(16326,NULL,58.70,3,'商丘','2023-11-24 11:32:19','河南','民权县','随机生成',99.50),
(16327,NULL,42.88,3,'商丘','2023-11-24 11:32:19','河南','夏邑县','随机生成',14.72),
(16328,NULL,75.29,4,'商丘','2023-11-24 11:32:19','河南','柘城县','随机生成',18.80),
(16329,NULL,83.32,1,'商丘','2023-11-24 11:32:19','河南','睢县','随机生成',49.95),
(16330,NULL,91.17,1,'商丘','2023-11-24 11:32:19','河南','其他','随机生成',97.55),
(16331,NULL,66.67,4,'信阳','2023-11-24 11:32:19','河南','浉河区','随机生成',34.39),
(16332,NULL,18.29,1,'信阳','2023-11-24 11:32:19','河南','平桥区','随机生成',36.81),
(16333,NULL,9.66,1,'信阳','2023-11-24 11:32:19','河南','潢川县','随机生成',45.80),
(16334,NULL,82.27,1,'信阳','2023-11-24 11:32:19','河南','淮滨县','随机生成',3.34),
(16335,NULL,33.99,4,'信阳','2023-11-24 11:32:19','河南','息县','随机生成',15.55),
(16336,NULL,77.11,4,'信阳','2023-11-24 11:32:19','河南','新县','随机生成',0.80),
(16337,NULL,47.90,3,'信阳','2023-11-24 11:32:19','河南','商城县','随机生成',91.20),
(16338,NULL,11.90,2,'信阳','2023-11-24 11:32:19','河南','固始县','随机生成',21.09),
(16339,NULL,99.16,1,'信阳','2023-11-24 11:32:19','河南','罗山县','随机生成',30.36),
(16340,NULL,70.86,4,'信阳','2023-11-24 11:32:19','河南','光山县','随机生成',72.81),
(16341,NULL,98.26,1,'信阳','2023-11-24 11:32:19','河南','其他','随机生成',25.24),
(16342,NULL,93.87,1,'周口','2023-11-24 11:32:19','河南','川汇区','随机生成',42.70),
(16343,NULL,29.51,4,'周口','2023-11-24 11:32:19','河南','项城市','随机生成',27.60),
(16344,NULL,48.42,1,'周口','2023-11-24 11:32:19','河南','商水县','随机生成',6.52),
(16345,NULL,95.48,3,'周口','2023-11-24 11:32:19','河南','淮阳县','随机生成',41.95),
(16346,NULL,38.84,1,'周口','2023-11-24 11:32:19','河南','太康县','随机生成',39.74),
(16347,NULL,88.30,4,'周口','2023-11-24 11:32:19','河南','鹿邑县','随机生成',54.35),
(16348,NULL,3.90,2,'周口','2023-11-24 11:32:19','河南','西华县','随机生成',16.72),
(16349,NULL,55.95,4,'周口','2023-11-24 11:32:19','河南','扶沟县','随机生成',23.20),
(16350,NULL,84.49,1,'周口','2023-11-24 11:32:19','河南','沈丘县','随机生成',73.73),
(16351,NULL,42.78,3,'周口','2023-11-24 11:32:19','河南','郸城县','随机生成',30.87),
(16352,NULL,0.43,3,'周口','2023-11-24 11:32:19','河南','其他','随机生成',40.74),
(16353,NULL,67.78,1,'驻马店','2023-11-24 11:32:19','河南','驿城区','随机生成',14.26),
(16354,NULL,61.81,1,'驻马店','2023-11-24 11:32:19','河南','确山县','随机生成',4.41),
(16355,NULL,97.25,2,'驻马店','2023-11-24 11:32:19','河南','新蔡县','随机生成',4.05),
(16356,NULL,6.13,4,'驻马店','2023-11-24 11:32:19','河南','上蔡县','随机生成',79.98),
(16357,NULL,41.62,3,'驻马店','2023-11-24 11:32:19','河南','西平县','随机生成',98.62),
(16358,NULL,87.57,4,'驻马店','2023-11-24 11:32:19','河南','泌阳县','随机生成',29.00),
(16359,NULL,10.44,2,'驻马店','2023-11-24 11:32:19','河南','平舆县','随机生成',35.00),
(16360,NULL,38.92,2,'驻马店','2023-11-24 11:32:19','河南','汝南县','随机生成',77.79),
(16361,NULL,31.29,3,'驻马店','2023-11-24 11:32:19','河南','遂平县','随机生成',64.88),
(16362,NULL,47.66,2,'驻马店','2023-11-24 11:32:19','河南','正阳县','随机生成',39.99),
(16363,NULL,47.80,2,'驻马店','2023-11-24 11:32:19','河南','其他','随机生成',65.43),
(16364,NULL,25.44,3,'焦作','2023-11-24 11:32:19','河南','济源市','随机生成',8.73),
(16365,NULL,89.11,2,'焦作','2023-11-24 11:32:19','河南','其他','随机生成',22.36),
(16366,NULL,95.23,4,'其他','2023-11-24 11:32:19','河南','其他','随机生成',0.47),
(16367,NULL,36.97,1,'武汉','2023-11-24 11:32:19','湖北','江岸区','随机生成',59.09),
(16368,NULL,75.73,2,'武汉','2023-11-24 11:32:19','湖北','武昌区','随机生成',19.23),
(16369,NULL,75.35,2,'武汉','2023-11-24 11:32:19','湖北','江汉区','随机生成',95.87),
(16370,NULL,6.51,3,'武汉','2023-11-24 11:32:19','湖北','硚口区','随机生成',57.42),
(16371,NULL,54.08,4,'武汉','2023-11-24 11:32:19','湖北','汉阳区','随机生成',56.04),
(16372,NULL,5.91,1,'武汉','2023-11-24 11:32:19','湖北','青山区','随机生成',7.44),
(16373,NULL,81.41,3,'武汉','2023-11-24 11:32:19','湖北','洪山区','随机生成',39.38),
(16374,NULL,55.01,3,'武汉','2023-11-24 11:32:19','湖北','东西湖区','随机生成',68.32),
(16375,NULL,36.99,3,'武汉','2023-11-24 11:32:19','湖北','汉南区','随机生成',50.75),
(16376,NULL,56.97,2,'武汉','2023-11-24 11:32:19','湖北','蔡甸区','随机生成',49.93),
(16377,NULL,97.87,2,'武汉','2023-11-24 11:32:19','湖北','江夏区','随机生成',0.41),
(16378,NULL,42.39,3,'武汉','2023-11-24 11:32:19','湖北','黄陂区','随机生成',0.28),
(16379,NULL,9.54,3,'武汉','2023-11-24 11:32:19','湖北','新洲区','随机生成',6.90),
(16380,NULL,51.72,1,'武汉','2023-11-24 11:32:19','湖北','其他','随机生成',43.23),
(16381,NULL,25.22,4,'黄石','2023-11-24 11:32:19','湖北','黄石港区','随机生成',21.39),
(16382,NULL,76.28,4,'黄石','2023-11-24 11:32:19','湖北','西塞山区','随机生成',26.61),
(16383,NULL,78.80,2,'黄石','2023-11-24 11:32:19','湖北','下陆区','随机生成',97.06),
(16384,NULL,80.58,2,'黄石','2023-11-24 11:32:19','湖北','铁山区','随机生成',33.89),
(16385,NULL,41.28,2,'黄石','2023-11-24 11:32:19','湖北','大冶市','随机生成',58.17),
(16386,NULL,95.18,4,'黄石','2023-11-24 11:32:19','湖北','阳新县','随机生成',13.54),
(16387,NULL,31.30,4,'黄石','2023-11-24 11:32:19','湖北','其他','随机生成',99.97),
(16388,NULL,54.05,3,'十堰','2023-11-24 11:32:19','湖北','张湾区','随机生成',99.08),
(16389,NULL,16.61,4,'十堰','2023-11-24 11:32:19','湖北','茅箭区','随机生成',7.79),
(16390,NULL,90.91,1,'十堰','2023-11-24 11:32:19','湖北','丹江口市','随机生成',54.73),
(16391,NULL,73.27,1,'十堰','2023-11-24 11:32:19','湖北','郧县','随机生成',54.03),
(16392,NULL,73.99,3,'十堰','2023-11-24 11:32:19','湖北','竹山县','随机生成',58.82),
(16393,NULL,6.99,4,'十堰','2023-11-24 11:32:19','湖北','房县','随机生成',23.88),
(16394,NULL,49.96,4,'十堰','2023-11-24 11:32:19','湖北','郧西县','随机生成',94.76),
(16395,NULL,96.50,2,'十堰','2023-11-24 11:32:19','湖北','竹溪县','随机生成',6.63),
(16396,NULL,72.96,1,'十堰','2023-11-24 11:32:19','湖北','其他','随机生成',0.65),
(16397,NULL,63.88,4,'荆州','2023-11-24 11:32:19','湖北','沙市区','随机生成',38.20),
(16398,NULL,18.53,2,'荆州','2023-11-24 11:32:19','湖北','荆州区','随机生成',76.03),
(16399,NULL,57.20,3,'荆州','2023-11-24 11:32:19','湖北','洪湖市','随机生成',45.16),
(16400,NULL,23.96,3,'荆州','2023-11-24 11:32:19','湖北','石首市','随机生成',71.01),
(16401,NULL,56.83,2,'荆州','2023-11-24 11:32:19','湖北','松滋市','随机生成',13.78),
(16402,NULL,68.20,4,'荆州','2023-11-24 11:32:19','湖北','监利县','随机生成',68.73),
(16403,NULL,86.67,2,'荆州','2023-11-24 11:32:19','湖北','公安县','随机生成',77.48),
(16404,NULL,38.87,4,'荆州','2023-11-24 11:32:19','湖北','江陵县','随机生成',36.53),
(16405,NULL,36.23,3,'荆州','2023-11-24 11:32:19','湖北','其他','随机生成',71.47),
(16406,NULL,59.52,2,'宜昌','2023-11-24 11:32:19','湖北','西陵区','随机生成',87.56),
(16407,NULL,90.52,2,'宜昌','2023-11-24 11:32:19','湖北','伍家岗区','随机生成',39.21),
(16408,NULL,15.64,2,'宜昌','2023-11-24 11:32:19','湖北','点军区','随机生成',57.70),
(16409,NULL,98.50,4,'宜昌','2023-11-24 11:32:19','湖北','猇亭区','随机生成',75.74),
(16410,NULL,40.41,1,'宜昌','2023-11-24 11:32:19','湖北','夷陵区','随机生成',14.14),
(16411,NULL,58.90,3,'宜昌','2023-11-24 11:32:19','湖北','宜都市','随机生成',14.75),
(16412,NULL,76.37,2,'宜昌','2023-11-24 11:32:19','湖北','当阳市','随机生成',39.48),
(16413,NULL,73.97,2,'宜昌','2023-11-24 11:32:19','湖北','枝江市','随机生成',93.40),
(16414,NULL,53.80,2,'宜昌','2023-11-24 11:32:19','湖北','秭归县','随机生成',8.65),
(16415,NULL,48.00,3,'宜昌','2023-11-24 11:32:19','湖北','远安县','随机生成',99.31),
(16416,NULL,68.54,3,'宜昌','2023-11-24 11:32:19','湖北','兴山县','随机生成',46.75),
(16417,NULL,14.41,4,'宜昌','2023-11-24 11:32:19','湖北','五峰土家族自治县','随机生成',95.75),
(16418,NULL,13.77,4,'宜昌','2023-11-24 11:32:19','湖北','长阳土家族自治县','随机生成',38.70),
(16419,NULL,89.73,3,'宜昌','2023-11-24 11:32:19','湖北','其他','随机生成',64.58),
(16420,NULL,48.15,3,'襄樊','2023-11-24 11:32:19','湖北','襄城区','随机生成',49.15),
(16421,NULL,62.21,2,'襄樊','2023-11-24 11:32:19','湖北','樊城区','随机生成',32.43),
(16422,NULL,83.31,3,'襄樊','2023-11-24 11:32:19','湖北','襄阳区','随机生成',98.34),
(16423,NULL,3.72,3,'襄樊','2023-11-24 11:32:19','湖北','老河口市','随机生成',24.37),
(16424,NULL,77.38,1,'襄樊','2023-11-24 11:32:19','湖北','枣阳市','随机生成',79.12),
(16425,NULL,74.54,4,'襄樊','2023-11-24 11:32:19','湖北','宜城市','随机生成',33.48),
(16426,NULL,15.97,2,'襄樊','2023-11-24 11:32:19','湖北','南漳县','随机生成',57.00),
(16427,NULL,61.57,2,'襄樊','2023-11-24 11:32:19','湖北','谷城县','随机生成',34.43),
(16428,NULL,61.61,1,'襄樊','2023-11-24 11:32:19','湖北','保康县','随机生成',49.79),
(16429,NULL,80.92,3,'襄樊','2023-11-24 11:32:19','湖北','其他','随机生成',80.35),
(16430,NULL,26.94,4,'鄂州','2023-11-24 11:32:19','湖北','鄂城区','随机生成',99.94),
(16431,NULL,73.35,3,'鄂州','2023-11-24 11:32:19','湖北','华容区','随机生成',42.76),
(16432,NULL,45.44,2,'鄂州','2023-11-24 11:32:19','湖北','梁子湖区','随机生成',83.94),
(16433,NULL,8.70,2,'鄂州','2023-11-24 11:32:19','湖北','其他','随机生成',48.71),
(16434,NULL,62.51,4,'荆门','2023-11-24 11:32:19','湖北','东宝区','随机生成',66.99),
(16435,NULL,93.41,3,'荆门','2023-11-24 11:32:19','湖北','掇刀区','随机生成',3.38),
(16436,NULL,28.90,4,'荆门','2023-11-24 11:32:19','湖北','钟祥市','随机生成',70.26),
(16437,NULL,43.06,4,'荆门','2023-11-24 11:32:19','湖北','京山县','随机生成',18.80),
(16438,NULL,91.03,4,'荆门','2023-11-24 11:32:19','湖北','沙洋县','随机生成',73.15),
(16439,NULL,38.73,2,'荆门','2023-11-24 11:32:19','湖北','其他','随机生成',91.03),
(16440,NULL,28.30,4,'孝感','2023-11-24 11:32:19','湖北','孝南区','随机生成',69.78),
(16441,NULL,85.97,2,'孝感','2023-11-24 11:32:19','湖北','应城市','随机生成',47.58),
(16442,NULL,74.77,4,'孝感','2023-11-24 11:32:19','湖北','安陆市','随机生成',93.60),
(16443,NULL,8.54,3,'孝感','2023-11-24 11:32:19','湖北','汉川市','随机生成',65.91),
(16444,NULL,44.08,2,'孝感','2023-11-24 11:32:19','湖北','云梦县','随机生成',35.32),
(16445,NULL,59.05,4,'孝感','2023-11-24 11:32:19','湖北','大悟县','随机生成',58.80),
(16446,NULL,88.64,1,'孝感','2023-11-24 11:32:19','湖北','孝昌县','随机生成',43.69),
(16447,NULL,30.88,1,'孝感','2023-11-24 11:32:19','湖北','其他','随机生成',51.76),
(16448,NULL,81.26,2,'黄冈','2023-11-24 11:32:19','湖北','黄州区','随机生成',64.26),
(16449,NULL,32.72,4,'黄冈','2023-11-24 11:32:19','湖北','麻城市','随机生成',70.03),
(16450,NULL,29.90,4,'黄冈','2023-11-24 11:32:19','湖北','武穴市','随机生成',21.54),
(16451,NULL,41.79,1,'黄冈','2023-11-24 11:32:19','湖北','红安县','随机生成',8.28),
(16452,NULL,68.37,1,'黄冈','2023-11-24 11:32:19','湖北','罗田县','随机生成',45.30),
(16453,NULL,96.56,4,'黄冈','2023-11-24 11:32:19','湖北','浠水县','随机生成',37.63),
(16454,NULL,11.20,2,'黄冈','2023-11-24 11:32:19','湖北','蕲春县','随机生成',21.70),
(16455,NULL,46.50,2,'黄冈','2023-11-24 11:32:19','湖北','黄梅县','随机生成',11.43),
(16456,NULL,69.10,2,'黄冈','2023-11-24 11:32:19','湖北','英山县','随机生成',36.87),
(16457,NULL,52.36,4,'黄冈','2023-11-24 11:32:20','湖北','团风县','随机生成',61.44),
(16458,NULL,93.90,4,'黄冈','2023-11-24 11:32:20','湖北','其他','随机生成',78.31),
(16459,NULL,26.90,4,'咸宁','2023-11-24 11:32:20','湖北','咸安区','随机生成',30.07),
(16460,NULL,86.65,3,'咸宁','2023-11-24 11:32:20','湖北','赤壁市','随机生成',47.79),
(16461,NULL,53.84,4,'咸宁','2023-11-24 11:32:20','湖北','嘉鱼县','随机生成',48.13),
(16462,NULL,24.30,1,'咸宁','2023-11-24 11:32:20','湖北','通山县','随机生成',50.32),
(16463,NULL,64.11,3,'咸宁','2023-11-24 11:32:20','湖北','崇阳县','随机生成',53.20),
(16464,NULL,30.99,3,'咸宁','2023-11-24 11:32:20','湖北','通城县','随机生成',21.10),
(16465,NULL,34.74,2,'咸宁','2023-11-24 11:32:20','湖北','其他','随机生成',32.03),
(16466,NULL,92.23,1,'随州','2023-11-24 11:32:20','湖北','曾都区','随机生成',0.80),
(16467,NULL,0.41,3,'随州','2023-11-24 11:32:20','湖北','广水市','随机生成',89.42),
(16468,NULL,65.17,1,'随州','2023-11-24 11:32:20','湖北','其他','随机生成',25.58),
(16469,NULL,41.17,1,'恩施土家族苗族自治州','2023-11-24 11:32:20','湖北','恩施市','随机生成',65.00),
(16470,NULL,40.56,4,'恩施土家族苗族自治州','2023-11-24 11:32:20','湖北','利川市','随机生成',49.16),
(16471,NULL,32.46,3,'恩施土家族苗族自治州','2023-11-24 11:32:20','湖北','建始县','随机生成',2.92),
(16472,NULL,34.74,2,'恩施土家族苗族自治州','2023-11-24 11:32:20','湖北','来凤县','随机生成',91.45),
(16473,NULL,44.51,4,'恩施土家族苗族自治州','2023-11-24 11:32:20','湖北','巴东县','随机生成',63.89),
(16474,NULL,95.44,3,'恩施土家族苗族自治州','2023-11-24 11:32:20','湖北','鹤峰县','随机生成',42.11),
(16475,NULL,88.20,3,'恩施土家族苗族自治州','2023-11-24 11:32:20','湖北','宣恩县','随机生成',49.80),
(16476,NULL,20.51,1,'恩施土家族苗族自治州','2023-11-24 11:32:20','湖北','咸丰县','随机生成',12.15),
(16477,NULL,46.32,3,'恩施土家族苗族自治州','2023-11-24 11:32:20','湖北','其他','随机生成',99.96),
(16478,NULL,74.58,4,'仙桃','2023-11-24 11:32:20','湖北','仙桃','随机生成',96.41),
(16479,NULL,56.19,1,'天门','2023-11-24 11:32:20','湖北','天门','随机生成',52.12),
(16480,NULL,39.58,3,'潜江','2023-11-24 11:32:20','湖北','潜江','随机生成',33.01),
(16481,NULL,85.96,2,'神农架林区','2023-11-24 11:32:20','湖北','神农架林区','随机生成',25.89),
(16482,NULL,7.64,1,'其他','2023-11-24 11:32:20','湖北','其他','随机生成',38.10),
(16483,NULL,67.79,1,'长沙','2023-11-24 11:32:20','湖南','岳麓区','随机生成',16.88),
(16484,NULL,88.79,2,'长沙','2023-11-24 11:32:20','湖南','芙蓉区','随机生成',6.69),
(16485,NULL,42.57,4,'长沙','2023-11-24 11:32:20','湖南','天心区','随机生成',11.60),
(16486,NULL,37.82,2,'长沙','2023-11-24 11:32:20','湖南','开福区','随机生成',64.20),
(16487,NULL,2.37,2,'长沙','2023-11-24 11:32:20','湖南','雨花区','随机生成',11.08),
(16488,NULL,22.05,1,'长沙','2023-11-24 11:32:20','湖南','浏阳市','随机生成',85.37),
(16489,NULL,75.54,4,'长沙','2023-11-24 11:32:20','湖南','长沙县','随机生成',27.66),
(16490,NULL,23.73,1,'长沙','2023-11-24 11:32:20','湖南','望城县','随机生成',30.68),
(16491,NULL,25.21,3,'长沙','2023-11-24 11:32:20','湖南','宁乡县','随机生成',69.31),
(16492,NULL,85.02,3,'长沙','2023-11-24 11:32:20','湖南','其他','随机生成',42.53),
(16493,NULL,14.43,4,'株洲','2023-11-24 11:32:20','湖南','天元区','随机生成',47.76),
(16494,NULL,58.43,4,'株洲','2023-11-24 11:32:20','湖南','荷塘区','随机生成',93.91),
(16495,NULL,68.39,3,'株洲','2023-11-24 11:32:20','湖南','芦淞区','随机生成',59.97),
(16496,NULL,95.15,1,'株洲','2023-11-24 11:32:20','湖南','石峰区','随机生成',4.11),
(16497,NULL,82.41,2,'株洲','2023-11-24 11:32:20','湖南','醴陵市','随机生成',27.03),
(16498,NULL,29.72,2,'株洲','2023-11-24 11:32:20','湖南','株洲县','随机生成',66.27),
(16499,NULL,35.00,4,'株洲','2023-11-24 11:32:20','湖南','炎陵县','随机生成',45.61),
(16500,NULL,0.41,2,'株洲','2023-11-24 11:32:20','湖南','茶陵县','随机生成',98.85),
(16501,NULL,98.83,1,'株洲','2023-11-24 11:32:20','湖南','攸县','随机生成',11.12),
(16502,NULL,39.25,1,'株洲','2023-11-24 11:32:20','湖南','其他','随机生成',78.48),
(16503,NULL,51.01,2,'湘潭','2023-11-24 11:32:20','湖南','岳塘区','随机生成',41.09),
(16504,NULL,50.55,4,'湘潭','2023-11-24 11:32:20','湖南','雨湖区','随机生成',12.58),
(16505,NULL,24.81,1,'湘潭','2023-11-24 11:32:20','湖南','湘乡市','随机生成',18.25),
(16506,NULL,25.18,2,'湘潭','2023-11-24 11:32:20','湖南','韶山市','随机生成',23.66),
(16507,NULL,32.72,4,'湘潭','2023-11-24 11:32:20','湖南','湘潭县','随机生成',56.49),
(16508,NULL,94.53,3,'湘潭','2023-11-24 11:32:20','湖南','其他','随机生成',81.30),
(16509,NULL,55.71,2,'衡阳','2023-11-24 11:32:20','湖南','雁峰区','随机生成',68.44),
(16510,NULL,77.29,1,'衡阳','2023-11-24 11:32:20','湖南','珠晖区','随机生成',42.96),
(16511,NULL,47.05,4,'衡阳','2023-11-24 11:32:20','湖南','石鼓区','随机生成',63.19),
(16512,NULL,27.45,4,'衡阳','2023-11-24 11:32:20','湖南','蒸湘区','随机生成',54.57),
(16513,NULL,38.97,2,'衡阳','2023-11-24 11:32:20','湖南','南岳区','随机生成',4.21),
(16514,NULL,12.13,4,'衡阳','2023-11-24 11:32:20','湖南','耒阳市','随机生成',68.30),
(16515,NULL,4.16,4,'衡阳','2023-11-24 11:32:20','湖南','常宁市','随机生成',97.73),
(16516,NULL,65.66,2,'衡阳','2023-11-24 11:32:20','湖南','衡阳县','随机生成',49.63),
(16517,NULL,65.81,3,'衡阳','2023-11-24 11:32:20','湖南','衡东县','随机生成',85.76),
(16518,NULL,77.47,1,'衡阳','2023-11-24 11:32:20','湖南','衡山县','随机生成',96.28),
(16519,NULL,25.38,3,'衡阳','2023-11-24 11:32:20','湖南','衡南县','随机生成',30.34),
(16520,NULL,46.72,3,'衡阳','2023-11-24 11:32:20','湖南','祁东县','随机生成',43.66),
(16521,NULL,53.07,4,'衡阳','2023-11-24 11:32:20','湖南','其他','随机生成',99.24),
(16522,NULL,23.18,1,'邵阳','2023-11-24 11:32:20','湖南','双清区','随机生成',45.48),
(16523,NULL,90.84,1,'邵阳','2023-11-24 11:32:20','湖南','大祥区','随机生成',8.91),
(16524,NULL,26.73,1,'邵阳','2023-11-24 11:32:20','湖南','北塔区','随机生成',58.59),
(16525,NULL,29.12,4,'邵阳','2023-11-24 11:32:20','湖南','武冈市','随机生成',81.51),
(16526,NULL,74.27,2,'邵阳','2023-11-24 11:32:20','湖南','邵东县','随机生成',6.47),
(16527,NULL,36.92,4,'邵阳','2023-11-24 11:32:20','湖南','洞口县','随机生成',46.45),
(16528,NULL,13.72,4,'邵阳','2023-11-24 11:32:20','湖南','新邵县','随机生成',39.15),
(16529,NULL,4.09,3,'邵阳','2023-11-24 11:32:20','湖南','绥宁县','随机生成',37.67),
(16530,NULL,27.65,3,'邵阳','2023-11-24 11:32:20','湖南','新宁县','随机生成',96.50),
(16531,NULL,7.22,2,'邵阳','2023-11-24 11:32:20','湖南','邵阳县','随机生成',25.17),
(16532,NULL,77.51,2,'邵阳','2023-11-24 11:32:20','湖南','隆回县','随机生成',14.96),
(16533,NULL,33.49,2,'邵阳','2023-11-24 11:32:20','湖南','城步苗族自治县','随机生成',62.38),
(16534,NULL,41.15,4,'邵阳','2023-11-24 11:32:20','湖南','其他','随机生成',28.59),
(16535,NULL,68.33,1,'岳阳','2023-11-24 11:32:20','湖南','岳阳楼区','随机生成',86.63),
(16536,NULL,58.45,2,'岳阳','2023-11-24 11:32:20','湖南','云溪区','随机生成',77.54),
(16537,NULL,37.50,3,'岳阳','2023-11-24 11:32:20','湖南','君山区','随机生成',34.61),
(16538,NULL,94.04,4,'岳阳','2023-11-24 11:32:20','湖南','临湘市','随机生成',41.07),
(16539,NULL,98.63,2,'岳阳','2023-11-24 11:32:20','湖南','汨罗市','随机生成',90.01),
(16540,NULL,5.15,4,'岳阳','2023-11-24 11:32:20','湖南','岳阳县','随机生成',6.74),
(16541,NULL,41.42,4,'岳阳','2023-11-24 11:32:20','湖南','湘阴县','随机生成',47.01),
(16542,NULL,99.80,1,'岳阳','2023-11-24 11:32:20','湖南','平江县','随机生成',15.63),
(16543,NULL,41.51,3,'岳阳','2023-11-24 11:32:20','湖南','华容县','随机生成',47.09),
(16544,NULL,14.86,1,'岳阳','2023-11-24 11:32:20','湖南','其他','随机生成',94.19),
(16545,NULL,64.00,1,'常德','2023-11-24 11:32:20','湖南','武陵区','随机生成',80.03),
(16546,NULL,22.93,1,'常德','2023-11-24 11:32:20','湖南','鼎城区','随机生成',52.06),
(16547,NULL,83.90,1,'常德','2023-11-24 11:32:20','湖南','津市市','随机生成',58.53),
(16548,NULL,11.29,1,'常德','2023-11-24 11:32:20','湖南','澧县','随机生成',5.73),
(16549,NULL,36.86,2,'常德','2023-11-24 11:32:20','湖南','临澧县','随机生成',88.41),
(16550,NULL,27.78,4,'常德','2023-11-24 11:32:20','湖南','桃源县','随机生成',43.66),
(16551,NULL,79.21,4,'常德','2023-11-24 11:32:20','湖南','汉寿县','随机生成',97.82),
(16552,NULL,7.45,3,'常德','2023-11-24 11:32:20','湖南','安乡县','随机生成',25.57),
(16553,NULL,48.11,2,'常德','2023-11-24 11:32:20','湖南','石门县','随机生成',4.36),
(16554,NULL,79.23,3,'常德','2023-11-24 11:32:20','湖南','其他','随机生成',20.95),
(16555,NULL,83.50,3,'张家界','2023-11-24 11:32:20','湖南','永定区','随机生成',44.20),
(16556,NULL,5.72,3,'张家界','2023-11-24 11:32:20','湖南','武陵源区','随机生成',43.86),
(16557,NULL,63.51,2,'张家界','2023-11-24 11:32:20','湖南','慈利县','随机生成',2.03),
(16558,NULL,94.98,2,'张家界','2023-11-24 11:32:20','湖南','桑植县','随机生成',16.07),
(16559,NULL,78.77,4,'张家界','2023-11-24 11:32:20','湖南','其他','随机生成',22.13),
(16560,NULL,35.26,2,'益阳','2023-11-24 11:32:20','湖南','赫山区','随机生成',20.20),
(16561,NULL,71.02,1,'益阳','2023-11-24 11:32:20','湖南','资阳区','随机生成',66.45),
(16562,NULL,8.73,4,'益阳','2023-11-24 11:32:20','湖南','沅江市','随机生成',97.22),
(16563,NULL,74.90,1,'益阳','2023-11-24 11:32:20','湖南','桃江县','随机生成',21.67),
(16564,NULL,73.11,4,'益阳','2023-11-24 11:32:20','湖南','南县','随机生成',9.25),
(16565,NULL,60.24,4,'益阳','2023-11-24 11:32:20','湖南','安化县','随机生成',56.51),
(16566,NULL,13.36,1,'益阳','2023-11-24 11:32:20','湖南','其他','随机生成',82.59),
(16567,NULL,22.06,3,'郴州','2023-11-24 11:32:20','湖南','北湖区','随机生成',31.21),
(16568,NULL,77.79,3,'郴州','2023-11-24 11:32:20','湖南','苏仙区','随机生成',50.62),
(16569,NULL,96.13,1,'郴州','2023-11-24 11:32:20','湖南','资兴市','随机生成',70.71),
(16570,NULL,8.89,1,'郴州','2023-11-24 11:32:20','湖南','宜章县','随机生成',3.94),
(16571,NULL,78.16,1,'郴州','2023-11-24 11:32:20','湖南','汝城县','随机生成',24.13),
(16572,NULL,41.01,3,'郴州','2023-11-24 11:32:20','湖南','安仁县','随机生成',58.45),
(16573,NULL,46.67,4,'郴州','2023-11-24 11:32:20','湖南','嘉禾县','随机生成',72.94),
(16574,NULL,88.62,3,'郴州','2023-11-24 11:32:20','湖南','临武县','随机生成',82.28),
(16575,NULL,81.40,2,'郴州','2023-11-24 11:32:20','湖南','桂东县','随机生成',48.96),
(16576,NULL,16.50,4,'郴州','2023-11-24 11:32:20','湖南','永兴县','随机生成',9.18),
(16577,NULL,10.02,2,'郴州','2023-11-24 11:32:20','湖南','桂阳县','随机生成',66.42),
(16578,NULL,9.44,2,'郴州','2023-11-24 11:32:20','湖南','其他','随机生成',65.59),
(16579,NULL,91.33,1,'永州','2023-11-24 11:32:20','湖南','冷水滩区','随机生成',1.38),
(16580,NULL,14.37,4,'永州','2023-11-24 11:32:20','湖南','零陵区','随机生成',38.36),
(16581,NULL,72.18,1,'永州','2023-11-24 11:32:20','湖南','祁阳县','随机生成',16.03),
(16582,NULL,58.54,4,'永州','2023-11-24 11:32:20','湖南','蓝山县','随机生成',31.38),
(16583,NULL,65.04,2,'永州','2023-11-24 11:32:20','湖南','宁远县','随机生成',82.30),
(16584,NULL,48.15,3,'永州','2023-11-24 11:32:20','湖南','新田县','随机生成',14.25),
(16585,NULL,81.42,3,'永州','2023-11-24 11:32:20','湖南','东安县','随机生成',90.85),
(16586,NULL,18.45,4,'永州','2023-11-24 11:32:20','湖南','江永县','随机生成',80.79),
(16587,NULL,0.94,2,'永州','2023-11-24 11:32:20','湖南','道县','随机生成',91.57),
(16588,NULL,53.02,4,'永州','2023-11-24 11:32:20','湖南','双牌县','随机生成',3.12),
(16589,NULL,48.09,2,'永州','2023-11-24 11:32:20','湖南','江华瑶族自治县','随机生成',92.25),
(16590,NULL,48.20,1,'永州','2023-11-24 11:32:20','湖南','其他','随机生成',6.92),
(16591,NULL,94.51,1,'怀化','2023-11-24 11:32:20','湖南','鹤城区','随机生成',58.66),
(16592,NULL,46.99,2,'怀化','2023-11-24 11:32:20','湖南','洪江市','随机生成',97.56),
(16593,NULL,56.60,3,'怀化','2023-11-24 11:32:20','湖南','会同县','随机生成',68.61),
(16594,NULL,36.50,3,'怀化','2023-11-24 11:32:20','湖南','沅陵县','随机生成',37.81),
(16595,NULL,10.58,4,'怀化','2023-11-24 11:32:20','湖南','辰溪县','随机生成',14.83),
(16596,NULL,80.16,1,'怀化','2023-11-24 11:32:20','湖南','溆浦县','随机生成',72.10),
(16597,NULL,89.42,3,'怀化','2023-11-24 11:32:20','湖南','中方县','随机生成',35.88),
(16598,NULL,68.93,1,'怀化','2023-11-24 11:32:20','湖南','新晃侗族自治县','随机生成',36.53),
(16599,NULL,55.94,2,'怀化','2023-11-24 11:32:20','湖南','芷江侗族自治县','随机生成',52.68),
(16600,NULL,41.68,1,'怀化','2023-11-24 11:32:20','湖南','通道侗族自治县','随机生成',59.51),
(16601,NULL,25.22,1,'怀化','2023-11-24 11:32:20','湖南','靖州苗族侗族自治县','随机生成',87.44),
(16602,NULL,98.40,3,'怀化','2023-11-24 11:32:20','湖南','麻阳苗族自治县','随机生成',22.86),
(16603,NULL,93.33,3,'怀化','2023-11-24 11:32:20','湖南','其他','随机生成',86.29),
(16604,NULL,83.76,4,'娄底','2023-11-24 11:32:20','湖南','娄星区','随机生成',65.56),
(16605,NULL,3.56,2,'娄底','2023-11-24 11:32:20','湖南','冷水江市','随机生成',41.22),
(16606,NULL,90.14,1,'娄底','2023-11-24 11:32:20','湖南','涟源市','随机生成',18.22),
(16607,NULL,88.78,2,'娄底','2023-11-24 11:32:20','湖南','新化县','随机生成',27.58),
(16608,NULL,93.60,3,'娄底','2023-11-24 11:32:20','湖南','双峰县','随机生成',86.71),
(16609,NULL,98.14,1,'娄底','2023-11-24 11:32:20','湖南','其他','随机生成',65.00),
(16610,NULL,83.11,4,'湘西土家族苗族自治州','2023-11-24 11:32:20','湖南','吉首市','随机生成',50.10),
(16611,NULL,81.84,2,'湘西土家族苗族自治州','2023-11-24 11:32:20','湖南','古丈县','随机生成',40.99),
(16612,NULL,29.71,4,'湘西土家族苗族自治州','2023-11-24 11:32:20','湖南','龙山县','随机生成',99.85),
(16613,NULL,93.90,3,'湘西土家族苗族自治州','2023-11-24 11:32:20','湖南','永顺县','随机生成',0.12),
(16614,NULL,48.91,2,'湘西土家族苗族自治州','2023-11-24 11:32:20','湖南','凤凰县','随机生成',21.29),
(16615,NULL,93.61,4,'湘西土家族苗族自治州','2023-11-24 11:32:20','湖南','泸溪县','随机生成',13.49),
(16616,NULL,14.28,2,'湘西土家族苗族自治州','2023-11-24 11:32:20','湖南','保靖县','随机生成',94.65),
(16617,NULL,59.32,4,'湘西土家族苗族自治州','2023-11-24 11:32:20','湖南','花垣县','随机生成',64.37),
(16618,NULL,76.15,2,'湘西土家族苗族自治州','2023-11-24 11:32:20','湖南','其他','随机生成',87.25),
(16619,NULL,85.38,2,'其他','2023-11-24 11:32:20','湖南','其他','随机生成',40.90),
(16620,NULL,42.35,2,'广州','2023-11-24 11:32:20','广东','越秀区','随机生成',38.68),
(16621,NULL,74.54,4,'广州','2023-11-24 11:32:20','广东','荔湾区','随机生成',85.11),
(16622,NULL,31.14,2,'广州','2023-11-24 11:32:20','广东','海珠区','随机生成',80.22),
(16623,NULL,57.42,1,'广州','2023-11-24 11:32:20','广东','天河区','随机生成',73.18),
(16624,NULL,15.22,2,'广州','2023-11-24 11:32:20','广东','白云区','随机生成',71.06),
(16625,NULL,37.43,3,'广州','2023-11-24 11:32:20','广东','黄埔区','随机生成',75.27),
(16626,NULL,3.11,1,'广州','2023-11-24 11:32:20','广东','番禺区','随机生成',41.24),
(16627,NULL,42.30,4,'广州','2023-11-24 11:32:20','广东','花都区','随机生成',25.69),
(16628,NULL,51.17,1,'广州','2023-11-24 11:32:20','广东','南沙区','随机生成',91.88),
(16629,NULL,60.77,2,'广州','2023-11-24 11:32:20','广东','萝岗区','随机生成',9.45),
(16630,NULL,88.83,3,'广州','2023-11-24 11:32:20','广东','增城市','随机生成',89.94),
(16631,NULL,64.87,2,'广州','2023-11-24 11:32:20','广东','从化市','随机生成',27.04),
(16632,NULL,97.97,3,'广州','2023-11-24 11:32:20','广东','其他','随机生成',8.54),
(16633,NULL,51.94,4,'深圳','2023-11-24 11:32:20','广东','福田区','随机生成',70.67),
(16634,NULL,7.28,1,'深圳','2023-11-24 11:32:20','广东','罗湖区','随机生成',33.89),
(16635,NULL,73.62,3,'深圳','2023-11-24 11:32:20','广东','南山区','随机生成',87.70),
(16636,NULL,97.06,2,'深圳','2023-11-24 11:32:20','广东','宝安区','随机生成',30.65),
(16637,NULL,48.19,3,'深圳','2023-11-24 11:32:20','广东','龙岗区','随机生成',72.62),
(16638,NULL,76.60,1,'深圳','2023-11-24 11:32:20','广东','盐田区','随机生成',37.12),
(16639,NULL,43.00,1,'深圳','2023-11-24 11:32:20','广东','其他','随机生成',56.37),
(16640,NULL,32.81,4,'东莞','2023-11-24 11:32:20','广东','莞城','随机生成',13.42),
(16641,NULL,64.25,4,'东莞','2023-11-24 11:32:20','广东','常平','随机生成',87.08),
(16642,NULL,71.62,1,'东莞','2023-11-24 11:32:20','广东','塘厦','随机生成',86.18),
(16643,NULL,95.87,4,'东莞','2023-11-24 11:32:20','广东','塘厦','随机生成',89.25),
(16644,NULL,65.02,2,'东莞','2023-11-24 11:32:20','广东','塘厦','随机生成',71.07),
(16645,NULL,68.29,4,'东莞','2023-11-24 11:32:20','广东','其他','随机生成',7.10),
(16646,NULL,76.57,2,'中山','2023-11-24 11:32:20','广东','中山','随机生成',17.70),
(16647,NULL,42.80,1,'潮州','2023-11-24 11:32:20','广东','湘桥区','随机生成',37.97),
(16648,NULL,95.93,4,'潮州','2023-11-24 11:32:20','广东','潮安县','随机生成',12.91),
(16649,NULL,80.60,2,'潮州','2023-11-24 11:32:20','广东','饶平县','随机生成',80.71),
(16650,NULL,25.59,2,'潮州','2023-11-24 11:32:20','广东','其他','随机生成',61.47),
(16651,NULL,29.87,2,'揭阳','2023-11-24 11:32:20','广东','榕城区','随机生成',23.37),
(16652,NULL,34.74,3,'揭阳','2023-11-24 11:32:20','广东','揭东县','随机生成',5.98),
(16653,NULL,80.89,4,'揭阳','2023-11-24 11:32:20','广东','揭西县','随机生成',72.93),
(16654,NULL,20.88,3,'揭阳','2023-11-24 11:32:20','广东','惠来县','随机生成',48.72),
(16655,NULL,31.68,2,'揭阳','2023-11-24 11:32:20','广东','普宁市','随机生成',10.79),
(16656,NULL,38.43,1,'揭阳','2023-11-24 11:32:20','广东','其他','随机生成',85.87),
(16657,NULL,67.12,1,'云浮','2023-11-24 11:32:20','广东','云城区','随机生成',22.10),
(16658,NULL,69.84,1,'云浮','2023-11-24 11:32:20','广东','新兴县','随机生成',60.71),
(16659,NULL,40.58,3,'云浮','2023-11-24 11:32:20','广东','郁南县','随机生成',15.28),
(16660,NULL,46.88,2,'云浮','2023-11-24 11:32:20','广东','云安县','随机生成',48.89),
(16661,NULL,76.42,1,'云浮','2023-11-24 11:32:20','广东','罗定市','随机生成',79.09),
(16662,NULL,29.00,3,'云浮','2023-11-24 11:32:20','广东','其他','随机生成',40.76),
(16663,NULL,0.07,2,'珠海','2023-11-24 11:32:20','广东','香洲区','随机生成',65.89),
(16664,NULL,20.42,3,'珠海','2023-11-24 11:32:20','广东','斗门区','随机生成',9.02),
(16665,NULL,2.97,1,'珠海','2023-11-24 11:32:20','广东','金湾区','随机生成',79.54),
(16666,NULL,12.32,1,'珠海','2023-11-24 11:32:20','广东','其他','随机生成',32.18),
(16667,NULL,69.62,1,'汕头','2023-11-24 11:32:20','广东','金平区','随机生成',65.42),
(16668,NULL,51.04,4,'汕头','2023-11-24 11:32:20','广东','濠江区','随机生成',2.40),
(16669,NULL,58.01,3,'汕头','2023-11-24 11:32:20','广东','龙湖区','随机生成',59.34),
(16670,NULL,95.07,3,'汕头','2023-11-24 11:32:20','广东','潮阳区','随机生成',1.13),
(16671,NULL,11.79,1,'汕头','2023-11-24 11:32:20','广东','潮南区','随机生成',86.26),
(16672,NULL,12.30,2,'汕头','2023-11-24 11:32:20','广东','澄海区','随机生成',31.16),
(16673,NULL,24.82,3,'汕头','2023-11-24 11:32:20','广东','南澳县','随机生成',31.89),
(16674,NULL,40.30,3,'汕头','2023-11-24 11:32:20','广东','其他','随机生成',23.72),
(16675,NULL,69.81,3,'韶关','2023-11-24 11:32:20','广东','浈江区','随机生成',69.24),
(16676,NULL,41.33,2,'韶关','2023-11-24 11:32:20','广东','武江区','随机生成',45.00),
(16677,NULL,98.72,3,'韶关','2023-11-24 11:32:20','广东','曲江区','随机生成',76.04),
(16678,NULL,54.17,2,'韶关','2023-11-24 11:32:20','广东','乐昌市','随机生成',74.20),
(16679,NULL,69.15,3,'韶关','2023-11-24 11:32:20','广东','南雄市','随机生成',94.05),
(16680,NULL,90.68,1,'韶关','2023-11-24 11:32:20','广东','始兴县','随机生成',80.27),
(16681,NULL,35.56,2,'韶关','2023-11-24 11:32:20','广东','仁化县','随机生成',57.50),
(16682,NULL,67.24,2,'韶关','2023-11-24 11:32:20','广东','翁源县','随机生成',96.80),
(16683,NULL,80.12,1,'韶关','2023-11-24 11:32:20','广东','新丰县','随机生成',10.95),
(16684,NULL,45.78,4,'韶关','2023-11-24 11:32:20','广东','乳源瑶族自治县','随机生成',61.89),
(16685,NULL,31.61,4,'韶关','2023-11-24 11:32:20','广东','其他','随机生成',76.69),
(16686,NULL,40.95,3,'佛山','2023-11-24 11:32:20','广东','禅城区','随机生成',37.42),
(16687,NULL,77.50,2,'佛山','2023-11-24 11:32:20','广东','南海区','随机生成',88.83),
(16688,NULL,69.84,3,'佛山','2023-11-24 11:32:20','广东','顺德区','随机生成',18.20),
(16689,NULL,99.18,4,'佛山','2023-11-24 11:32:20','广东','三水区','随机生成',7.71),
(16690,NULL,42.40,2,'佛山','2023-11-24 11:32:20','广东','高明区','随机生成',61.76),
(16691,NULL,18.87,4,'佛山','2023-11-24 11:32:20','广东','其他','随机生成',65.26),
(16692,NULL,67.70,1,'江门','2023-11-24 11:32:20','广东','蓬江区','随机生成',66.24),
(16693,NULL,87.60,3,'江门','2023-11-24 11:32:20','广东','江海区','随机生成',72.61),
(16694,NULL,31.66,3,'江门','2023-11-24 11:32:20','广东','新会区','随机生成',6.04),
(16695,NULL,20.02,4,'江门','2023-11-24 11:32:20','广东','恩平市','随机生成',54.10),
(16696,NULL,64.61,1,'江门','2023-11-24 11:32:20','广东','台山市','随机生成',61.77),
(16697,NULL,98.64,3,'江门','2023-11-24 11:32:20','广东','开平市','随机生成',61.86),
(16698,NULL,38.67,2,'江门','2023-11-24 11:32:20','广东','鹤山市','随机生成',65.83),
(16699,NULL,88.18,1,'江门','2023-11-24 11:32:20','广东','其他','随机生成',98.17),
(16700,NULL,17.74,3,'湛江','2023-11-24 11:32:20','广东','赤坎区','随机生成',57.87),
(16701,NULL,99.06,4,'湛江','2023-11-24 11:32:20','广东','霞山区','随机生成',39.89),
(16702,NULL,89.69,3,'湛江','2023-11-24 11:32:20','广东','坡头区','随机生成',35.19),
(16703,NULL,80.41,3,'湛江','2023-11-24 11:32:20','广东','麻章区','随机生成',89.93),
(16704,NULL,40.79,2,'湛江','2023-11-24 11:32:20','广东','吴川市','随机生成',94.58),
(16705,NULL,98.43,2,'湛江','2023-11-24 11:32:20','广东','廉江市','随机生成',97.23),
(16706,NULL,49.64,2,'湛江','2023-11-24 11:32:20','广东','雷州市','随机生成',25.20),
(16707,NULL,27.78,2,'湛江','2023-11-24 11:32:20','广东','遂溪县','随机生成',35.85),
(16708,NULL,24.10,2,'湛江','2023-11-24 11:32:20','广东','徐闻县','随机生成',64.39),
(16709,NULL,89.95,4,'湛江','2023-11-24 11:32:20','广东','其他','随机生成',6.95),
(16710,NULL,33.10,3,'茂名','2023-11-24 11:32:20','广东','茂南区','随机生成',65.78),
(16711,NULL,58.61,2,'茂名','2023-11-24 11:32:20','广东','茂港区','随机生成',30.12),
(16712,NULL,9.65,1,'茂名','2023-11-24 11:32:20','广东','化州市','随机生成',93.87),
(16713,NULL,84.89,3,'茂名','2023-11-24 11:32:20','广东','信宜市','随机生成',88.96),
(16714,NULL,58.07,1,'茂名','2023-11-24 11:32:20','广东','高州市','随机生成',29.33),
(16715,NULL,37.80,2,'茂名','2023-11-24 11:32:20','广东','电白县','随机生成',22.41),
(16716,NULL,0.92,4,'茂名','2023-11-24 11:32:20','广东','其他','随机生成',38.52),
(16717,NULL,58.56,2,'肇庆','2023-11-24 11:32:20','广东','端州区','随机生成',30.05),
(16718,NULL,51.37,2,'肇庆','2023-11-24 11:32:20','广东','鼎湖区','随机生成',48.51),
(16720,NULL,94.50,3,'肇庆','2023-11-24 11:32:20','广东','四会市','随机生成',67.38),
(16721,NULL,76.85,4,'肇庆','2023-11-24 11:32:20','广东','广宁县','随机生成',24.32),
(16722,NULL,65.52,4,'肇庆','2023-11-24 11:32:20','广东','怀集县','随机生成',33.46),
(16723,NULL,43.20,2,'肇庆','2023-11-24 11:32:20','广东','封开县','随机生成',79.93),
(16724,NULL,19.74,3,'肇庆','2023-11-24 11:32:20','广东','德庆县','随机生成',51.79),
(16725,NULL,16.46,2,'肇庆','2023-11-24 11:32:20','广东','其他','随机生成',4.22),
(16726,NULL,46.70,3,'惠州','2023-11-24 11:32:20','广东','惠城区','随机生成',32.29),
(16727,NULL,94.67,1,'惠州','2023-11-24 11:32:20','广东','惠阳区','随机生成',7.43),
(16728,NULL,90.04,4,'惠州','2023-11-24 11:32:20','广东','博罗县','随机生成',68.18),
(16729,NULL,17.18,3,'惠州','2023-11-24 11:32:20','广东','惠东县','随机生成',93.59),
(16730,NULL,38.38,2,'惠州','2023-11-24 11:32:20','广东','龙门县','随机生成',35.48),
(16731,NULL,74.28,1,'惠州','2023-11-24 11:32:20','广东','其他','随机生成',12.20),
(16732,NULL,5.98,4,'梅州','2023-11-24 11:32:20','广东','梅江区','随机生成',99.44),
(16733,NULL,31.46,3,'梅州','2023-11-24 11:32:20','广东','兴宁市','随机生成',53.06),
(16734,NULL,5.77,4,'梅州','2023-11-24 11:32:20','广东','梅县','随机生成',14.84),
(16735,NULL,50.21,2,'梅州','2023-11-24 11:32:20','广东','大埔县','随机生成',80.81),
(16736,NULL,16.79,1,'梅州','2023-11-24 11:32:20','广东','丰顺县','随机生成',59.41),
(16737,NULL,78.13,4,'梅州','2023-11-24 11:32:20','广东','五华县','随机生成',65.49),
(16738,NULL,91.43,4,'梅州','2023-11-24 11:32:20','广东','平远县','随机生成',65.07),
(16739,NULL,51.27,1,'梅州','2023-11-24 11:32:20','广东','蕉岭县','随机生成',83.78),
(16740,NULL,88.11,3,'梅州','2023-11-24 11:32:20','广东','其他','随机生成',86.00),
(16741,NULL,8.52,2,'汕尾','2023-11-24 11:32:20','广东','城区','随机生成',63.17),
(16742,NULL,6.52,3,'汕尾','2023-11-24 11:32:20','广东','陆丰市','随机生成',21.93),
(16743,NULL,68.82,2,'汕尾','2023-11-24 11:32:20','广东','海丰县','随机生成',16.07),
(16744,NULL,15.90,4,'汕尾','2023-11-24 11:32:20','广东','陆河县','随机生成',91.78),
(16745,NULL,3.29,3,'汕尾','2023-11-24 11:32:20','广东','其他','随机生成',25.01),
(16746,NULL,48.32,2,'河源','2023-11-24 11:32:20','广东','源城区','随机生成',70.23),
(16747,NULL,11.50,2,'河源','2023-11-24 11:32:20','广东','紫金县','随机生成',56.44),
(16748,NULL,60.13,3,'河源','2023-11-24 11:32:20','广东','龙川县','随机生成',95.07),
(16749,NULL,63.99,4,'河源','2023-11-24 11:32:20','广东','连平县','随机生成',45.44),
(16750,NULL,14.49,1,'河源','2023-11-24 11:32:20','广东','和平县','随机生成',74.02),
(16751,NULL,88.74,1,'河源','2023-11-24 11:32:21','广东','东源县','随机生成',33.41),
(16752,NULL,13.54,4,'河源','2023-11-24 11:32:21','广东','其他','随机生成',83.89),
(16753,NULL,43.11,3,'阳江','2023-11-24 11:32:21','广东','江城区','随机生成',97.64),
(16754,NULL,60.30,1,'阳江','2023-11-24 11:32:21','广东','阳春市','随机生成',37.96),
(16755,NULL,71.34,3,'阳江','2023-11-24 11:32:21','广东','阳西县','随机生成',38.35),
(16756,NULL,6.32,4,'阳江','2023-11-24 11:32:21','广东','阳东县','随机生成',68.40),
(16757,NULL,89.15,2,'阳江','2023-11-24 11:32:21','广东','其他','随机生成',8.65),
(16758,NULL,88.29,2,'清远','2023-11-24 11:32:21','广东','清城区','随机生成',26.55),
(16759,NULL,6.54,2,'清远','2023-11-24 11:32:21','广东','英德市','随机生成',39.16),
(16760,NULL,7.99,2,'清远','2023-11-24 11:32:21','广东','连州市','随机生成',87.51),
(16761,NULL,27.70,4,'清远','2023-11-24 11:32:21','广东','佛冈县','随机生成',97.50),
(16762,NULL,84.06,3,'清远','2023-11-24 11:32:21','广东','阳山县','随机生成',74.23),
(16763,NULL,13.75,4,'清远','2023-11-24 11:32:21','广东','清新县','随机生成',21.92),
(16764,NULL,42.39,1,'清远','2023-11-24 11:32:21','广东','连山壮族瑶族自治县','随机生成',1.90),
(16765,NULL,33.73,2,'清远','2023-11-24 11:32:21','广东','连南瑶族自治县','随机生成',0.28),
(16766,NULL,48.33,2,'清远','2023-11-24 11:32:21','广东','其他','随机生成',93.10),
(16767,NULL,47.06,3,'南宁','2023-11-24 11:32:21','广西','青秀区','随机生成',81.60),
(16768,NULL,67.72,3,'南宁','2023-11-24 11:32:21','广西','兴宁区','随机生成',20.67),
(16769,NULL,75.64,3,'南宁','2023-11-24 11:32:21','广西','西乡塘区','随机生成',64.04),
(16770,NULL,70.37,2,'南宁','2023-11-24 11:32:21','广西','良庆区','随机生成',44.37),
(16771,NULL,43.22,1,'南宁','2023-11-24 11:32:21','广西','江南区','随机生成',9.93),
(16772,NULL,6.26,3,'南宁','2023-11-24 11:32:21','广西','邕宁区','随机生成',65.48),
(16773,NULL,69.64,4,'南宁','2023-11-24 11:32:21','广西','武鸣县','随机生成',63.49),
(16774,NULL,57.65,3,'南宁','2023-11-24 11:32:21','广西','隆安县','随机生成',95.15),
(16775,NULL,86.94,2,'南宁','2023-11-24 11:32:21','广西','马山县','随机生成',92.27),
(16776,NULL,91.34,2,'南宁','2023-11-24 11:32:21','广西','上林县','随机生成',11.71),
(16777,NULL,24.40,4,'南宁','2023-11-24 11:32:21','广西','宾阳县','随机生成',28.38),
(16778,NULL,47.70,4,'南宁','2023-11-24 11:32:21','广西','横县','随机生成',58.13),
(16779,NULL,61.60,3,'南宁','2023-11-24 11:32:21','广西','其他','随机生成',25.52),
(16780,NULL,75.58,4,'柳州','2023-11-24 11:32:21','广西','城中区','随机生成',71.28),
(16781,NULL,67.63,3,'柳州','2023-11-24 11:32:21','广西','鱼峰区','随机生成',39.19),
(16782,NULL,9.38,4,'柳州','2023-11-24 11:32:21','广西','柳北区','随机生成',69.09),
(16783,NULL,19.90,3,'柳州','2023-11-24 11:32:21','广西','柳南区','随机生成',42.88),
(16784,NULL,56.29,4,'柳州','2023-11-24 11:32:21','广西','柳江县','随机生成',5.46),
(16785,NULL,28.10,3,'柳州','2023-11-24 11:32:21','广西','柳城县','随机生成',42.26),
(16786,NULL,64.34,2,'柳州','2023-11-24 11:32:21','广西','鹿寨县','随机生成',51.63),
(16787,NULL,89.39,1,'柳州','2023-11-24 11:32:21','广西','融安县','随机生成',10.55),
(16788,NULL,46.85,4,'柳州','2023-11-24 11:32:21','广西','融水苗族自治县','随机生成',93.21),
(16789,NULL,28.58,4,'柳州','2023-11-24 11:32:21','广西','三江侗族自治县','随机生成',40.59),
(16790,NULL,60.46,4,'柳州','2023-11-24 11:32:21','广西','其他','随机生成',5.71),
(16791,NULL,94.47,1,'桂林','2023-11-24 11:32:21','广西','象山区','随机生成',67.43),
(16792,NULL,94.27,1,'桂林','2023-11-24 11:32:21','广西','秀峰区','随机生成',35.66),
(16793,NULL,30.06,1,'桂林','2023-11-24 11:32:21','广西','叠彩区','随机生成',72.94),
(16794,NULL,62.46,1,'桂林','2023-11-24 11:32:21','广西','七星区','随机生成',83.23),
(16795,NULL,14.98,4,'桂林','2023-11-24 11:32:21','广西','雁山区','随机生成',14.79),
(16796,NULL,18.95,1,'桂林','2023-11-24 11:32:21','广西','阳朔县','随机生成',15.87),
(16797,NULL,97.97,2,'桂林','2023-11-24 11:32:21','广西','临桂县','随机生成',15.41),
(16798,NULL,94.59,2,'桂林','2023-11-24 11:32:21','广西','灵川县','随机生成',52.47),
(16799,NULL,47.50,1,'桂林','2023-11-24 11:32:21','广西','全州县','随机生成',55.65),
(16800,NULL,55.28,1,'桂林','2023-11-24 11:32:21','广西','平乐县','随机生成',82.29),
(16801,NULL,40.84,1,'桂林','2023-11-24 11:32:21','广西','兴安县','随机生成',72.39),
(16802,NULL,0.92,4,'桂林','2023-11-24 11:32:21','广西','灌阳县','随机生成',27.87),
(16803,NULL,71.75,4,'桂林','2023-11-24 11:32:21','广西','荔浦县','随机生成',57.01),
(16804,NULL,88.72,3,'桂林','2023-11-24 11:32:21','广西','资源县','随机生成',18.54),
(16805,NULL,56.36,4,'桂林','2023-11-24 11:32:21','广西','永福县','随机生成',47.12),
(16806,NULL,41.12,2,'桂林','2023-11-24 11:32:21','广西','龙胜各族自治县','随机生成',19.28),
(16807,NULL,75.07,2,'桂林','2023-11-24 11:32:21','广西','恭城瑶族自治县','随机生成',64.14),
(16808,NULL,79.79,2,'桂林','2023-11-24 11:32:21','广西','其他','随机生成',16.04),
(16809,NULL,4.28,4,'梧州','2023-11-24 11:32:21','广西','万秀区','随机生成',56.59),
(16810,NULL,1.87,2,'梧州','2023-11-24 11:32:21','广西','蝶山区','随机生成',57.05),
(16811,NULL,68.80,1,'梧州','2023-11-24 11:32:21','广西','长洲区','随机生成',11.07),
(16812,NULL,14.58,4,'梧州','2023-11-24 11:32:21','广西','岑溪市','随机生成',47.27),
(16813,NULL,16.34,4,'梧州','2023-11-24 11:32:21','广西','苍梧县','随机生成',67.22),
(16814,NULL,51.67,2,'梧州','2023-11-24 11:32:21','广西','藤县','随机生成',59.33),
(16815,NULL,6.83,4,'梧州','2023-11-24 11:32:21','广西','蒙山县','随机生成',71.78),
(16816,NULL,50.60,2,'梧州','2023-11-24 11:32:21','广西','其他','随机生成',39.67),
(16817,NULL,48.63,1,'北海','2023-11-24 11:32:21','广西','海城区','随机生成',0.72),
(16818,NULL,53.09,4,'北海','2023-11-24 11:32:21','广西','银海区','随机生成',75.61),
(16819,NULL,47.85,3,'北海','2023-11-24 11:32:21','广西','铁山港区','随机生成',68.70),
(16820,NULL,98.69,2,'北海','2023-11-24 11:32:21','广西','合浦县','随机生成',55.18),
(16821,NULL,23.62,2,'北海','2023-11-24 11:32:21','广西','其他','随机生成',31.06),
(16822,NULL,92.52,2,'防城港','2023-11-24 11:32:21','广西','港口区','随机生成',8.28),
(16823,NULL,29.99,1,'防城港','2023-11-24 11:32:21','广西','防城区','随机生成',49.99),
(16824,NULL,94.40,4,'防城港','2023-11-24 11:32:21','广西','东兴市','随机生成',20.33),
(16825,NULL,3.73,4,'防城港','2023-11-24 11:32:21','广西','上思县','随机生成',86.60),
(16826,NULL,87.29,4,'防城港','2023-11-24 11:32:21','广西','其他','随机生成',11.48),
(16827,NULL,5.31,2,'钦州','2023-11-24 11:32:21','广西','钦南区','随机生成',15.39),
(16828,NULL,12.86,4,'钦州','2023-11-24 11:32:21','广西','钦北区','随机生成',33.38),
(16829,NULL,27.27,2,'钦州','2023-11-24 11:32:21','广西','灵山县','随机生成',92.87),
(16830,NULL,32.07,2,'钦州','2023-11-24 11:32:21','广西','浦北县','随机生成',78.48),
(16831,NULL,3.37,1,'钦州','2023-11-24 11:32:21','广西','其他','随机生成',82.10),
(16832,NULL,4.43,1,'贵港','2023-11-24 11:32:21','广西','港北区','随机生成',39.58),
(16833,NULL,25.81,2,'贵港','2023-11-24 11:32:21','广西','港南区','随机生成',4.37),
(16834,NULL,46.31,1,'贵港','2023-11-24 11:32:21','广西','覃塘区','随机生成',78.36),
(16835,NULL,33.53,4,'贵港','2023-11-24 11:32:21','广西','桂平市','随机生成',61.28),
(16836,NULL,37.96,3,'贵港','2023-11-24 11:32:21','广西','平南县','随机生成',87.87),
(16837,NULL,20.55,2,'贵港','2023-11-24 11:32:21','广西','其他','随机生成',79.19),
(16838,NULL,16.65,2,'玉林','2023-11-24 11:32:21','广西','玉州区','随机生成',10.76),
(16839,NULL,77.34,3,'玉林','2023-11-24 11:32:21','广西','北流市','随机生成',59.03),
(16840,NULL,5.85,4,'玉林','2023-11-24 11:32:21','广西','容县','随机生成',90.87),
(16841,NULL,15.00,4,'玉林','2023-11-24 11:32:21','广西','陆川县','随机生成',17.67),
(16842,NULL,99.63,4,'玉林','2023-11-24 11:32:21','广西','博白县','随机生成',66.64),
(16843,NULL,78.44,1,'玉林','2023-11-24 11:32:21','广西','兴业县','随机生成',88.38),
(16844,NULL,84.60,4,'玉林','2023-11-24 11:32:21','广西','其他','随机生成',67.16),
(16845,NULL,90.82,3,'百色','2023-11-24 11:32:21','广西','右江区','随机生成',23.76),
(16846,NULL,39.28,2,'百色','2023-11-24 11:32:21','广西','凌云县','随机生成',34.61),
(16847,NULL,63.15,4,'百色','2023-11-24 11:32:21','广西','平果县','随机生成',0.21),
(16848,NULL,84.12,1,'百色','2023-11-24 11:32:21','广西','西林县','随机生成',71.90),
(16849,NULL,4.57,2,'百色','2023-11-24 11:32:21','广西','乐业县','随机生成',34.66),
(16850,NULL,29.91,1,'百色','2023-11-24 11:32:21','广西','德保县','随机生成',62.89),
(16851,NULL,87.12,4,'百色','2023-11-24 11:32:21','广西','田林县','随机生成',89.29),
(16852,NULL,35.36,3,'百色','2023-11-24 11:32:21','广西','田阳县','随机生成',91.85),
(16853,NULL,94.87,1,'百色','2023-11-24 11:32:21','广西','靖西县','随机生成',57.75),
(16854,NULL,62.36,1,'百色','2023-11-24 11:32:21','广西','田东县','随机生成',57.91),
(16855,NULL,24.93,4,'百色','2023-11-24 11:32:21','广西','那坡县','随机生成',19.29),
(16856,NULL,30.29,1,'百色','2023-11-24 11:32:21','广西','隆林各族自治县','随机生成',29.82),
(16857,NULL,57.86,2,'百色','2023-11-24 11:32:21','广西','其他','随机生成',82.16),
(16858,NULL,27.15,3,'贺州','2023-11-24 11:32:21','广西','八步区','随机生成',38.62),
(16859,NULL,42.72,2,'贺州','2023-11-24 11:32:21','广西','钟山县','随机生成',93.18),
(16860,NULL,87.95,1,'贺州','2023-11-24 11:32:21','广西','昭平县','随机生成',19.66),
(16861,NULL,72.70,3,'贺州','2023-11-24 11:32:21','广西','富川瑶族自治县','随机生成',4.02),
(16862,NULL,40.80,4,'贺州','2023-11-24 11:32:21','广西','其他','随机生成',11.87),
(16863,NULL,86.70,2,'河池','2023-11-24 11:32:21','广西','金城江区','随机生成',69.73),
(16864,NULL,83.74,1,'河池','2023-11-24 11:32:21','广西','宜州市','随机生成',84.85),
(16865,NULL,22.57,3,'河池','2023-11-24 11:32:21','广西','天峨县','随机生成',28.40),
(16866,NULL,89.53,1,'河池','2023-11-24 11:32:21','广西','凤山县','随机生成',57.15),
(16867,NULL,1.34,2,'河池','2023-11-24 11:32:21','广西','南丹县','随机生成',67.73),
(16868,NULL,14.29,4,'河池','2023-11-24 11:32:21','广西','东兰县','随机生成',1.85),
(16869,NULL,87.01,3,'河池','2023-11-24 11:32:21','广西','都安瑶族自治县','随机生成',76.80),
(16870,NULL,65.67,3,'河池','2023-11-24 11:32:21','广西','罗城仫佬族自治县','随机生成',24.75),
(16871,NULL,29.92,3,'河池','2023-11-24 11:32:21','广西','巴马瑶族自治县','随机生成',85.18),
(16872,NULL,47.49,2,'河池','2023-11-24 11:32:21','广西','环江毛南族自治县','随机生成',1.17),
(16873,NULL,20.53,2,'河池','2023-11-24 11:32:21','广西','大化瑶族自治县','随机生成',36.96),
(16874,NULL,51.90,4,'河池','2023-11-24 11:32:21','广西','其他','随机生成',46.89),
(16875,NULL,17.77,4,'来宾','2023-11-24 11:32:21','广西','兴宾区','随机生成',21.86),
(16876,NULL,8.61,1,'来宾','2023-11-24 11:32:21','广西','合山市','随机生成',8.70),
(16877,NULL,36.30,2,'来宾','2023-11-24 11:32:21','广西','象州县','随机生成',91.30),
(16878,NULL,92.40,1,'来宾','2023-11-24 11:32:21','广西','武宣县','随机生成',4.74),
(16879,NULL,98.67,4,'来宾','2023-11-24 11:32:21','广西','忻城县','随机生成',88.10),
(16880,NULL,15.74,3,'来宾','2023-11-24 11:32:21','广西','金秀瑶族自治县','随机生成',60.27),
(16881,NULL,58.59,3,'来宾','2023-11-24 11:32:21','广西','其他','随机生成',53.38),
(16882,NULL,5.27,4,'崇左','2023-11-24 11:32:21','广西','江州区','随机生成',71.13),
(16883,NULL,30.86,2,'崇左','2023-11-24 11:32:21','广西','凭祥市','随机生成',40.07),
(16884,NULL,42.54,2,'崇左','2023-11-24 11:32:21','广西','宁明县','随机生成',18.14),
(16885,NULL,34.94,4,'崇左','2023-11-24 11:32:21','广西','扶绥县','随机生成',95.55),
(16886,NULL,15.10,1,'崇左','2023-11-24 11:32:21','广西','龙州县','随机生成',64.40),
(16887,NULL,44.39,2,'崇左','2023-11-24 11:32:21','广西','大新县','随机生成',4.61),
(16888,NULL,44.27,3,'崇左','2023-11-24 11:32:21','广西','天等县','随机生成',71.73),
(16889,NULL,28.19,2,'崇左','2023-11-24 11:32:21','广西','其他','随机生成',9.29),
(16890,NULL,97.33,3,'其他','2023-11-24 11:32:21','广西','其他','随机生成',85.77),
(16891,NULL,34.00,1,'海口','2023-11-24 11:32:21','海南','龙华区','随机生成',36.05),
(16892,NULL,43.48,1,'海口','2023-11-24 11:32:21','海南','秀英区','随机生成',29.47),
(16893,NULL,14.84,1,'海口','2023-11-24 11:32:21','海南','琼山区','随机生成',56.42),
(16894,NULL,9.91,2,'海口','2023-11-24 11:32:21','海南','美兰区','随机生成',37.35),
(16895,NULL,45.70,4,'海口','2023-11-24 11:32:21','海南','其他','随机生成',77.68),
(16896,NULL,62.52,4,'三亚','2023-11-24 11:32:21','海南','三亚市','随机生成',88.15),
(16897,NULL,27.23,2,'三亚','2023-11-24 11:32:21','海南','其他','随机生成',77.52),
(16898,NULL,38.60,1,'五指山','2023-11-24 11:32:21','海南','五指山','随机生成',26.00),
(16899,NULL,26.66,4,'琼海','2023-11-24 11:32:21','海南','琼海','随机生成',10.16),
(16900,NULL,16.23,3,'儋州','2023-11-24 11:32:21','海南','儋州','随机生成',39.19),
(16901,NULL,31.95,1,'文昌','2023-11-24 11:32:21','海南','文昌','随机生成',89.82),
(16902,NULL,66.28,1,'万宁','2023-11-24 11:32:21','海南','万宁','随机生成',22.55),
(16903,NULL,22.55,3,'东方','2023-11-24 11:32:21','海南','东方','随机生成',77.00),
(16904,NULL,60.60,2,'澄迈县','2023-11-24 11:32:21','海南','澄迈县','随机生成',2.48),
(16905,NULL,30.26,3,'定安县','2023-11-24 11:32:21','海南','定安县','随机生成',19.43),
(16906,NULL,74.05,2,'屯昌县','2023-11-24 11:32:21','海南','屯昌县','随机生成',72.08),
(16907,NULL,11.10,1,'临高县','2023-11-24 11:32:21','海南','临高县','随机生成',9.11),
(16908,NULL,78.38,1,'白沙黎族自治县','2023-11-24 11:32:21','海南','白沙黎族自治县','随机生成',40.50),
(16909,NULL,51.79,4,'昌江黎族自治县','2023-11-24 11:32:21','海南','昌江黎族自治县','随机生成',93.19),
(16910,NULL,63.02,2,'乐东黎族自治县','2023-11-24 11:32:21','海南','乐东黎族自治县','随机生成',11.40),
(16911,NULL,66.59,3,'陵水黎族自治县','2023-11-24 11:32:21','海南','陵水黎族自治县','随机生成',10.59),
(16912,NULL,69.05,3,'保亭黎族苗族自治县','2023-11-24 11:32:21','海南','保亭黎族苗族自治县','随机生成',49.25),
(16913,NULL,76.46,1,'琼中黎族苗族自治县','2023-11-24 11:32:21','海南','琼中黎族苗族自治县','随机生成',40.97),
(16914,NULL,37.29,4,'其他','2023-11-24 11:32:21','海南','其他','随机生成',75.81),
(16915,NULL,63.47,3,'重庆','2023-11-24 11:32:21','重庆','渝中区','随机生成',24.88),
(16916,NULL,99.95,1,'重庆','2023-11-24 11:32:21','重庆','大渡口区','随机生成',31.72),
(16917,NULL,10.05,3,'重庆','2023-11-24 11:32:21','重庆','江北区','随机生成',8.42),
(16918,NULL,60.12,1,'重庆','2023-11-24 11:32:21','重庆','南岸区','随机生成',26.67),
(16919,NULL,75.30,3,'重庆','2023-11-24 11:32:21','重庆','北碚区','随机生成',53.89),
(16920,NULL,61.62,4,'重庆','2023-11-24 11:32:21','重庆','渝北区','随机生成',70.35),
(16921,NULL,25.95,4,'重庆','2023-11-24 11:32:21','重庆','巴南区','随机生成',84.32),
(16922,NULL,93.70,1,'重庆','2023-11-24 11:32:21','重庆','长寿区','随机生成',20.74),
(16923,NULL,62.72,1,'重庆','2023-11-24 11:32:21','重庆','双桥区','随机生成',17.56),
(16924,NULL,41.15,4,'重庆','2023-11-24 11:32:21','重庆','沙坪坝区','随机生成',92.43),
(16925,NULL,56.60,3,'重庆','2023-11-24 11:32:21','重庆','万盛区','随机生成',21.20),
(16926,NULL,69.59,2,'重庆','2023-11-24 11:32:21','重庆','万州区','随机生成',57.00),
(16927,NULL,98.01,2,'重庆','2023-11-24 11:32:21','重庆','涪陵区','随机生成',17.06),
(16928,NULL,17.72,1,'重庆','2023-11-24 11:32:21','重庆','黔江区','随机生成',4.40),
(16929,NULL,40.79,1,'重庆','2023-11-24 11:32:21','重庆','永川区','随机生成',12.06),
(16930,NULL,94.67,1,'重庆','2023-11-24 11:32:21','重庆','合川区','随机生成',87.25),
(16931,NULL,82.06,2,'重庆','2023-11-24 11:32:21','重庆','江津区','随机生成',65.05),
(16932,NULL,6.41,4,'重庆','2023-11-24 11:32:21','重庆','九龙坡区','随机生成',62.55),
(16933,NULL,70.97,1,'重庆','2023-11-24 11:32:21','重庆','南川区','随机生成',54.48),
(16934,NULL,79.58,1,'重庆','2023-11-24 11:32:21','重庆','綦江县','随机生成',38.83),
(16935,NULL,34.14,2,'重庆','2023-11-24 11:32:21','重庆','潼南县','随机生成',63.96),
(16936,NULL,78.84,3,'重庆','2023-11-24 11:32:21','重庆','荣昌县','随机生成',87.76),
(16937,NULL,93.53,2,'重庆','2023-11-24 11:32:21','重庆','璧山县','随机生成',31.34),
(16938,NULL,22.47,1,'重庆','2023-11-24 11:32:21','重庆','大足县','随机生成',29.25),
(16939,NULL,69.18,3,'重庆','2023-11-24 11:32:21','重庆','铜梁县','随机生成',1.60),
(16940,NULL,52.25,3,'重庆','2023-11-24 11:32:21','重庆','梁平县','随机生成',14.06),
(16941,NULL,78.07,4,'重庆','2023-11-24 11:32:21','重庆','开县','随机生成',11.51),
(16942,NULL,3.98,1,'重庆','2023-11-24 11:32:21','重庆','忠县','随机生成',7.74),
(16943,NULL,94.70,4,'重庆','2023-11-24 11:32:21','重庆','城口县','随机生成',35.00),
(16944,NULL,83.78,3,'重庆','2023-11-24 11:32:21','重庆','垫江县','随机生成',1.41),
(16945,NULL,79.35,1,'重庆','2023-11-24 11:32:21','重庆','武隆县','随机生成',98.98),
(16946,NULL,0.45,4,'重庆','2023-11-24 11:32:21','重庆','丰都县','随机生成',80.18),
(16947,NULL,27.03,4,'重庆','2023-11-24 11:32:21','重庆','奉节县','随机生成',9.86),
(16948,NULL,32.21,4,'重庆','2023-11-24 11:32:21','重庆','云阳县','随机生成',87.52),
(16949,NULL,23.18,3,'重庆','2023-11-24 11:32:21','重庆','巫溪县','随机生成',90.83),
(16950,NULL,76.60,4,'重庆','2023-11-24 11:32:21','重庆','巫山县','随机生成',39.25),
(16951,NULL,22.73,1,'重庆','2023-11-24 11:32:21','重庆','石柱土家族自治县','随机生成',47.99),
(16952,NULL,82.67,3,'重庆','2023-11-24 11:32:21','重庆','秀山土家族苗族自治县','随机生成',60.86),
(16953,NULL,76.36,4,'重庆','2023-11-24 11:32:21','重庆','酉阳土家族苗族自治县','随机生成',4.75),
(16954,NULL,80.99,4,'重庆','2023-11-24 11:32:21','重庆','彭水苗族土家族自治县','随机生成',98.73),
(16955,NULL,40.80,1,'重庆','2023-11-24 11:32:21','重庆','其他','随机生成',78.19),
(16956,NULL,57.92,4,'成都','2023-11-24 11:32:21','四川','青羊区','随机生成',87.34),
(16957,NULL,34.50,3,'成都','2023-11-24 11:32:21','四川','锦江区','随机生成',14.00),
(16958,NULL,10.97,3,'成都','2023-11-24 11:32:21','四川','金牛区','随机生成',88.73),
(16959,NULL,95.98,1,'成都','2023-11-24 11:32:21','四川','武侯区','随机生成',9.16),
(16960,NULL,95.68,3,'成都','2023-11-24 11:32:21','四川','成华区','随机生成',56.35),
(16961,NULL,96.57,3,'成都','2023-11-24 11:32:21','四川','龙泉驿区','随机生成',17.19),
(16962,NULL,69.59,1,'成都','2023-11-24 11:32:21','四川','青白江区','随机生成',2.08),
(16963,NULL,67.17,4,'成都','2023-11-24 11:32:21','四川','新都区','随机生成',15.51),
(16964,NULL,7.06,1,'成都','2023-11-24 11:32:21','四川','温江区','随机生成',54.20),
(16965,NULL,9.67,1,'成都','2023-11-24 11:32:21','四川','都江堰市','随机生成',11.03),
(16966,NULL,23.76,3,'成都','2023-11-24 11:32:21','四川','彭州市','随机生成',60.70),
(16967,NULL,90.50,4,'成都','2023-11-24 11:32:21','四川','邛崃市','随机生成',8.29),
(16968,NULL,17.06,1,'成都','2023-11-24 11:32:21','四川','崇州市','随机生成',3.05),
(16969,NULL,30.76,2,'成都','2023-11-24 11:32:21','四川','金堂县','随机生成',52.58),
(16970,NULL,73.07,1,'成都','2023-11-24 11:32:21','四川','郫县','随机生成',50.22),
(16971,NULL,79.45,3,'成都','2023-11-24 11:32:21','四川','新津县','随机生成',49.83),
(16972,NULL,74.20,3,'成都','2023-11-24 11:32:21','四川','双流县','随机生成',18.12),
(16973,NULL,56.17,1,'成都','2023-11-24 11:32:21','四川','蒲江县','随机生成',76.32),
(16974,NULL,36.28,4,'成都','2023-11-24 11:32:21','四川','大邑县','随机生成',43.29),
(16975,NULL,63.92,1,'成都','2023-11-24 11:32:21','四川','其他','随机生成',20.93),
(16976,NULL,32.42,3,'自贡','2023-11-24 11:32:21','四川','大安区','随机生成',26.06),
(16977,NULL,44.02,3,'自贡','2023-11-24 11:32:21','四川','自流井区','随机生成',98.61),
(16978,NULL,37.14,1,'自贡','2023-11-24 11:32:21','四川','贡井区','随机生成',72.10),
(16979,NULL,34.28,4,'自贡','2023-11-24 11:32:21','四川','沿滩区','随机生成',34.89),
(16980,NULL,70.40,4,'自贡','2023-11-24 11:32:21','四川','荣县','随机生成',75.11),
(16981,NULL,70.55,1,'自贡','2023-11-24 11:32:21','四川','富顺县','随机生成',19.21),
(16982,NULL,7.55,1,'自贡','2023-11-24 11:32:21','四川','其他','随机生成',54.49),
(16983,NULL,66.23,1,'攀枝花','2023-11-24 11:32:21','四川','仁和区','随机生成',5.49),
(16984,NULL,9.99,2,'攀枝花','2023-11-24 11:32:21','四川','米易县','随机生成',68.72),
(16985,NULL,2.40,1,'攀枝花','2023-11-24 11:32:21','四川','盐边县','随机生成',52.97),
(16986,NULL,95.15,4,'攀枝花','2023-11-24 11:32:21','四川','东区','随机生成',96.43),
(16987,NULL,92.11,4,'攀枝花','2023-11-24 11:32:21','四川','西区','随机生成',58.12),
(16988,NULL,1.71,2,'攀枝花','2023-11-24 11:32:21','四川','其他','随机生成',15.53),
(16989,NULL,55.28,3,'泸州','2023-11-24 11:32:21','四川','江阳区','随机生成',1.42),
(16990,NULL,44.93,4,'泸州','2023-11-24 11:32:21','四川','纳溪区','随机生成',20.05),
(16991,NULL,70.75,3,'泸州','2023-11-24 11:32:21','四川','龙马潭区','随机生成',90.50),
(16992,NULL,4.47,3,'泸州','2023-11-24 11:32:21','四川','泸县','随机生成',6.21),
(16993,NULL,92.81,1,'泸州','2023-11-24 11:32:21','四川','合江县','随机生成',16.85),
(16994,NULL,56.49,4,'泸州','2023-11-24 11:32:21','四川','叙永县','随机生成',38.75),
(16995,NULL,4.59,2,'泸州','2023-11-24 11:32:21','四川','古蔺县','随机生成',86.50),
(16996,NULL,20.04,2,'泸州','2023-11-24 11:32:21','四川','其他','随机生成',92.35),
(16997,NULL,87.75,4,'德阳','2023-11-24 11:32:22','四川','旌阳区','随机生成',18.13),
(16998,NULL,48.94,2,'德阳','2023-11-24 11:32:22','四川','广汉市','随机生成',24.44),
(16999,NULL,96.58,1,'德阳','2023-11-24 11:32:22','四川','什邡市','随机生成',93.60),
(17000,NULL,13.82,4,'德阳','2023-11-24 11:32:22','四川','绵竹市','随机生成',90.79),
(17001,NULL,85.58,4,'德阳','2023-11-24 11:32:22','四川','罗江县','随机生成',99.38),
(17002,NULL,39.90,3,'德阳','2023-11-24 11:32:22','四川','中江县','随机生成',44.85),
(17003,NULL,93.40,4,'德阳','2023-11-24 11:32:22','四川','其他','随机生成',35.56),
(17004,NULL,71.66,1,'绵阳','2023-11-24 11:32:22','四川','涪城区','随机生成',61.92),
(17005,NULL,73.97,1,'绵阳','2023-11-24 11:32:22','四川','游仙区','随机生成',45.68),
(17006,NULL,84.47,1,'绵阳','2023-11-24 11:32:22','四川','江油市','随机生成',28.66),
(17007,NULL,27.42,3,'绵阳','2023-11-24 11:32:22','四川','盐亭县','随机生成',39.17),
(17008,NULL,84.16,4,'绵阳','2023-11-24 11:32:22','四川','三台县','随机生成',22.63),
(17009,NULL,93.07,2,'绵阳','2023-11-24 11:32:22','四川','平武县','随机生成',69.88),
(17010,NULL,6.07,1,'绵阳','2023-11-24 11:32:22','四川','安县','随机生成',39.12),
(17011,NULL,77.15,4,'绵阳','2023-11-24 11:32:22','四川','梓潼县','随机生成',26.74),
(17012,NULL,35.75,1,'绵阳','2023-11-24 11:32:22','四川','北川羌族自治县','随机生成',73.27),
(17013,NULL,67.79,1,'绵阳','2023-11-24 11:32:22','四川','其他','随机生成',53.10),
(17014,NULL,29.66,4,'广元','2023-11-24 11:32:22','四川','元坝区','随机生成',43.69),
(17015,NULL,73.40,4,'广元','2023-11-24 11:32:22','四川','朝天区','随机生成',53.80),
(17016,NULL,25.97,4,'广元','2023-11-24 11:32:22','四川','青川县','随机生成',47.42),
(17017,NULL,20.77,2,'广元','2023-11-24 11:32:22','四川','旺苍县','随机生成',67.04),
(17018,NULL,41.00,3,'广元','2023-11-24 11:32:22','四川','剑阁县','随机生成',18.41),
(17019,NULL,85.06,2,'广元','2023-11-24 11:32:22','四川','苍溪县','随机生成',19.66),
(17020,NULL,5.84,2,'广元','2023-11-24 11:32:22','四川','市中区','随机生成',57.31),
(17021,NULL,0.39,1,'广元','2023-11-24 11:32:22','四川','其他','随机生成',22.43),
(17022,NULL,28.39,2,'遂宁','2023-11-24 11:32:22','四川','船山区','随机生成',12.18),
(17023,NULL,36.85,1,'遂宁','2023-11-24 11:32:22','四川','安居区','随机生成',80.27),
(17024,NULL,31.63,4,'遂宁','2023-11-24 11:32:22','四川','射洪县','随机生成',54.21),
(17025,NULL,80.71,1,'遂宁','2023-11-24 11:32:22','四川','蓬溪县','随机生成',20.03),
(17026,NULL,76.59,2,'遂宁','2023-11-24 11:32:22','四川','大英县','随机生成',44.56),
(17027,NULL,95.84,3,'遂宁','2023-11-24 11:32:22','四川','其他','随机生成',0.10),
(17028,NULL,19.88,4,'内江','2023-11-24 11:32:22','四川','市中区','随机生成',33.02),
(17029,NULL,24.08,3,'内江','2023-11-24 11:32:22','四川','东兴区','随机生成',4.05),
(17030,NULL,29.90,2,'内江','2023-11-24 11:32:22','四川','资中县','随机生成',59.71),
(17031,NULL,55.57,2,'内江','2023-11-24 11:32:22','四川','隆昌县','随机生成',48.29),
(17032,NULL,78.19,3,'内江','2023-11-24 11:32:22','四川','威远县','随机生成',81.91),
(17033,NULL,78.92,1,'内江','2023-11-24 11:32:22','四川','其他','随机生成',85.45),
(17034,NULL,83.42,3,'乐山','2023-11-24 11:32:22','四川','市中区','随机生成',98.90),
(17035,NULL,38.57,2,'乐山','2023-11-24 11:32:22','四川','五通桥区','随机生成',36.75),
(17036,NULL,67.52,1,'乐山','2023-11-24 11:32:22','四川','沙湾区','随机生成',65.80),
(17037,NULL,36.89,1,'乐山','2023-11-24 11:32:22','四川','金口河区','随机生成',67.74),
(17038,NULL,91.30,1,'乐山','2023-11-24 11:32:22','四川','峨眉山市','随机生成',93.63),
(17039,NULL,93.51,2,'乐山','2023-11-24 11:32:22','四川','夹江县','随机生成',43.14),
(17040,NULL,6.71,3,'乐山','2023-11-24 11:32:22','四川','井研县','随机生成',92.75),
(17041,NULL,45.87,3,'乐山','2023-11-24 11:32:22','四川','犍为县','随机生成',65.66),
(17042,NULL,28.17,4,'乐山','2023-11-24 11:32:22','四川','沐川县','随机生成',32.89),
(17043,NULL,54.76,4,'乐山','2023-11-24 11:32:22','四川','马边彝族自治县','随机生成',18.67),
(17044,NULL,33.97,3,'乐山','2023-11-24 11:32:22','四川','峨边彝族自治县','随机生成',30.15),
(17045,NULL,10.85,4,'乐山','2023-11-24 11:32:22','四川','其他','随机生成',8.08),
(17046,NULL,97.77,3,'南充','2023-11-24 11:32:22','四川','顺庆区','随机生成',49.00),
(17047,NULL,90.62,1,'南充','2023-11-24 11:32:22','四川','高坪区','随机生成',43.81),
(17048,NULL,76.94,2,'南充','2023-11-24 11:32:22','四川','嘉陵区','随机生成',47.95),
(17049,NULL,80.25,1,'南充','2023-11-24 11:32:22','四川','阆中市','随机生成',99.55),
(17050,NULL,45.41,3,'南充','2023-11-24 11:32:22','四川','营山县','随机生成',75.25),
(17051,NULL,54.58,4,'南充','2023-11-24 11:32:22','四川','蓬安县','随机生成',19.23),
(17052,NULL,66.16,1,'南充','2023-11-24 11:32:22','四川','仪陇县','随机生成',46.00),
(17053,NULL,13.13,2,'南充','2023-11-24 11:32:22','四川','南部县','随机生成',63.63),
(17054,NULL,69.64,4,'南充','2023-11-24 11:32:22','四川','西充县','随机生成',69.13),
(17055,NULL,30.90,1,'南充','2023-11-24 11:32:22','四川','其他','随机生成',76.64),
(17056,NULL,75.67,1,'眉山','2023-11-24 11:32:22','四川','东坡区','随机生成',90.04),
(17057,NULL,6.24,4,'眉山','2023-11-24 11:32:22','四川','仁寿县','随机生成',16.25),
(17058,NULL,67.33,2,'眉山','2023-11-24 11:32:22','四川','彭山县','随机生成',21.97),
(17059,NULL,48.70,2,'眉山','2023-11-24 11:32:22','四川','洪雅县','随机生成',59.12),
(17060,NULL,51.78,3,'眉山','2023-11-24 11:32:22','四川','丹棱县','随机生成',0.13),
(17061,NULL,75.79,2,'眉山','2023-11-24 11:32:22','四川','青神县','随机生成',2.00),
(17062,NULL,33.92,1,'眉山','2023-11-24 11:32:22','四川','其他','随机生成',74.69),
(17063,NULL,39.71,2,'宜宾','2023-11-24 11:32:22','四川','翠屏区','随机生成',60.73),
(17064,NULL,6.00,4,'宜宾','2023-11-24 11:32:22','四川','宜宾县','随机生成',44.02),
(17065,NULL,52.04,3,'宜宾','2023-11-24 11:32:22','四川','兴文县','随机生成',62.57),
(17066,NULL,81.16,4,'宜宾','2023-11-24 11:32:22','四川','南溪县','随机生成',17.65),
(17067,NULL,56.07,1,'宜宾','2023-11-24 11:32:22','四川','珙县','随机生成',9.03),
(17068,NULL,81.27,1,'宜宾','2023-11-24 11:32:22','四川','长宁县','随机生成',41.52),
(17069,NULL,42.63,4,'宜宾','2023-11-24 11:32:22','四川','高县','随机生成',24.93),
(17070,NULL,97.06,1,'宜宾','2023-11-24 11:32:22','四川','江安县','随机生成',33.92),
(17071,NULL,72.75,1,'宜宾','2023-11-24 11:32:22','四川','筠连县','随机生成',39.55),
(17072,NULL,20.75,4,'宜宾','2023-11-24 11:32:22','四川','屏山县','随机生成',72.02),
(17073,NULL,46.53,4,'宜宾','2023-11-24 11:32:22','四川','其他','随机生成',18.25),
(17074,NULL,93.00,4,'广安','2023-11-24 11:32:22','四川','广安区','随机生成',62.01),
(17075,NULL,78.63,1,'广安','2023-11-24 11:32:22','四川','华蓥市','随机生成',12.99),
(17076,NULL,67.45,4,'广安','2023-11-24 11:32:22','四川','岳池县','随机生成',88.90),
(17077,NULL,56.65,4,'广安','2023-11-24 11:32:22','四川','邻水县','随机生成',78.10),
(17078,NULL,92.34,3,'广安','2023-11-24 11:32:22','四川','武胜县','随机生成',2.33),
(17079,NULL,74.41,4,'广安','2023-11-24 11:32:22','四川','其他','随机生成',72.54),
(17080,NULL,19.73,4,'达州','2023-11-24 11:32:22','四川','通川区','随机生成',45.15),
(17081,NULL,37.95,1,'达州','2023-11-24 11:32:22','四川','万源市','随机生成',9.22),
(17082,NULL,4.15,2,'达州','2023-11-24 11:32:22','四川','达县','随机生成',78.49),
(17083,NULL,16.31,3,'达州','2023-11-24 11:32:22','四川','渠县','随机生成',90.54),
(17084,NULL,96.42,1,'达州','2023-11-24 11:32:22','四川','宣汉县','随机生成',96.84),
(17085,NULL,19.43,1,'达州','2023-11-24 11:32:22','四川','开江县','随机生成',32.30),
(17086,NULL,89.47,4,'达州','2023-11-24 11:32:22','四川','大竹县','随机生成',56.12),
(17087,NULL,51.26,1,'达州','2023-11-24 11:32:22','四川','其他','随机生成',99.97),
(17088,NULL,3.80,3,'雅安','2023-11-24 11:32:22','四川','雨城区','随机生成',64.96),
(17089,NULL,84.92,4,'雅安','2023-11-24 11:32:22','四川','芦山县','随机生成',75.31),
(17090,NULL,26.38,3,'雅安','2023-11-24 11:32:22','四川','石棉县','随机生成',25.28),
(17091,NULL,18.25,4,'雅安','2023-11-24 11:32:22','四川','名山县','随机生成',6.32),
(17092,NULL,2.24,1,'雅安','2023-11-24 11:32:22','四川','天全县','随机生成',89.99),
(17093,NULL,82.44,1,'雅安','2023-11-24 11:32:22','四川','荥经县','随机生成',45.96),
(17094,NULL,89.93,3,'雅安','2023-11-24 11:32:22','四川','宝兴县','随机生成',22.91),
(17095,NULL,99.32,2,'雅安','2023-11-24 11:32:22','四川','汉源县','随机生成',12.89),
(17096,NULL,87.26,4,'雅安','2023-11-24 11:32:22','四川','其他','随机生成',93.26),
(17097,NULL,73.70,3,'巴中','2023-11-24 11:32:22','四川','巴州区','随机生成',6.50),
(17098,NULL,30.71,2,'巴中','2023-11-24 11:32:22','四川','南江县','随机生成',86.87),
(17099,NULL,70.00,3,'巴中','2023-11-24 11:32:22','四川','平昌县','随机生成',16.96),
(17100,NULL,97.90,1,'巴中','2023-11-24 11:32:22','四川','通江县','随机生成',74.29),
(17101,NULL,31.59,3,'巴中','2023-11-24 11:32:22','四川','其他','随机生成',72.72),
(17102,NULL,16.59,4,'资阳','2023-11-24 11:32:22','四川','雁江区','随机生成',8.83),
(17103,NULL,98.76,1,'资阳','2023-11-24 11:32:22','四川','简阳市','随机生成',95.40),
(17104,NULL,47.07,4,'资阳','2023-11-24 11:32:22','四川','安岳县','随机生成',87.76),
(17105,NULL,77.61,3,'资阳','2023-11-24 11:32:22','四川','乐至县','随机生成',7.57),
(17106,NULL,12.97,1,'资阳','2023-11-24 11:32:22','四川','其他','随机生成',59.79),
(17107,NULL,81.02,1,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','马尔康县','随机生成',25.47),
(17108,NULL,61.26,2,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','九寨沟县','随机生成',27.16),
(17109,NULL,25.98,4,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','红原县','随机生成',65.12),
(17110,NULL,96.55,1,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','汶川县','随机生成',46.24),
(17111,NULL,33.87,3,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','阿坝县','随机生成',96.73),
(17112,NULL,73.14,2,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','理县','随机生成',60.36),
(17113,NULL,52.44,2,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','若尔盖县','随机生成',94.13),
(17114,NULL,81.77,2,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','小金县','随机生成',36.54),
(17115,NULL,30.45,2,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','黑水县','随机生成',59.39),
(17116,NULL,44.25,4,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','金川县','随机生成',19.43),
(17117,NULL,26.50,2,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','松潘县','随机生成',1.99),
(17118,NULL,74.19,2,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','壤塘县','随机生成',37.08),
(17119,NULL,21.71,4,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','茂县','随机生成',60.97),
(17120,NULL,89.97,1,'阿坝藏族羌族自治州','2023-11-24 11:32:22','四川','其他','随机生成',84.56),
(17121,NULL,83.99,2,'甘孜藏族自治州','2023-11-24 11:32:22','四川','康定县','随机生成',13.63),
(17122,NULL,44.71,2,'甘孜藏族自治州','2023-11-24 11:32:22','四川','丹巴县','随机生成',73.19),
(17123,NULL,58.56,1,'甘孜藏族自治州','2023-11-24 11:32:22','四川','炉霍县','随机生成',79.35),
(17124,NULL,12.08,4,'甘孜藏族自治州','2023-11-24 11:32:22','四川','九龙县','随机生成',97.49),
(17125,NULL,48.17,4,'甘孜藏族自治州','2023-11-24 11:32:22','四川','甘孜县','随机生成',13.15),
(17126,NULL,21.59,3,'甘孜藏族自治州','2023-11-24 11:32:22','四川','雅江县','随机生成',7.85),
(17127,NULL,95.70,4,'甘孜藏族自治州','2023-11-24 11:32:22','四川','新龙县','随机生成',83.57),
(17128,NULL,48.79,4,'甘孜藏族自治州','2023-11-24 11:32:22','四川','道孚县','随机生成',72.55),
(17129,NULL,86.29,1,'甘孜藏族自治州','2023-11-24 11:32:22','四川','白玉县','随机生成',37.60),
(17130,NULL,32.74,4,'甘孜藏族自治州','2023-11-24 11:32:22','四川','理塘县','随机生成',5.85),
(17131,NULL,93.67,4,'甘孜藏族自治州','2023-11-24 11:32:22','四川','德格县','随机生成',32.02),
(17132,NULL,14.62,2,'甘孜藏族自治州','2023-11-24 11:32:22','四川','乡城县','随机生成',22.14),
(17133,NULL,61.53,4,'甘孜藏族自治州','2023-11-24 11:32:22','四川','石渠县','随机生成',63.21),
(17134,NULL,97.28,3,'甘孜藏族自治州','2023-11-24 11:32:22','四川','稻城县','随机生成',55.13),
(17135,NULL,11.03,1,'甘孜藏族自治州','2023-11-24 11:32:22','四川','色达县','随机生成',43.15),
(17136,NULL,10.72,3,'甘孜藏族自治州','2023-11-24 11:32:22','四川','巴塘县','随机生成',70.28),
(17137,NULL,65.89,3,'甘孜藏族自治州','2023-11-24 11:32:22','四川','泸定县','随机生成',57.86),
(17138,NULL,66.61,1,'甘孜藏族自治州','2023-11-24 11:32:22','四川','得荣县','随机生成',51.99),
(17139,NULL,74.22,4,'甘孜藏族自治州','2023-11-24 11:32:22','四川','其他','随机生成',75.54),
(17140,NULL,76.30,2,'凉山彝族自治州','2023-11-24 11:32:22','四川','西昌市','随机生成',23.98),
(17141,NULL,7.97,1,'凉山彝族自治州','2023-11-24 11:32:22','四川','美姑县','随机生成',78.06),
(17142,NULL,81.36,1,'凉山彝族自治州','2023-11-24 11:32:22','四川','昭觉县','随机生成',42.06),
(17143,NULL,94.25,4,'凉山彝族自治州','2023-11-24 11:32:22','四川','金阳县','随机生成',21.86),
(17144,NULL,43.45,2,'凉山彝族自治州','2023-11-24 11:32:22','四川','甘洛县','随机生成',92.82),
(17145,NULL,37.54,2,'凉山彝族自治州','2023-11-24 11:32:22','四川','布拖县','随机生成',85.76),
(17146,NULL,21.65,4,'凉山彝族自治州','2023-11-24 11:32:22','四川','雷波县','随机生成',16.30),
(17147,NULL,60.79,1,'凉山彝族自治州','2023-11-24 11:32:22','四川','普格县','随机生成',18.90),
(17148,NULL,54.98,3,'凉山彝族自治州','2023-11-24 11:32:22','四川','宁南县','随机生成',61.68),
(17149,NULL,33.51,1,'凉山彝族自治州','2023-11-24 11:32:22','四川','喜德县','随机生成',89.14),
(17150,NULL,17.24,3,'凉山彝族自治州','2023-11-24 11:32:22','四川','会东县','随机生成',95.17),
(17151,NULL,3.28,1,'凉山彝族自治州','2023-11-24 11:32:22','四川','越西县','随机生成',75.76),
(17152,NULL,95.07,2,'凉山彝族自治州','2023-11-24 11:32:22','四川','会理县','随机生成',28.97),
(17153,NULL,20.63,3,'凉山彝族自治州','2023-11-24 11:32:22','四川','盐源县','随机生成',23.38),
(17154,NULL,51.68,4,'凉山彝族自治州','2023-11-24 11:32:22','四川','德昌县','随机生成',66.70),
(17155,NULL,41.11,2,'凉山彝族自治州','2023-11-24 11:32:22','四川','冕宁县','随机生成',8.12),
(17156,NULL,49.42,1,'凉山彝族自治州','2023-11-24 11:32:22','四川','木里藏族自治县','随机生成',18.76),
(17157,NULL,3.10,4,'凉山彝族自治州','2023-11-24 11:32:22','四川','其他','随机生成',85.48),
(17158,NULL,11.11,1,'其他','2023-11-24 11:32:22','四川','其他','随机生成',76.11),
(17159,NULL,35.04,3,'贵阳','2023-11-24 11:32:22','贵州','南明区','随机生成',95.83),
(17160,NULL,15.07,4,'贵阳','2023-11-24 11:32:22','贵州','云岩区','随机生成',71.73),
(17161,NULL,23.90,4,'贵阳','2023-11-24 11:32:22','贵州','花溪区','随机生成',29.61),
(17162,NULL,83.89,2,'贵阳','2023-11-24 11:32:22','贵州','乌当区','随机生成',22.29),
(17163,NULL,89.27,2,'贵阳','2023-11-24 11:32:22','贵州','白云区','随机生成',72.63),
(17164,NULL,71.00,1,'贵阳','2023-11-24 11:32:22','贵州','小河区','随机生成',92.39),
(17165,NULL,53.34,3,'贵阳','2023-11-24 11:32:22','贵州','清镇市','随机生成',25.32),
(17166,NULL,89.83,3,'贵阳','2023-11-24 11:32:22','贵州','开阳县','随机生成',0.79),
(17167,NULL,64.99,3,'贵阳','2023-11-24 11:32:22','贵州','修文县','随机生成',67.12),
(17168,NULL,65.11,3,'贵阳','2023-11-24 11:32:22','贵州','息烽县','随机生成',92.63),
(17169,NULL,19.75,4,'贵阳','2023-11-24 11:32:22','贵州','其他','随机生成',68.31),
(17170,NULL,3.47,3,'六盘水','2023-11-24 11:32:22','贵州','钟山区','随机生成',9.89),
(17171,NULL,56.69,3,'六盘水','2023-11-24 11:32:22','贵州','水城县','随机生成',8.76),
(17172,NULL,83.76,3,'六盘水','2023-11-24 11:32:22','贵州','盘县','随机生成',10.64),
(17173,NULL,34.26,2,'六盘水','2023-11-24 11:32:22','贵州','六枝特区','随机生成',81.10),
(17174,NULL,49.41,4,'六盘水','2023-11-24 11:32:22','贵州','其他','随机生成',88.77),
(17175,NULL,59.37,4,'遵义','2023-11-24 11:32:22','贵州','红花岗区','随机生成',42.99),
(17176,NULL,48.75,3,'遵义','2023-11-24 11:32:22','贵州','汇川区','随机生成',79.82),
(17177,NULL,21.49,4,'遵义','2023-11-24 11:32:22','贵州','赤水市','随机生成',7.68),
(17178,NULL,52.97,1,'遵义','2023-11-24 11:32:22','贵州','仁怀市','随机生成',79.18),
(17179,NULL,17.38,4,'遵义','2023-11-24 11:32:22','贵州','遵义县','随机生成',62.64),
(17180,NULL,51.25,1,'遵义','2023-11-24 11:32:22','贵州','绥阳县','随机生成',66.84),
(17181,NULL,96.53,3,'遵义','2023-11-24 11:32:22','贵州','桐梓县','随机生成',3.55),
(17182,NULL,84.82,3,'遵义','2023-11-24 11:32:22','贵州','习水县','随机生成',33.83),
(17183,NULL,38.29,2,'遵义','2023-11-24 11:32:22','贵州','凤冈县','随机生成',72.63),
(17184,NULL,27.84,2,'遵义','2023-11-24 11:32:22','贵州','正安县','随机生成',99.19),
(17185,NULL,1.07,3,'遵义','2023-11-24 11:32:22','贵州','余庆县','随机生成',37.64),
(17186,NULL,82.76,3,'遵义','2023-11-24 11:32:22','贵州','湄潭县','随机生成',56.35),
(17187,NULL,46.36,4,'遵义','2023-11-24 11:32:22','贵州','道真仡佬族苗族自治县','随机生成',10.19),
(17188,NULL,78.85,3,'遵义','2023-11-24 11:32:22','贵州','务川仡佬族苗族自治县','随机生成',47.75),
(17189,NULL,96.40,4,'遵义','2023-11-24 11:32:22','贵州','其他','随机生成',8.88),
(17190,NULL,77.18,1,'安顺','2023-11-24 11:32:22','贵州','西秀区','随机生成',65.82),
(17191,NULL,68.67,4,'安顺','2023-11-24 11:32:22','贵州','普定县','随机生成',37.59),
(17192,NULL,4.37,3,'安顺','2023-11-24 11:32:22','贵州','平坝县','随机生成',98.51),
(17193,NULL,21.74,1,'安顺','2023-11-24 11:32:22','贵州','镇宁布依族苗族自治县','随机生成',62.14),
(17194,NULL,59.72,1,'安顺','2023-11-24 11:32:22','贵州','紫云苗族布依族自治县','随机生成',32.84),
(17195,NULL,4.99,1,'安顺','2023-11-24 11:32:22','贵州','关岭布依族苗族自治县','随机生成',23.06),
(17196,NULL,83.04,3,'安顺','2023-11-24 11:32:22','贵州','其他','随机生成',77.04),
(17197,NULL,64.90,2,'铜仁地区','2023-11-24 11:32:22','贵州','铜仁市','随机生成',17.94),
(17198,NULL,35.99,2,'铜仁地区','2023-11-24 11:32:22','贵州','德江县','随机生成',27.41),
(17199,NULL,44.39,4,'铜仁地区','2023-11-24 11:32:22','贵州','江口县','随机生成',27.84),
(17200,NULL,47.30,2,'铜仁地区','2023-11-24 11:32:22','贵州','思南县','随机生成',71.78),
(17201,NULL,80.10,1,'铜仁地区','2023-11-24 11:32:22','贵州','石阡县','随机生成',76.01),
(17202,NULL,68.22,2,'铜仁地区','2023-11-24 11:32:22','贵州','玉屏侗族自治县','随机生成',78.00),
(17203,NULL,13.69,1,'铜仁地区','2023-11-24 11:32:22','贵州','松桃苗族自治县','随机生成',16.28),
(17204,NULL,82.84,1,'铜仁地区','2023-11-24 11:32:22','贵州','印江土家族苗族自治县','随机生成',39.29),
(17205,NULL,85.11,2,'铜仁地区','2023-11-24 11:32:22','贵州','沿河土家族自治县','随机生成',95.97),
(17206,NULL,13.51,2,'铜仁地区','2023-11-24 11:32:22','贵州','万山特区','随机生成',23.04),
(17207,NULL,43.38,2,'铜仁地区','2023-11-24 11:32:22','贵州','其他','随机生成',22.09),
(17208,NULL,51.51,2,'毕节地区','2023-11-24 11:32:22','贵州','毕节市','随机生成',49.75),
(17209,NULL,51.37,3,'毕节地区','2023-11-24 11:32:22','贵州','黔西县','随机生成',59.29),
(17210,NULL,42.24,4,'毕节地区','2023-11-24 11:32:22','贵州','大方县','随机生成',5.97),
(17211,NULL,52.87,3,'毕节地区','2023-11-24 11:32:22','贵州','织金县','随机生成',23.87),
(17212,NULL,14.21,1,'毕节地区','2023-11-24 11:32:22','贵州','金沙县','随机生成',31.10),
(17213,NULL,5.04,3,'毕节地区','2023-11-24 11:32:22','贵州','赫章县','随机生成',7.73),
(17214,NULL,53.00,2,'毕节地区','2023-11-24 11:32:22','贵州','纳雍县','随机生成',1.29),
(17215,NULL,73.35,2,'毕节地区','2023-11-24 11:32:22','贵州','威宁彝族回族苗族自治县','随机生成',1.56),
(17216,NULL,44.23,1,'毕节地区','2023-11-24 11:32:22','贵州','其他','随机生成',13.45),
(17217,NULL,91.71,2,'黔西南布依族苗族自治州','2023-11-24 11:32:22','贵州','兴义市','随机生成',82.57),
(17218,NULL,22.67,4,'黔西南布依族苗族自治州','2023-11-24 11:32:22','贵州','望谟县','随机生成',13.02),
(17219,NULL,48.70,4,'黔西南布依族苗族自治州','2023-11-24 11:32:22','贵州','兴仁县','随机生成',4.11),
(17220,NULL,85.92,4,'黔西南布依族苗族自治州','2023-11-24 11:32:22','贵州','普安县','随机生成',17.82),
(17221,NULL,47.75,1,'黔西南布依族苗族自治州','2023-11-24 11:32:22','贵州','册亨县','随机生成',12.57),
(17222,NULL,5.98,1,'黔西南布依族苗族自治州','2023-11-24 11:32:22','贵州','晴隆县','随机生成',5.95),
(17223,NULL,43.61,2,'黔西南布依族苗族自治州','2023-11-24 11:32:22','贵州','贞丰县','随机生成',98.41),
(17224,NULL,98.59,2,'黔西南布依族苗族自治州','2023-11-24 11:32:22','贵州','安龙县','随机生成',2.77),
(17225,NULL,67.23,3,'黔西南布依族苗族自治州','2023-11-24 11:32:22','贵州','其他','随机生成',85.13),
(17226,NULL,11.55,3,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','凯里市','随机生成',28.55),
(17227,NULL,87.78,4,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','施秉县','随机生成',3.68),
(17228,NULL,27.89,2,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','从江县','随机生成',74.08),
(17229,NULL,47.71,2,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','锦屏县','随机生成',94.60),
(17230,NULL,90.76,4,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','镇远县','随机生成',0.00),
(17231,NULL,27.79,3,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','麻江县','随机生成',2.03),
(17232,NULL,80.62,1,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','台江县','随机生成',98.35),
(17233,NULL,13.59,2,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','天柱县','随机生成',49.90),
(17234,NULL,34.93,2,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','黄平县','随机生成',17.86),
(17235,NULL,63.13,4,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','榕江县','随机生成',99.76),
(17236,NULL,21.55,1,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','剑河县','随机生成',67.90),
(17237,NULL,92.80,4,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','三穗县','随机生成',62.66),
(17238,NULL,69.71,2,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','雷山县','随机生成',55.63),
(17239,NULL,97.91,3,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','黎平县','随机生成',62.56),
(17240,NULL,55.47,1,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','岑巩县','随机生成',23.60),
(17241,NULL,63.30,2,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','丹寨县','随机生成',73.01),
(17242,NULL,58.28,2,'黔东南苗族侗族自治州','2023-11-24 11:32:22','贵州','其他','随机生成',92.38),
(17243,NULL,81.23,1,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','都匀市','随机生成',18.99),
(17244,NULL,52.47,3,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','福泉市','随机生成',31.33),
(17245,NULL,74.45,3,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','贵定县','随机生成',21.63),
(17246,NULL,79.61,2,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','惠水县','随机生成',45.60),
(17247,NULL,47.23,1,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','罗甸县','随机生成',22.54),
(17248,NULL,50.26,3,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','瓮安县','随机生成',76.81),
(17249,NULL,97.41,4,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','荔波县','随机生成',40.79),
(17250,NULL,12.47,2,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','龙里县','随机生成',93.72),
(17251,NULL,28.32,1,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','平塘县','随机生成',14.46),
(17252,NULL,84.62,2,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','长顺县','随机生成',10.81),
(17253,NULL,64.16,3,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','独山县','随机生成',94.82),
(17254,NULL,56.83,2,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','三都水族自治县','随机生成',44.50),
(17255,NULL,16.36,1,'黔南布依族苗族自治州','2023-11-24 11:32:22','贵州','其他','随机生成',12.69),
(17256,NULL,72.69,3,'其他','2023-11-24 11:32:22','贵州','其他','随机生成',36.03),
(17257,NULL,48.04,4,'昆明','2023-11-24 11:32:22','云南','盘龙区','随机生成',57.29),
(17258,NULL,90.71,4,'昆明','2023-11-24 11:32:22','云南','五华区','随机生成',61.09),
(17259,NULL,78.14,1,'昆明','2023-11-24 11:32:22','云南','官渡区','随机生成',39.34),
(17260,NULL,51.10,3,'昆明','2023-11-24 11:32:22','云南','西山区','随机生成',93.57),
(17261,NULL,23.98,3,'昆明','2023-11-24 11:32:22','云南','东川区','随机生成',63.49),
(17262,NULL,74.29,3,'昆明','2023-11-24 11:32:22','云南','安宁市','随机生成',46.75),
(17263,NULL,82.07,3,'昆明','2023-11-24 11:32:22','云南','呈贡县','随机生成',36.07),
(17264,NULL,42.42,4,'昆明','2023-11-24 11:32:22','云南','晋宁县','随机生成',1.46),
(17265,NULL,43.50,2,'昆明','2023-11-24 11:32:22','云南','富民县','随机生成',26.93),
(17266,NULL,36.78,4,'昆明','2023-11-24 11:32:22','云南','宜良县','随机生成',35.29),
(17267,NULL,67.66,4,'昆明','2023-11-24 11:32:22','云南','嵩明县','随机生成',69.39),
(17268,NULL,88.75,4,'昆明','2023-11-24 11:32:22','云南','石林彝族自治县','随机生成',3.07),
(17269,NULL,57.12,2,'昆明','2023-11-24 11:32:22','云南','禄劝彝族苗族自治县','随机生成',27.47),
(17270,NULL,19.31,3,'昆明','2023-11-24 11:32:22','云南','寻甸回族彝族自治县','随机生成',26.48),
(17271,NULL,89.56,1,'昆明','2023-11-24 11:32:22','云南','其他','随机生成',32.05),
(17272,NULL,23.45,3,'曲靖','2023-11-24 11:32:22','云南','麒麟区','随机生成',14.50),
(17273,NULL,19.33,3,'曲靖','2023-11-24 11:32:22','云南','宣威市','随机生成',54.23),
(17274,NULL,87.73,3,'曲靖','2023-11-24 11:32:22','云南','马龙县','随机生成',83.31),
(17275,NULL,19.37,4,'曲靖','2023-11-24 11:32:22','云南','沾益县','随机生成',59.15),
(17276,NULL,65.59,2,'曲靖','2023-11-24 11:32:22','云南','富源县','随机生成',20.13),
(17277,NULL,25.52,3,'曲靖','2023-11-24 11:32:22','云南','罗平县','随机生成',88.20),
(17278,NULL,40.31,3,'曲靖','2023-11-24 11:32:22','云南','师宗县','随机生成',33.54),
(17279,NULL,6.04,3,'曲靖','2023-11-24 11:32:22','云南','陆良县','随机生成',64.88),
(17280,NULL,62.87,3,'曲靖','2023-11-24 11:32:22','云南','会泽县','随机生成',10.21),
(17281,NULL,2.13,3,'曲靖','2023-11-24 11:32:22','云南','其他','随机生成',41.68),
(17282,NULL,63.88,1,'玉溪','2023-11-24 11:32:22','云南','红塔区','随机生成',21.92),
(17283,NULL,30.35,4,'玉溪','2023-11-24 11:32:22','云南','江川县','随机生成',19.61),
(17284,NULL,81.43,2,'玉溪','2023-11-24 11:32:23','云南','澄江县','随机生成',51.20),
(17285,NULL,49.55,4,'玉溪','2023-11-24 11:32:23','云南','通海县','随机生成',95.43),
(17286,NULL,3.16,4,'玉溪','2023-11-24 11:32:23','云南','华宁县','随机生成',72.26),
(17287,NULL,27.69,1,'玉溪','2023-11-24 11:32:23','云南','易门县','随机生成',65.68),
(17288,NULL,90.43,4,'玉溪','2023-11-24 11:32:23','云南','峨山彝族自治县','随机生成',83.87),
(17289,NULL,12.26,4,'玉溪','2023-11-24 11:32:23','云南','新平彝族傣族自治县','随机生成',36.64),
(17290,NULL,61.50,4,'玉溪','2023-11-24 11:32:23','云南','元江哈尼族彝族傣族自治县','随机生成',88.41),
(17291,NULL,8.07,3,'玉溪','2023-11-24 11:32:23','云南','其他','随机生成',84.96),
(17292,NULL,70.84,1,'保山','2023-11-24 11:32:23','云南','隆阳区','随机生成',36.60),
(17293,NULL,2.32,3,'保山','2023-11-24 11:32:23','云南','施甸县','随机生成',62.67),
(17294,NULL,12.47,1,'保山','2023-11-24 11:32:23','云南','腾冲县','随机生成',92.99),
(17295,NULL,89.66,2,'保山','2023-11-24 11:32:23','云南','龙陵县','随机生成',56.22),
(17296,NULL,57.86,1,'保山','2023-11-24 11:32:23','云南','昌宁县','随机生成',75.92),
(17297,NULL,32.25,1,'保山','2023-11-24 11:32:23','云南','其他','随机生成',22.90),
(17298,NULL,61.32,3,'昭通','2023-11-24 11:32:23','云南','昭阳区','随机生成',56.59),
(17299,NULL,67.00,2,'昭通','2023-11-24 11:32:23','云南','鲁甸县','随机生成',59.33),
(17300,NULL,81.23,2,'昭通','2023-11-24 11:32:23','云南','巧家县','随机生成',33.59),
(17301,NULL,94.66,1,'昭通','2023-11-24 11:32:23','云南','盐津县','随机生成',10.27),
(17302,NULL,83.19,1,'昭通','2023-11-24 11:32:23','云南','大关县','随机生成',37.11),
(17303,NULL,17.07,2,'昭通','2023-11-24 11:32:23','云南','永善县','随机生成',85.89),
(17304,NULL,60.32,1,'昭通','2023-11-24 11:32:23','云南','绥江县','随机生成',18.38),
(17305,NULL,69.60,1,'昭通','2023-11-24 11:32:23','云南','镇雄县','随机生成',92.52),
(17306,NULL,31.27,2,'昭通','2023-11-24 11:32:23','云南','彝良县','随机生成',8.56),
(17307,NULL,28.01,1,'昭通','2023-11-24 11:32:23','云南','威信县','随机生成',29.94),
(17308,NULL,56.60,4,'昭通','2023-11-24 11:32:23','云南','水富县','随机生成',98.55),
(17309,NULL,1.77,4,'昭通','2023-11-24 11:32:23','云南','其他','随机生成',13.90),
(17310,NULL,47.21,4,'丽江','2023-11-24 11:32:23','云南','古城区','随机生成',27.37),
(17311,NULL,57.23,2,'丽江','2023-11-24 11:32:23','云南','永胜县','随机生成',96.97),
(17312,NULL,83.78,2,'丽江','2023-11-24 11:32:23','云南','华坪县','随机生成',73.82),
(17313,NULL,62.24,1,'丽江','2023-11-24 11:32:23','云南','玉龙纳西族自治县','随机生成',46.05),
(17314,NULL,25.34,2,'丽江','2023-11-24 11:32:23','云南','宁蒗彝族自治县','随机生成',3.43),
(17315,NULL,96.79,1,'丽江','2023-11-24 11:32:23','云南','其他','随机生成',73.86),
(17316,NULL,32.76,4,'普洱','2023-11-24 11:32:23','云南','思茅区','随机生成',32.61),
(17317,NULL,52.26,1,'普洱','2023-11-24 11:32:23','云南','普洱哈尼族彝族自治县','随机生成',92.40),
(17318,NULL,29.57,2,'普洱','2023-11-24 11:32:23','云南','墨江哈尼族自治县','随机生成',10.30),
(17319,NULL,91.22,3,'普洱','2023-11-24 11:32:23','云南','景东彝族自治县','随机生成',76.59),
(17320,NULL,89.01,3,'普洱','2023-11-24 11:32:23','云南','景谷傣族彝族自治县','随机生成',89.61),
(17321,NULL,80.21,2,'普洱','2023-11-24 11:32:23','云南','镇沅彝族哈尼族拉祜族自治县','随机生成',89.95),
(17322,NULL,83.80,3,'普洱','2023-11-24 11:32:23','云南','江城哈尼族彝族自治县','随机生成',79.21),
(17323,NULL,32.81,2,'普洱','2023-11-24 11:32:23','云南','孟连傣族拉祜族佤族自治县','随机生成',37.24),
(17324,NULL,34.20,3,'普洱','2023-11-24 11:32:23','云南','澜沧拉祜族自治县','随机生成',92.98),
(17325,NULL,97.58,1,'普洱','2023-11-24 11:32:23','云南','西盟佤族自治县','随机生成',17.76),
(17326,NULL,97.23,1,'普洱','2023-11-24 11:32:23','云南','其他','随机生成',28.19),
(17327,NULL,57.96,1,'临沧','2023-11-24 11:32:23','云南','临翔区','随机生成',65.79),
(17328,NULL,73.85,4,'临沧','2023-11-24 11:32:23','云南','凤庆县','随机生成',76.00),
(17329,NULL,28.65,3,'临沧','2023-11-24 11:32:23','云南','云县','随机生成',57.33),
(17330,NULL,0.26,4,'临沧','2023-11-24 11:32:23','云南','永德县','随机生成',19.77),
(17331,NULL,40.60,3,'临沧','2023-11-24 11:32:23','云南','镇康县','随机生成',98.51),
(17332,NULL,66.87,1,'临沧','2023-11-24 11:32:23','云南','双江拉祜族佤族布朗族傣族自治县','随机生成',32.60),
(17333,NULL,9.15,3,'临沧','2023-11-24 11:32:23','云南','耿马傣族佤族自治县','随机生成',9.43),
(17334,NULL,23.05,3,'临沧','2023-11-24 11:32:23','云南','沧源佤族自治县','随机生成',27.41),
(17335,NULL,77.43,1,'临沧','2023-11-24 11:32:23','云南','其他','随机生成',5.80),
(17336,NULL,33.50,4,'德宏傣族景颇族自治州','2023-11-24 11:32:23','云南','潞西市','随机生成',37.98),
(17337,NULL,88.66,2,'德宏傣族景颇族自治州','2023-11-24 11:32:23','云南','瑞丽市','随机生成',87.40),
(17338,NULL,17.32,2,'德宏傣族景颇族自治州','2023-11-24 11:32:23','云南','梁河县','随机生成',92.25),
(17339,NULL,30.85,2,'德宏傣族景颇族自治州','2023-11-24 11:32:23','云南','盈江县','随机生成',50.90),
(17340,NULL,4.99,2,'德宏傣族景颇族自治州','2023-11-24 11:32:23','云南','陇川县','随机生成',63.04),
(17341,NULL,49.45,4,'德宏傣族景颇族自治州','2023-11-24 11:32:23','云南','其他','随机生成',31.86),
(17342,NULL,74.50,1,'怒江傈僳族自治州','2023-11-24 11:32:23','云南','泸水县','随机生成',38.61),
(17343,NULL,43.05,2,'怒江傈僳族自治州','2023-11-24 11:32:23','云南','福贡县','随机生成',45.63),
(17344,NULL,65.15,1,'怒江傈僳族自治州','2023-11-24 11:32:23','云南','贡山独龙族怒族自治县','随机生成',42.93),
(17345,NULL,85.20,3,'怒江傈僳族自治州','2023-11-24 11:32:23','云南','兰坪白族普米族自治县','随机生成',55.00),
(17346,NULL,22.71,4,'怒江傈僳族自治州','2023-11-24 11:32:23','云南','其他','随机生成',1.48),
(17347,NULL,62.47,4,'迪庆藏族自治州','2023-11-24 11:32:23','云南','香格里拉县','随机生成',22.14),
(17348,NULL,39.80,3,'迪庆藏族自治州','2023-11-24 11:32:23','云南','德钦县','随机生成',20.94),
(17349,NULL,68.66,3,'迪庆藏族自治州','2023-11-24 11:32:23','云南','维西傈僳族自治县','随机生成',62.28),
(17350,NULL,53.11,3,'迪庆藏族自治州','2023-11-24 11:32:23','云南','其他','随机生成',28.58),
(17351,NULL,28.38,3,'大理白族自治州','2023-11-24 11:32:23','云南','大理市','随机生成',35.87),
(17352,NULL,58.32,3,'大理白族自治州','2023-11-24 11:32:23','云南','祥云县','随机生成',71.76),
(17353,NULL,37.84,4,'大理白族自治州','2023-11-24 11:32:23','云南','宾川县','随机生成',27.71),
(17354,NULL,72.79,4,'大理白族自治州','2023-11-24 11:32:23','云南','弥渡县','随机生成',30.77),
(17355,NULL,25.43,3,'大理白族自治州','2023-11-24 11:32:23','云南','永平县','随机生成',17.35),
(17356,NULL,46.53,3,'大理白族自治州','2023-11-24 11:32:23','云南','云龙县','随机生成',86.38),
(17357,NULL,74.72,4,'大理白族自治州','2023-11-24 11:32:23','云南','洱源县','随机生成',86.44),
(17358,NULL,86.00,1,'大理白族自治州','2023-11-24 11:32:23','云南','剑川县','随机生成',19.25),
(17359,NULL,37.42,2,'大理白族自治州','2023-11-24 11:32:23','云南','鹤庆县','随机生成',46.52),
(17360,NULL,24.44,3,'大理白族自治州','2023-11-24 11:32:23','云南','漾濞彝族自治县','随机生成',67.41),
(17361,NULL,71.33,1,'大理白族自治州','2023-11-24 11:32:23','云南','南涧彝族自治县','随机生成',97.49),
(17362,NULL,78.25,4,'大理白族自治州','2023-11-24 11:32:23','云南','巍山彝族回族自治县','随机生成',50.69),
(17363,NULL,14.30,2,'大理白族自治州','2023-11-24 11:32:23','云南','其他','随机生成',84.15),
(17364,NULL,12.60,2,'楚雄彝族自治州','2023-11-24 11:32:23','云南','楚雄市','随机生成',90.59),
(17365,NULL,44.27,4,'楚雄彝族自治州','2023-11-24 11:32:23','云南','双柏县','随机生成',18.65),
(17366,NULL,74.72,3,'楚雄彝族自治州','2023-11-24 11:32:23','云南','牟定县','随机生成',74.26),
(17367,NULL,41.50,2,'楚雄彝族自治州','2023-11-24 11:32:23','云南','南华县','随机生成',98.61),
(17368,NULL,44.87,4,'楚雄彝族自治州','2023-11-24 11:32:23','云南','姚安县','随机生成',52.74),
(17369,NULL,94.23,1,'楚雄彝族自治州','2023-11-24 11:32:23','云南','大姚县','随机生成',90.06),
(17370,NULL,6.75,4,'楚雄彝族自治州','2023-11-24 11:32:23','云南','永仁县','随机生成',42.66),
(17371,NULL,52.62,4,'楚雄彝族自治州','2023-11-24 11:32:23','云南','元谋县','随机生成',73.58),
(17372,NULL,67.48,1,'楚雄彝族自治州','2023-11-24 11:32:23','云南','武定县','随机生成',82.31),
(17373,NULL,13.20,1,'楚雄彝族自治州','2023-11-24 11:32:23','云南','禄丰县','随机生成',52.33),
(17374,NULL,34.58,1,'楚雄彝族自治州','2023-11-24 11:32:23','云南','其他','随机生成',65.53),
(17375,NULL,61.59,2,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','蒙自县','随机生成',21.42),
(17376,NULL,52.50,3,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','个旧市','随机生成',41.04),
(17377,NULL,61.64,1,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','开远市','随机生成',15.70),
(17378,NULL,82.46,1,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','绿春县','随机生成',44.28),
(17379,NULL,55.54,3,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','建水县','随机生成',98.05),
(17380,NULL,51.03,2,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','石屏县','随机生成',73.45),
(17381,NULL,70.85,4,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','弥勒县','随机生成',42.09),
(17382,NULL,10.86,4,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','泸西县','随机生成',83.45),
(17383,NULL,36.21,1,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','元阳县','随机生成',43.25),
(17384,NULL,36.23,3,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','红河县','随机生成',86.53),
(17385,NULL,90.36,1,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','金平苗族瑶族傣族自治县','随机生成',72.95),
(17386,NULL,7.79,2,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','河口瑶族自治县','随机生成',8.30),
(17387,NULL,33.59,4,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','屏边苗族自治县','随机生成',8.71),
(17388,NULL,11.80,4,'红河哈尼族彝族自治州','2023-11-24 11:32:23','云南','其他','随机生成',43.16),
(17389,NULL,90.45,4,'文山壮族苗族自治州','2023-11-24 11:32:23','云南','文山县','随机生成',42.85),
(17390,NULL,87.90,2,'文山壮族苗族自治州','2023-11-24 11:32:23','云南','砚山县','随机生成',60.94),
(17391,NULL,35.68,3,'文山壮族苗族自治州','2023-11-24 11:32:23','云南','西畴县','随机生成',69.36),
(17392,NULL,47.80,3,'文山壮族苗族自治州','2023-11-24 11:32:23','云南','麻栗坡县','随机生成',26.95),
(17393,NULL,31.28,1,'文山壮族苗族自治州','2023-11-24 11:32:23','云南','马关县','随机生成',29.84),
(17394,NULL,98.66,2,'文山壮族苗族自治州','2023-11-24 11:32:23','云南','丘北县','随机生成',60.95),
(17395,NULL,27.50,3,'文山壮族苗族自治州','2023-11-24 11:32:23','云南','广南县','随机生成',45.59),
(17396,NULL,80.05,2,'文山壮族苗族自治州','2023-11-24 11:32:23','云南','富宁县','随机生成',1.69),
(17397,NULL,86.19,2,'文山壮族苗族自治州','2023-11-24 11:32:23','云南','其他','随机生成',79.18),
(17398,NULL,17.62,3,'西双版纳傣族自治州','2023-11-24 11:32:23','云南','景洪市','随机生成',84.82),
(17399,NULL,80.30,1,'西双版纳傣族自治州','2023-11-24 11:32:23','云南','勐海县','随机生成',57.90),
(17400,NULL,3.55,4,'西双版纳傣族自治州','2023-11-24 11:32:23','云南','勐腊县','随机生成',68.99),
(17401,NULL,50.25,3,'西双版纳傣族自治州','2023-11-24 11:32:23','云南','其他','随机生成',83.52),
(17402,NULL,13.16,1,'其他','2023-11-24 11:32:23','云南','其他','随机生成',27.33),
(17403,NULL,22.28,2,'拉萨','2023-11-24 11:32:23','西藏','城关区','随机生成',49.04),
(17404,NULL,20.53,3,'拉萨','2023-11-24 11:32:23','西藏','林周县','随机生成',85.18),
(17405,NULL,41.39,2,'拉萨','2023-11-24 11:32:23','西藏','当雄县','随机生成',4.12),
(17406,NULL,88.41,3,'拉萨','2023-11-24 11:32:23','西藏','尼木县','随机生成',22.80),
(17407,NULL,8.94,1,'拉萨','2023-11-24 11:32:23','西藏','曲水县','随机生成',10.92),
(17408,NULL,86.39,3,'拉萨','2023-11-24 11:32:23','西藏','堆龙德庆县','随机生成',92.44),
(17409,NULL,19.27,3,'拉萨','2023-11-24 11:32:23','西藏','达孜县','随机生成',26.73),
(17410,NULL,66.34,4,'拉萨','2023-11-24 11:32:23','西藏','墨竹工卡县','随机生成',28.57),
(17411,NULL,52.41,4,'拉萨','2023-11-24 11:32:23','西藏','其他','随机生成',30.66),
(17412,NULL,87.76,2,'那曲地区','2023-11-24 11:32:23','西藏','那曲县','随机生成',60.96),
(17413,NULL,53.56,1,'那曲地区','2023-11-24 11:32:23','西藏','嘉黎县','随机生成',18.98),
(17414,NULL,35.71,1,'那曲地区','2023-11-24 11:32:23','西藏','比如县','随机生成',55.33),
(17415,NULL,7.15,4,'那曲地区','2023-11-24 11:32:23','西藏','聂荣县','随机生成',2.47),
(17416,NULL,94.57,4,'那曲地区','2023-11-24 11:32:23','西藏','安多县','随机生成',16.02),
(17417,NULL,23.57,4,'那曲地区','2023-11-24 11:32:23','西藏','申扎县','随机生成',77.47),
(17418,NULL,51.68,1,'那曲地区','2023-11-24 11:32:23','西藏','索县','随机生成',21.21),
(17419,NULL,30.46,4,'那曲地区','2023-11-24 11:32:23','西藏','班戈县','随机生成',98.98),
(17420,NULL,34.22,2,'那曲地区','2023-11-24 11:32:23','西藏','巴青县','随机生成',13.73),
(17421,NULL,42.67,4,'那曲地区','2023-11-24 11:32:23','西藏','尼玛县','随机生成',42.66),
(17422,NULL,67.82,4,'那曲地区','2023-11-24 11:32:23','西藏','其他','随机生成',76.27),
(17423,NULL,24.31,3,'昌都地区','2023-11-24 11:32:23','西藏','昌都县','随机生成',34.09),
(17424,NULL,89.77,4,'昌都地区','2023-11-24 11:32:23','西藏','江达县','随机生成',1.74),
(17425,NULL,89.86,1,'昌都地区','2023-11-24 11:32:23','西藏','贡觉县','随机生成',30.44),
(17426,NULL,99.36,3,'昌都地区','2023-11-24 11:32:23','西藏','类乌齐县','随机生成',31.14),
(17427,NULL,4.64,2,'昌都地区','2023-11-24 11:32:23','西藏','丁青县','随机生成',83.67),
(17428,NULL,80.15,1,'昌都地区','2023-11-24 11:32:23','西藏','察雅县','随机生成',15.73),
(17429,NULL,31.16,4,'昌都地区','2023-11-24 11:32:23','西藏','八宿县','随机生成',8.14),
(17430,NULL,23.77,2,'昌都地区','2023-11-24 11:32:23','西藏','左贡县','随机生成',52.36),
(17431,NULL,99.14,2,'昌都地区','2023-11-24 11:32:23','西藏','芒康县','随机生成',86.77),
(17432,NULL,62.10,1,'昌都地区','2023-11-24 11:32:23','西藏','洛隆县','随机生成',13.45),
(17433,NULL,12.41,3,'昌都地区','2023-11-24 11:32:23','西藏','边坝县','随机生成',60.06),
(17434,NULL,95.06,4,'昌都地区','2023-11-24 11:32:23','西藏','其他','随机生成',87.33),
(17435,NULL,66.53,4,'林芝地区','2023-11-24 11:32:23','西藏','林芝县','随机生成',81.56),
(17436,NULL,36.94,1,'林芝地区','2023-11-24 11:32:23','西藏','工布江达县','随机生成',69.18),
(17437,NULL,43.26,1,'林芝地区','2023-11-24 11:32:23','西藏','米林县','随机生成',6.85),
(17438,NULL,42.06,4,'林芝地区','2023-11-24 11:32:23','西藏','墨脱县','随机生成',57.95),
(17439,NULL,4.64,4,'林芝地区','2023-11-24 11:32:23','西藏','波密县','随机生成',68.59),
(17440,NULL,24.41,1,'林芝地区','2023-11-24 11:32:23','西藏','察隅县','随机生成',86.16),
(17441,NULL,17.15,3,'林芝地区','2023-11-24 11:32:23','西藏','朗县','随机生成',37.31),
(17442,NULL,0.49,2,'林芝地区','2023-11-24 11:32:23','西藏','其他','随机生成',56.78),
(17443,NULL,73.44,4,'山南地区','2023-11-24 11:32:23','西藏','乃东县','随机生成',36.69),
(17444,NULL,56.13,1,'山南地区','2023-11-24 11:32:23','西藏','扎囊县','随机生成',59.18),
(17445,NULL,99.70,3,'山南地区','2023-11-24 11:32:23','西藏','贡嘎县','随机生成',23.94),
(17446,NULL,4.55,3,'山南地区','2023-11-24 11:32:23','西藏','桑日县','随机生成',3.06),
(17447,NULL,19.80,4,'山南地区','2023-11-24 11:32:23','西藏','琼结县','随机生成',60.57),
(17448,NULL,87.50,3,'山南地区','2023-11-24 11:32:23','西藏','曲松县','随机生成',19.70),
(17449,NULL,58.18,3,'山南地区','2023-11-24 11:32:23','西藏','措美县','随机生成',9.57),
(17450,NULL,33.85,2,'山南地区','2023-11-24 11:32:23','西藏','洛扎县','随机生成',54.32),
(17451,NULL,60.64,3,'山南地区','2023-11-24 11:32:23','西藏','加查县','随机生成',93.46),
(17452,NULL,25.69,4,'山南地区','2023-11-24 11:32:23','西藏','隆子县','随机生成',70.34),
(17453,NULL,26.36,4,'山南地区','2023-11-24 11:32:23','西藏','错那县','随机生成',49.31),
(17454,NULL,29.88,2,'山南地区','2023-11-24 11:32:23','西藏','浪卡子县','随机生成',52.61),
(17455,NULL,63.04,1,'山南地区','2023-11-24 11:32:23','西藏','其他','随机生成',86.79),
(17456,NULL,36.33,4,'日喀则地区','2023-11-24 11:32:23','西藏','日喀则市','随机生成',19.21),
(17457,NULL,94.08,4,'日喀则地区','2023-11-24 11:32:23','西藏','南木林县','随机生成',91.19),
(17458,NULL,80.19,2,'日喀则地区','2023-11-24 11:32:23','西藏','江孜县','随机生成',92.21),
(17459,NULL,59.39,1,'日喀则地区','2023-11-24 11:32:23','西藏','定日县','随机生成',95.66),
(17460,NULL,29.15,3,'日喀则地区','2023-11-24 11:32:23','西藏','萨迦县','随机生成',50.50),
(17461,NULL,0.98,3,'日喀则地区','2023-11-24 11:32:23','西藏','拉孜县','随机生成',83.29),
(17462,NULL,68.82,2,'日喀则地区','2023-11-24 11:32:23','西藏','昂仁县','随机生成',52.15),
(17463,NULL,78.53,2,'日喀则地区','2023-11-24 11:32:23','西藏','谢通门县','随机生成',27.27),
(17464,NULL,12.05,3,'日喀则地区','2023-11-24 11:32:23','西藏','白朗县','随机生成',5.63),
(17465,NULL,34.28,3,'日喀则地区','2023-11-24 11:32:23','西藏','仁布县','随机生成',39.32),
(17466,NULL,76.98,1,'日喀则地区','2023-11-24 11:32:23','西藏','康马县','随机生成',90.90),
(17467,NULL,56.40,3,'日喀则地区','2023-11-24 11:32:23','西藏','定结县','随机生成',69.72),
(17468,NULL,59.72,4,'日喀则地区','2023-11-24 11:32:23','西藏','仲巴县','随机生成',84.21),
(17469,NULL,33.59,1,'日喀则地区','2023-11-24 11:32:23','西藏','亚东县','随机生成',16.27),
(17470,NULL,28.54,1,'日喀则地区','2023-11-24 11:32:23','西藏','吉隆县','随机生成',2.12),
(17471,NULL,19.58,1,'日喀则地区','2023-11-24 11:32:23','西藏','聂拉木县','随机生成',75.54),
(17472,NULL,90.25,4,'日喀则地区','2023-11-24 11:32:23','西藏','萨嘎县','随机生成',98.84),
(17473,NULL,54.17,1,'日喀则地区','2023-11-24 11:32:23','西藏','岗巴县','随机生成',13.71),
(17474,NULL,66.58,3,'日喀则地区','2023-11-24 11:32:23','西藏','其他','随机生成',79.36),
(17475,NULL,99.81,1,'阿里地区','2023-11-24 11:32:23','西藏','噶尔县','随机生成',51.24),
(17476,NULL,80.92,2,'阿里地区','2023-11-24 11:32:23','西藏','普兰县','随机生成',48.78),
(17477,NULL,77.03,1,'阿里地区','2023-11-24 11:32:23','西藏','札达县','随机生成',81.95),
(17478,NULL,3.13,2,'阿里地区','2023-11-24 11:32:23','西藏','日土县','随机生成',13.21),
(17479,NULL,99.08,3,'阿里地区','2023-11-24 11:32:23','西藏','革吉县','随机生成',98.32),
(17480,NULL,26.68,4,'阿里地区','2023-11-24 11:32:23','西藏','改则县','随机生成',65.15),
(17481,NULL,5.29,2,'阿里地区','2023-11-24 11:32:23','西藏','措勤县','随机生成',0.04),
(17482,NULL,79.54,2,'阿里地区','2023-11-24 11:32:23','西藏','其他','随机生成',56.21),
(17483,NULL,49.01,1,'其他','2023-11-24 11:32:23','西藏','其他','随机生成',85.86),
(17484,NULL,80.94,4,'西安','2023-11-24 11:32:23','陕西','莲湖区','随机生成',58.30),
(17485,NULL,20.41,1,'西安','2023-11-24 11:32:23','陕西','新城区','随机生成',23.62),
(17486,NULL,58.03,4,'西安','2023-11-24 11:32:23','陕西','碑林区','随机生成',2.67),
(17487,NULL,69.51,2,'西安','2023-11-24 11:32:23','陕西','雁塔区','随机生成',2.19),
(17488,NULL,82.73,2,'西安','2023-11-24 11:32:23','陕西','灞桥区','随机生成',0.67),
(17489,NULL,0.26,4,'西安','2023-11-24 11:32:23','陕西','未央区','随机生成',23.46),
(17490,NULL,1.73,4,'西安','2023-11-24 11:32:23','陕西','阎良区','随机生成',26.87),
(17491,NULL,47.46,3,'西安','2023-11-24 11:32:23','陕西','临潼区','随机生成',44.58),
(17492,NULL,27.32,3,'西安','2023-11-24 11:32:23','陕西','长安区','随机生成',49.54),
(17493,NULL,86.32,2,'西安','2023-11-24 11:32:23','陕西','高陵县','随机生成',27.67),
(17494,NULL,41.91,3,'西安','2023-11-24 11:32:23','陕西','蓝田县','随机生成',27.52),
(17495,NULL,62.99,4,'西安','2023-11-24 11:32:23','陕西','户县','随机生成',80.09),
(17496,NULL,90.66,4,'西安','2023-11-24 11:32:23','陕西','周至县','随机生成',20.57),
(17497,NULL,93.85,3,'西安','2023-11-24 11:32:23','陕西','其他','随机生成',77.53),
(17498,NULL,65.85,4,'铜川','2023-11-24 11:32:23','陕西','耀州区','随机生成',8.21),
(17499,NULL,51.21,2,'铜川','2023-11-24 11:32:23','陕西','王益区','随机生成',81.79),
(17500,NULL,87.28,1,'铜川','2023-11-24 11:32:23','陕西','印台区','随机生成',57.67),
(17501,NULL,31.13,3,'铜川','2023-11-24 11:32:23','陕西','宜君县','随机生成',5.17),
(17502,NULL,81.75,1,'铜川','2023-11-24 11:32:23','陕西','其他','随机生成',70.90),
(17503,NULL,53.73,4,'宝鸡','2023-11-24 11:32:23','陕西','渭滨区','随机生成',53.98),
(17504,NULL,72.87,3,'宝鸡','2023-11-24 11:32:23','陕西','金台区','随机生成',47.12),
(17505,NULL,69.50,4,'宝鸡','2023-11-24 11:32:23','陕西','陈仓区','随机生成',89.01),
(17506,NULL,21.15,3,'宝鸡','2023-11-24 11:32:23','陕西','岐山县','随机生成',26.57),
(17507,NULL,90.29,3,'宝鸡','2023-11-24 11:32:23','陕西','凤翔县','随机生成',87.83),
(17508,NULL,58.47,4,'宝鸡','2023-11-24 11:32:23','陕西','陇县','随机生成',23.04),
(17509,NULL,61.87,2,'宝鸡','2023-11-24 11:32:23','陕西','太白县','随机生成',59.13),
(17510,NULL,85.58,1,'宝鸡','2023-11-24 11:32:23','陕西','麟游县','随机生成',33.70),
(17511,NULL,24.72,2,'宝鸡','2023-11-24 11:32:23','陕西','扶风县','随机生成',38.94),
(17512,NULL,16.16,1,'宝鸡','2023-11-24 11:32:23','陕西','千阳县','随机生成',94.37),
(17513,NULL,66.96,1,'宝鸡','2023-11-24 11:32:23','陕西','眉县','随机生成',67.86),
(17514,NULL,12.12,4,'宝鸡','2023-11-24 11:32:23','陕西','凤县','随机生成',88.32),
(17515,NULL,11.62,3,'宝鸡','2023-11-24 11:32:23','陕西','其他','随机生成',35.91),
(17516,NULL,70.69,4,'咸阳','2023-11-24 11:32:23','陕西','秦都区','随机生成',70.60),
(17517,NULL,30.15,2,'咸阳','2023-11-24 11:32:23','陕西','渭城区','随机生成',24.09),
(17518,NULL,0.21,1,'咸阳','2023-11-24 11:32:23','陕西','杨陵区','随机生成',53.64),
(17519,NULL,4.17,1,'咸阳','2023-11-24 11:32:23','陕西','兴平市','随机生成',93.64),
(17520,NULL,15.59,2,'咸阳','2023-11-24 11:32:23','陕西','礼泉县','随机生成',74.17),
(17521,NULL,9.86,2,'咸阳','2023-11-24 11:32:23','陕西','泾阳县','随机生成',13.61),
(17522,NULL,3.90,3,'咸阳','2023-11-24 11:32:23','陕西','永寿县','随机生成',35.98),
(17523,NULL,2.94,2,'咸阳','2023-11-24 11:32:23','陕西','三原县','随机生成',98.94),
(17524,NULL,58.72,4,'咸阳','2023-11-24 11:32:23','陕西','彬县','随机生成',8.95),
(17525,NULL,92.80,3,'咸阳','2023-11-24 11:32:23','陕西','旬邑县','随机生成',0.53),
(17526,NULL,88.06,4,'咸阳','2023-11-24 11:32:23','陕西','长武县','随机生成',1.85),
(17527,NULL,18.65,1,'咸阳','2023-11-24 11:32:23','陕西','乾县','随机生成',34.28),
(17528,NULL,77.17,2,'咸阳','2023-11-24 11:32:23','陕西','武功县','随机生成',62.03),
(17529,NULL,68.85,4,'咸阳','2023-11-24 11:32:23','陕西','淳化县','随机生成',89.19),
(17530,NULL,13.57,1,'咸阳','2023-11-24 11:32:23','陕西','其他','随机生成',81.86),
(17531,NULL,75.51,3,'渭南','2023-11-24 11:32:23','陕西','临渭区','随机生成',82.63),
(17532,NULL,30.12,4,'渭南','2023-11-24 11:32:23','陕西','韩城市','随机生成',19.68),
(17533,NULL,65.63,1,'渭南','2023-11-24 11:32:23','陕西','华阴市','随机生成',68.48),
(17534,NULL,80.22,2,'渭南','2023-11-24 11:32:23','陕西','蒲城县','随机生成',47.98),
(17535,NULL,31.29,1,'渭南','2023-11-24 11:32:23','陕西','潼关县','随机生成',71.04),
(17536,NULL,75.83,4,'渭南','2023-11-24 11:32:23','陕西','白水县','随机生成',26.48),
(17537,NULL,17.46,4,'渭南','2023-11-24 11:32:23','陕西','澄城县','随机生成',23.38),
(17538,NULL,64.75,3,'渭南','2023-11-24 11:32:23','陕西','华县','随机生成',92.26),
(17539,NULL,29.83,3,'渭南','2023-11-24 11:32:23','陕西','合阳县','随机生成',26.96),
(17540,NULL,88.99,2,'渭南','2023-11-24 11:32:23','陕西','富平县','随机生成',49.04),
(17541,NULL,93.75,4,'渭南','2023-11-24 11:32:23','陕西','大荔县','随机生成',33.37),
(17542,NULL,6.73,2,'渭南','2023-11-24 11:32:23','陕西','其他','随机生成',20.03),
(17543,NULL,82.94,2,'延安','2023-11-24 11:32:23','陕西','宝塔区','随机生成',80.95),
(17544,NULL,35.82,4,'延安','2023-11-24 11:32:23','陕西','安塞县','随机生成',59.05),
(17545,NULL,75.53,2,'延安','2023-11-24 11:32:23','陕西','洛川县','随机生成',73.47),
(17546,NULL,73.70,4,'延安','2023-11-24 11:32:23','陕西','子长县','随机生成',16.16),
(17547,NULL,78.93,2,'延安','2023-11-24 11:32:23','陕西','黄陵县','随机生成',78.41),
(17548,NULL,7.16,4,'延安','2023-11-24 11:32:23','陕西','延川县','随机生成',21.99),
(17549,NULL,52.91,1,'延安','2023-11-24 11:32:23','陕西','富县','随机生成',39.92),
(17550,NULL,57.39,3,'延安','2023-11-24 11:32:23','陕西','延长县','随机生成',21.80),
(17551,NULL,56.06,1,'延安','2023-11-24 11:32:23','陕西','甘泉县','随机生成',29.62),
(17552,NULL,79.62,4,'延安','2023-11-24 11:32:23','陕西','宜川县','随机生成',36.68),
(17553,NULL,44.20,1,'延安','2023-11-24 11:32:23','陕西','志丹县','随机生成',49.12),
(17554,NULL,49.73,2,'延安','2023-11-24 11:32:23','陕西','黄龙县','随机生成',64.84),
(17555,NULL,40.66,2,'延安','2023-11-24 11:32:23','陕西','吴起县','随机生成',80.61),
(17556,NULL,34.76,3,'延安','2023-11-24 11:32:23','陕西','其他','随机生成',98.23),
(17557,NULL,36.87,3,'汉中','2023-11-24 11:32:23','陕西','汉台区','随机生成',42.76),
(17558,NULL,34.64,2,'汉中','2023-11-24 11:32:23','陕西','留坝县','随机生成',12.98),
(17559,NULL,57.43,2,'汉中','2023-11-24 11:32:23','陕西','镇巴县','随机生成',53.32),
(17560,NULL,15.45,3,'汉中','2023-11-24 11:32:23','陕西','城固县','随机生成',23.61),
(17561,NULL,51.18,1,'汉中','2023-11-24 11:32:23','陕西','南郑县','随机生成',11.23),
(17562,NULL,72.76,3,'汉中','2023-11-24 11:32:23','陕西','洋县','随机生成',1.99),
(17563,NULL,53.85,4,'汉中','2023-11-24 11:32:23','陕西','宁强县','随机生成',37.92),
(17564,NULL,17.10,4,'汉中','2023-11-24 11:32:23','陕西','佛坪县','随机生成',50.77),
(17565,NULL,57.25,4,'汉中','2023-11-24 11:32:23','陕西','勉县','随机生成',42.10),
(17566,NULL,81.01,4,'汉中','2023-11-24 11:32:23','陕西','西乡县','随机生成',58.28),
(17567,NULL,86.15,2,'汉中','2023-11-24 11:32:23','陕西','略阳县','随机生成',3.27),
(17568,NULL,43.71,1,'汉中','2023-11-24 11:32:23','陕西','其他','随机生成',18.94),
(17569,NULL,55.86,1,'榆林','2023-11-24 11:32:23','陕西','榆阳区','随机生成',19.06),
(17570,NULL,90.88,1,'榆林','2023-11-24 11:32:23','陕西','清涧县','随机生成',75.42),
(17571,NULL,70.33,4,'榆林','2023-11-24 11:32:23','陕西','绥德县','随机生成',85.74),
(17572,NULL,11.68,2,'榆林','2023-11-24 11:32:23','陕西','神木县','随机生成',10.82),
(17573,NULL,40.79,4,'榆林','2023-11-24 11:32:23','陕西','佳县','随机生成',95.31),
(17574,NULL,26.14,3,'榆林','2023-11-24 11:32:23','陕西','府谷县','随机生成',85.21),
(17575,NULL,70.06,1,'榆林','2023-11-24 11:32:23','陕西','子洲县','随机生成',61.35),
(17576,NULL,99.29,2,'榆林','2023-11-24 11:32:23','陕西','靖边县','随机生成',85.94),
(17577,NULL,91.46,4,'榆林','2023-11-24 11:32:23','陕西','横山县','随机生成',80.19),
(17578,NULL,31.33,2,'榆林','2023-11-24 11:32:23','陕西','米脂县','随机生成',14.62),
(17579,NULL,98.59,1,'榆林','2023-11-24 11:32:23','陕西','吴堡县','随机生成',51.69),
(17580,NULL,14.49,3,'榆林','2023-11-24 11:32:23','陕西','定边县','随机生成',72.60),
(17581,NULL,27.66,2,'榆林','2023-11-24 11:32:23','陕西','其他','随机生成',88.55),
(17582,NULL,56.78,3,'安康','2023-11-24 11:32:23','陕西','汉滨区','随机生成',84.56),
(17583,NULL,56.24,4,'安康','2023-11-24 11:32:23','陕西','紫阳县','随机生成',71.61),
(17584,NULL,69.42,4,'安康','2023-11-24 11:32:23','陕西','岚皋县','随机生成',89.52),
(17585,NULL,38.92,1,'安康','2023-11-24 11:32:23','陕西','旬阳县','随机生成',59.81),
(17586,NULL,33.46,2,'安康','2023-11-24 11:32:23','陕西','镇坪县','随机生成',34.22),
(17587,NULL,69.83,2,'安康','2023-11-24 11:32:23','陕西','平利县','随机生成',59.09),
(17588,NULL,32.50,4,'安康','2023-11-24 11:32:23','陕西','石泉县','随机生成',84.52),
(17589,NULL,96.33,2,'安康','2023-11-24 11:32:23','陕西','宁陕县','随机生成',16.41),
(17590,NULL,20.45,1,'安康','2023-11-24 11:32:23','陕西','白河县','随机生成',68.70),
(17591,NULL,87.47,4,'安康','2023-11-24 11:32:23','陕西','汉阴县','随机生成',14.49),
(17592,NULL,77.54,4,'安康','2023-11-24 11:32:23','陕西','其他','随机生成',12.90),
(17593,NULL,78.06,3,'商洛','2023-11-24 11:32:23','陕西','商州区','随机生成',85.20),
(17594,NULL,46.20,2,'商洛','2023-11-24 11:32:23','陕西','镇安县','随机生成',19.56),
(17595,NULL,65.80,3,'商洛','2023-11-24 11:32:23','陕西','山阳县','随机生成',58.92),
(17596,NULL,10.44,2,'商洛','2023-11-24 11:32:23','陕西','洛南县','随机生成',99.37),
(17597,NULL,60.77,3,'商洛','2023-11-24 11:32:23','陕西','商南县','随机生成',19.73),
(17598,NULL,74.56,2,'商洛','2023-11-24 11:32:23','陕西','丹凤县','随机生成',35.32),
(17599,NULL,11.78,1,'商洛','2023-11-24 11:32:23','陕西','柞水县','随机生成',39.27),
(17600,NULL,98.03,3,'商洛','2023-11-24 11:32:23','陕西','其他','随机生成',43.52),
(17601,NULL,90.55,4,'其他','2023-11-24 11:32:23','陕西','其他','随机生成',54.60),
(17602,NULL,86.63,2,'兰州','2023-11-24 11:32:23','甘肃','城关区','随机生成',13.30),
(17603,NULL,11.27,3,'兰州','2023-11-24 11:32:23','甘肃','七里河区','随机生成',38.20),
(17604,NULL,4.39,2,'兰州','2023-11-24 11:32:23','甘肃','西固区','随机生成',76.73),
(17605,NULL,29.39,4,'兰州','2023-11-24 11:32:23','甘肃','安宁区','随机生成',56.74),
(17606,NULL,61.89,2,'兰州','2023-11-24 11:32:23','甘肃','红古区','随机生成',51.81),
(17607,NULL,47.59,3,'兰州','2023-11-24 11:32:23','甘肃','永登县','随机生成',62.54),
(17608,NULL,12.43,1,'兰州','2023-11-24 11:32:23','甘肃','皋兰县','随机生成',24.23),
(17609,NULL,16.28,1,'兰州','2023-11-24 11:32:23','甘肃','榆中县','随机生成',45.68),
(17610,NULL,2.78,3,'兰州','2023-11-24 11:32:23','甘肃','其他','随机生成',7.10),
(17611,NULL,58.21,4,'嘉峪关','2023-11-24 11:32:23','甘肃','嘉峪关市','随机生成',0.19),
(17612,NULL,9.07,3,'嘉峪关','2023-11-24 11:32:23','甘肃','其他','随机生成',21.02),
(17613,NULL,16.54,3,'金昌','2023-11-24 11:32:23','甘肃','金川区','随机生成',26.57),
(17614,NULL,34.51,3,'金昌','2023-11-24 11:32:23','甘肃','永昌县','随机生成',91.14),
(17615,NULL,47.34,1,'金昌','2023-11-24 11:32:23','甘肃','其他','随机生成',78.36),
(17616,NULL,82.85,1,'白银','2023-11-24 11:32:23','甘肃','白银区','随机生成',65.27),
(17617,NULL,70.30,1,'白银','2023-11-24 11:32:23','甘肃','平川区','随机生成',8.22),
(17618,NULL,68.69,1,'白银','2023-11-24 11:32:23','甘肃','靖远县','随机生成',91.77),
(17619,NULL,93.38,2,'白银','2023-11-24 11:32:23','甘肃','会宁县','随机生成',38.19),
(17620,NULL,99.39,3,'白银','2023-11-24 11:32:23','甘肃','景泰县','随机生成',49.44),
(17621,NULL,80.45,3,'白银','2023-11-24 11:32:23','甘肃','其他','随机生成',32.92),
(17622,NULL,39.37,3,'天水','2023-11-24 11:32:23','甘肃','清水县','随机生成',20.88),
(17623,NULL,68.45,2,'天水','2023-11-24 11:32:23','甘肃','秦安县','随机生成',92.75),
(17624,NULL,37.39,2,'天水','2023-11-24 11:32:23','甘肃','甘谷县','随机生成',29.14),
(17625,NULL,61.43,3,'天水','2023-11-24 11:32:23','甘肃','武山县','随机生成',69.39),
(17626,NULL,87.45,3,'天水','2023-11-24 11:32:23','甘肃','张家川回族自治县','随机生成',30.92),
(17627,NULL,37.64,1,'天水','2023-11-24 11:32:23','甘肃','北道区','随机生成',19.48),
(17628,NULL,11.08,1,'天水','2023-11-24 11:32:23','甘肃','秦城区','随机生成',36.73),
(17629,NULL,1.15,4,'天水','2023-11-24 11:32:23','甘肃','其他','随机生成',76.51),
(17630,NULL,41.94,1,'武威','2023-11-24 11:32:23','甘肃','凉州区','随机生成',29.79),
(17631,NULL,20.32,1,'武威','2023-11-24 11:32:23','甘肃','民勤县','随机生成',55.49),
(17632,NULL,87.85,2,'武威','2023-11-24 11:32:23','甘肃','古浪县','随机生成',51.11),
(17633,NULL,78.55,2,'武威','2023-11-24 11:32:23','甘肃','天祝藏族自治县','随机生成',71.50),
(17634,NULL,94.22,2,'武威','2023-11-24 11:32:23','甘肃','其他','随机生成',15.60),
(17635,NULL,65.78,2,'酒泉','2023-11-24 11:32:23','甘肃','肃州区','随机生成',71.65),
(17636,NULL,25.16,3,'酒泉','2023-11-24 11:32:23','甘肃','玉门市','随机生成',76.19),
(17637,NULL,57.42,4,'酒泉','2023-11-24 11:32:23','甘肃','敦煌市','随机生成',63.39),
(17638,NULL,55.27,4,'酒泉','2023-11-24 11:32:23','甘肃','金塔县','随机生成',74.30),
(17639,NULL,55.77,1,'酒泉','2023-11-24 11:32:23','甘肃','肃北蒙古族自治县','随机生成',2.78),
(17640,NULL,81.25,4,'酒泉','2023-11-24 11:32:23','甘肃','阿克塞哈萨克族自治县','随机生成',18.24),
(17641,NULL,22.32,2,'酒泉','2023-11-24 11:32:23','甘肃','安西县','随机生成',82.55),
(17642,NULL,78.44,4,'酒泉','2023-11-24 11:32:23','甘肃','其他','随机生成',67.81),
(17643,NULL,62.70,4,'张掖','2023-11-24 11:32:23','甘肃','甘州区','随机生成',9.24),
(17644,NULL,82.01,4,'张掖','2023-11-24 11:32:23','甘肃','民乐县','随机生成',95.11),
(17645,NULL,36.48,1,'张掖','2023-11-24 11:32:23','甘肃','临泽县','随机生成',38.16),
(17646,NULL,28.21,2,'张掖','2023-11-24 11:32:23','甘肃','高台县','随机生成',91.69),
(17647,NULL,81.46,3,'张掖','2023-11-24 11:32:24','甘肃','山丹县','随机生成',5.46),
(17648,NULL,91.66,1,'张掖','2023-11-24 11:32:24','甘肃','肃南裕固族自治县','随机生成',17.45),
(17649,NULL,84.64,2,'张掖','2023-11-24 11:32:24','甘肃','其他','随机生成',19.61),
(17650,NULL,56.66,2,'庆阳','2023-11-24 11:32:24','甘肃','西峰区','随机生成',81.01),
(17651,NULL,15.48,2,'庆阳','2023-11-24 11:32:24','甘肃','庆城县','随机生成',88.86),
(17652,NULL,16.36,1,'庆阳','2023-11-24 11:32:24','甘肃','环县','随机生成',1.82),
(17653,NULL,31.61,4,'庆阳','2023-11-24 11:32:24','甘肃','华池县','随机生成',48.22),
(17654,NULL,77.04,2,'庆阳','2023-11-24 11:32:24','甘肃','合水县','随机生成',50.74),
(17655,NULL,36.80,1,'庆阳','2023-11-24 11:32:24','甘肃','正宁县','随机生成',52.78),
(17656,NULL,84.17,1,'庆阳','2023-11-24 11:32:24','甘肃','宁县','随机生成',11.49),
(17657,NULL,8.02,3,'庆阳','2023-11-24 11:32:24','甘肃','镇原县','随机生成',0.85),
(17658,NULL,19.05,2,'庆阳','2023-11-24 11:32:24','甘肃','其他','随机生成',8.09),
(17659,NULL,37.13,1,'平凉','2023-11-24 11:32:24','甘肃','崆峒区','随机生成',37.70),
(17660,NULL,99.42,3,'平凉','2023-11-24 11:32:24','甘肃','泾川县','随机生成',54.15),
(17661,NULL,41.17,2,'平凉','2023-11-24 11:32:24','甘肃','灵台县','随机生成',86.35),
(17662,NULL,0.43,4,'平凉','2023-11-24 11:32:24','甘肃','崇信县','随机生成',0.61),
(17663,NULL,20.53,4,'平凉','2023-11-24 11:32:24','甘肃','华亭县','随机生成',75.26),
(17664,NULL,24.47,3,'平凉','2023-11-24 11:32:24','甘肃','庄浪县','随机生成',30.81),
(17665,NULL,98.45,3,'平凉','2023-11-24 11:32:24','甘肃','静宁县','随机生成',2.47),
(17666,NULL,14.41,4,'平凉','2023-11-24 11:32:24','甘肃','其他','随机生成',41.25),
(17667,NULL,60.74,2,'定西','2023-11-24 11:32:24','甘肃','安定区','随机生成',59.65),
(17668,NULL,73.90,4,'定西','2023-11-24 11:32:24','甘肃','通渭县','随机生成',94.78),
(17669,NULL,46.88,4,'定西','2023-11-24 11:32:24','甘肃','临洮县','随机生成',0.12),
(17670,NULL,53.82,1,'定西','2023-11-24 11:32:24','甘肃','漳县','随机生成',34.15),
(17671,NULL,42.43,1,'定西','2023-11-24 11:32:24','甘肃','岷县','随机生成',52.48),
(17672,NULL,60.56,3,'定西','2023-11-24 11:32:24','甘肃','渭源县','随机生成',3.72),
(17673,NULL,27.54,2,'定西','2023-11-24 11:32:24','甘肃','陇西县','随机生成',15.82),
(17674,NULL,83.85,2,'定西','2023-11-24 11:32:24','甘肃','其他','随机生成',57.44),
(17675,NULL,15.70,3,'陇南','2023-11-24 11:32:24','甘肃','武都区','随机生成',24.23),
(17676,NULL,16.33,1,'陇南','2023-11-24 11:32:24','甘肃','成县','随机生成',30.28),
(17677,NULL,9.14,1,'陇南','2023-11-24 11:32:24','甘肃','宕昌县','随机生成',23.82),
(17678,NULL,41.67,3,'陇南','2023-11-24 11:32:24','甘肃','康县','随机生成',33.20),
(17679,NULL,43.11,2,'陇南','2023-11-24 11:32:24','甘肃','文县','随机生成',40.35),
(17680,NULL,70.64,4,'陇南','2023-11-24 11:32:24','甘肃','西和县','随机生成',56.21),
(17681,NULL,18.27,3,'陇南','2023-11-24 11:32:24','甘肃','礼县','随机生成',22.89),
(17682,NULL,73.81,3,'陇南','2023-11-24 11:32:24','甘肃','两当县','随机生成',95.22),
(17683,NULL,72.58,4,'陇南','2023-11-24 11:32:24','甘肃','徽县','随机生成',84.98),
(17684,NULL,34.07,3,'陇南','2023-11-24 11:32:24','甘肃','其他','随机生成',22.82),
(17685,NULL,79.39,2,'临夏回族自治州','2023-11-24 11:32:24','甘肃','临夏市','随机生成',5.63),
(17686,NULL,61.33,2,'临夏回族自治州','2023-11-24 11:32:24','甘肃','临夏县','随机生成',24.71),
(17687,NULL,35.46,2,'临夏回族自治州','2023-11-24 11:32:24','甘肃','康乐县','随机生成',89.25),
(17688,NULL,24.98,4,'临夏回族自治州','2023-11-24 11:32:24','甘肃','永靖县','随机生成',15.70),
(17689,NULL,74.25,4,'临夏回族自治州','2023-11-24 11:32:24','甘肃','广河县','随机生成',79.90),
(17690,NULL,71.54,3,'临夏回族自治州','2023-11-24 11:32:24','甘肃','和政县','随机生成',35.77),
(17691,NULL,13.25,2,'临夏回族自治州','2023-11-24 11:32:24','甘肃','东乡族自治县','随机生成',14.07),
(17692,NULL,10.21,3,'临夏回族自治州','2023-11-24 11:32:24','甘肃','积石山保安族东乡族撒拉族自治县','随机生成',22.06),
(17693,NULL,1.05,2,'临夏回族自治州','2023-11-24 11:32:24','甘肃','其他','随机生成',54.03),
(17694,NULL,73.84,1,'甘南藏族自治州','2023-11-24 11:32:24','甘肃','合作市','随机生成',67.65),
(17695,NULL,47.51,1,'甘南藏族自治州','2023-11-24 11:32:24','甘肃','临潭县','随机生成',64.53),
(17696,NULL,55.17,1,'甘南藏族自治州','2023-11-24 11:32:24','甘肃','卓尼县','随机生成',31.81),
(17697,NULL,21.06,2,'甘南藏族自治州','2023-11-24 11:32:24','甘肃','舟曲县','随机生成',10.36),
(17698,NULL,99.20,3,'甘南藏族自治州','2023-11-24 11:32:24','甘肃','迭部县','随机生成',50.58),
(17699,NULL,12.18,3,'甘南藏族自治州','2023-11-24 11:32:24','甘肃','玛曲县','随机生成',3.61),
(17700,NULL,30.71,4,'甘南藏族自治州','2023-11-24 11:32:24','甘肃','碌曲县','随机生成',31.07),
(17701,NULL,84.44,3,'甘南藏族自治州','2023-11-24 11:32:24','甘肃','夏河县','随机生成',69.15),
(17702,NULL,86.96,2,'甘南藏族自治州','2023-11-24 11:32:24','甘肃','其他','随机生成',82.47),
(17703,NULL,90.01,3,'其他','2023-11-24 11:32:24','甘肃','其他','随机生成',64.96),
(17704,NULL,32.18,2,'西宁','2023-11-24 11:32:24','青海','城中区','随机生成',44.71),
(17705,NULL,33.35,4,'西宁','2023-11-24 11:32:24','青海','城东区','随机生成',1.01),
(17706,NULL,54.02,4,'西宁','2023-11-24 11:32:24','青海','城西区','随机生成',91.99),
(17707,NULL,14.37,2,'西宁','2023-11-24 11:32:24','青海','城北区','随机生成',14.91),
(17708,NULL,80.85,3,'西宁','2023-11-24 11:32:24','青海','湟源县','随机生成',93.82),
(17709,NULL,13.95,2,'西宁','2023-11-24 11:32:24','青海','湟中县','随机生成',84.32),
(17710,NULL,4.32,3,'西宁','2023-11-24 11:32:24','青海','大通回族土族自治县','随机生成',25.69),
(17711,NULL,53.63,3,'西宁','2023-11-24 11:32:24','青海','其他','随机生成',58.74),
(17712,NULL,81.02,4,'海东地区','2023-11-24 11:32:24','青海','平安县','随机生成',70.95),
(17713,NULL,17.68,2,'海东地区','2023-11-24 11:32:24','青海','乐都县','随机生成',3.51),
(17714,NULL,24.36,4,'海东地区','2023-11-24 11:32:24','青海','民和回族土族自治县','随机生成',93.36),
(17715,NULL,7.95,4,'海东地区','2023-11-24 11:32:24','青海','互助土族自治县','随机生成',92.04),
(17716,NULL,13.29,4,'海东地区','2023-11-24 11:32:24','青海','化隆回族自治县','随机生成',75.03),
(17717,NULL,22.38,2,'海东地区','2023-11-24 11:32:24','青海','循化撒拉族自治县','随机生成',29.39),
(17718,NULL,90.79,2,'海东地区','2023-11-24 11:32:24','青海','其他','随机生成',17.63),
(17719,NULL,30.51,2,'海北藏族自治州','2023-11-24 11:32:24','青海','海晏县','随机生成',2.83),
(17720,NULL,1.10,2,'海北藏族自治州','2023-11-24 11:32:24','青海','祁连县','随机生成',30.03),
(17721,NULL,23.69,4,'海北藏族自治州','2023-11-24 11:32:24','青海','刚察县','随机生成',47.63),
(17722,NULL,16.12,1,'海北藏族自治州','2023-11-24 11:32:24','青海','门源回族自治县','随机生成',66.19),
(17723,NULL,56.53,4,'海北藏族自治州','2023-11-24 11:32:24','青海','其他','随机生成',54.87),
(17724,NULL,9.11,2,'海南藏族自治州','2023-11-24 11:32:24','青海','共和县','随机生成',90.98),
(17725,NULL,4.28,2,'海南藏族自治州','2023-11-24 11:32:24','青海','同德县','随机生成',56.89),
(17726,NULL,44.77,2,'海南藏族自治州','2023-11-24 11:32:24','青海','贵德县','随机生成',90.26),
(17727,NULL,15.65,2,'海南藏族自治州','2023-11-24 11:32:24','青海','兴海县','随机生成',61.63),
(17728,NULL,82.98,4,'海南藏族自治州','2023-11-24 11:32:24','青海','贵南县','随机生成',34.05),
(17729,NULL,70.00,4,'海南藏族自治州','2023-11-24 11:32:24','青海','其他','随机生成',73.45),
(17730,NULL,22.14,4,'黄南藏族自治州','2023-11-24 11:32:24','青海','同仁县','随机生成',56.87),
(17731,NULL,62.07,1,'黄南藏族自治州','2023-11-24 11:32:24','青海','尖扎县','随机生成',39.58),
(17732,NULL,31.02,1,'黄南藏族自治州','2023-11-24 11:32:24','青海','泽库县','随机生成',44.37),
(17733,NULL,26.14,2,'黄南藏族自治州','2023-11-24 11:32:24','青海','河南蒙古族自治县','随机生成',45.70),
(17734,NULL,22.20,2,'黄南藏族自治州','2023-11-24 11:32:24','青海','其他','随机生成',63.70),
(17735,NULL,9.29,2,'果洛藏族自治州','2023-11-24 11:32:24','青海','玛沁县','随机生成',56.65),
(17736,NULL,33.53,3,'果洛藏族自治州','2023-11-24 11:32:24','青海','班玛县','随机生成',37.69),
(17737,NULL,68.20,2,'果洛藏族自治州','2023-11-24 11:32:24','青海','甘德县','随机生成',66.83),
(17738,NULL,16.62,2,'果洛藏族自治州','2023-11-24 11:32:24','青海','达日县','随机生成',65.78),
(17739,NULL,67.97,1,'果洛藏族自治州','2023-11-24 11:32:24','青海','久治县','随机生成',84.15),
(17740,NULL,15.75,3,'果洛藏族自治州','2023-11-24 11:32:24','青海','玛多县','随机生成',42.04),
(17741,NULL,9.69,4,'果洛藏族自治州','2023-11-24 11:32:24','青海','其他','随机生成',27.20),
(17742,NULL,67.92,3,'玉树藏族自治州','2023-11-24 11:32:24','青海','玉树县','随机生成',72.90),
(17743,NULL,92.57,3,'玉树藏族自治州','2023-11-24 11:32:24','青海','杂多县','随机生成',38.29),
(17744,NULL,31.92,3,'玉树藏族自治州','2023-11-24 11:32:24','青海','称多县','随机生成',89.51),
(17745,NULL,4.44,2,'玉树藏族自治州','2023-11-24 11:32:24','青海','治多县','随机生成',38.80),
(17746,NULL,29.63,3,'玉树藏族自治州','2023-11-24 11:32:24','青海','囊谦县','随机生成',79.98),
(17747,NULL,96.21,2,'玉树藏族自治州','2023-11-24 11:32:24','青海','曲麻莱县','随机生成',92.94),
(17748,NULL,86.24,1,'玉树藏族自治州','2023-11-24 11:32:24','青海','其他','随机生成',98.31),
(17749,NULL,70.89,3,'海西蒙古族藏族自治州','2023-11-24 11:32:24','青海','德令哈市','随机生成',21.56),
(17750,NULL,51.00,2,'海西蒙古族藏族自治州','2023-11-24 11:32:24','青海','格尔木市','随机生成',36.99),
(17751,NULL,77.03,1,'海西蒙古族藏族自治州','2023-11-24 11:32:24','青海','乌兰县','随机生成',79.16),
(17752,NULL,52.23,2,'海西蒙古族藏族自治州','2023-11-24 11:32:24','青海','都兰县','随机生成',51.17),
(17753,NULL,42.09,1,'海西蒙古族藏族自治州','2023-11-24 11:32:24','青海','天峻县','随机生成',31.57),
(17754,NULL,81.37,3,'海西蒙古族藏族自治州','2023-11-24 11:32:24','青海','其他','随机生成',93.58),
(17755,NULL,27.98,3,'其他','2023-11-24 11:32:24','青海','其他','随机生成',34.43),
(17756,NULL,15.02,4,'银川','2023-11-24 11:32:24','宁夏','兴庆区','随机生成',27.95),
(17757,NULL,39.46,4,'银川','2023-11-24 11:32:24','宁夏','西夏区','随机生成',15.65),
(17758,NULL,3.79,4,'银川','2023-11-24 11:32:24','宁夏','金凤区','随机生成',81.96),
(17759,NULL,62.61,3,'银川','2023-11-24 11:32:24','宁夏','灵武市','随机生成',42.20),
(17760,NULL,77.27,4,'银川','2023-11-24 11:32:24','宁夏','永宁县','随机生成',33.20),
(17761,NULL,65.00,2,'银川','2023-11-24 11:32:24','宁夏','贺兰县','随机生成',45.89),
(17762,NULL,78.97,2,'银川','2023-11-24 11:32:24','宁夏','其他','随机生成',37.32),
(17763,NULL,30.06,4,'石嘴山','2023-11-24 11:32:24','宁夏','大武口区','随机生成',0.45),
(17764,NULL,35.03,2,'石嘴山','2023-11-24 11:32:24','宁夏','惠农区','随机生成',63.53),
(17765,NULL,54.64,1,'石嘴山','2023-11-24 11:32:24','宁夏','平罗县','随机生成',63.45),
(17766,NULL,94.09,2,'石嘴山','2023-11-24 11:32:24','宁夏','其他','随机生成',67.45),
(17767,NULL,86.32,4,'吴忠','2023-11-24 11:32:24','宁夏','利通区','随机生成',66.94),
(17768,NULL,33.23,4,'吴忠','2023-11-24 11:32:24','宁夏','青铜峡市','随机生成',8.97),
(17769,NULL,63.31,1,'吴忠','2023-11-24 11:32:24','宁夏','盐池县','随机生成',22.10),
(17770,NULL,79.37,3,'吴忠','2023-11-24 11:32:24','宁夏','同心县','随机生成',24.30),
(17771,NULL,35.12,2,'吴忠','2023-11-24 11:32:24','宁夏','其他','随机生成',27.80),
(17772,NULL,15.95,3,'固原','2023-11-24 11:32:24','宁夏','原州区','随机生成',7.96),
(17773,NULL,64.58,4,'固原','2023-11-24 11:32:24','宁夏','西吉县','随机生成',75.33),
(17774,NULL,78.55,1,'固原','2023-11-24 11:32:24','宁夏','隆德县','随机生成',87.65),
(17775,NULL,76.62,2,'固原','2023-11-24 11:32:24','宁夏','泾源县','随机生成',53.19),
(17776,NULL,44.74,4,'固原','2023-11-24 11:32:24','宁夏','彭阳县','随机生成',92.42),
(17777,NULL,30.34,1,'固原','2023-11-24 11:32:24','宁夏','其他','随机生成',45.07),
(17778,NULL,0.65,3,'中卫','2023-11-24 11:32:24','宁夏','沙坡头区','随机生成',67.95),
(17779,NULL,43.07,1,'中卫','2023-11-24 11:32:24','宁夏','中宁县','随机生成',49.42),
(17780,NULL,35.61,4,'中卫','2023-11-24 11:32:24','宁夏','海原县','随机生成',50.59),
(17781,NULL,67.08,1,'中卫','2023-11-24 11:32:24','宁夏','其他','随机生成',2.74),
(17782,NULL,28.83,3,'其他','2023-11-24 11:32:24','宁夏','其他','随机生成',17.43),
(17783,NULL,52.31,3,'乌鲁木齐','2023-11-24 11:32:24','新疆','天山区','随机生成',27.67),
(17784,NULL,36.15,1,'乌鲁木齐','2023-11-24 11:32:24','新疆','沙依巴克区','随机生成',90.32),
(17785,NULL,16.68,2,'乌鲁木齐','2023-11-24 11:32:24','新疆','新市区','随机生成',14.83),
(17786,NULL,48.69,1,'乌鲁木齐','2023-11-24 11:32:24','新疆','水磨沟区','随机生成',36.81),
(17787,NULL,42.55,2,'乌鲁木齐','2023-11-24 11:32:24','新疆','头屯河区','随机生成',24.78),
(17788,NULL,68.15,4,'乌鲁木齐','2023-11-24 11:32:24','新疆','达坂城区','随机生成',41.98),
(17789,NULL,51.28,2,'乌鲁木齐','2023-11-24 11:32:24','新疆','东山区','随机生成',45.05),
(17790,NULL,89.35,1,'乌鲁木齐','2023-11-24 11:32:24','新疆','乌鲁木齐县','随机生成',36.19),
(17791,NULL,8.31,2,'乌鲁木齐','2023-11-24 11:32:24','新疆','其他','随机生成',88.52),
(17792,NULL,40.97,1,'克拉玛依','2023-11-24 11:32:24','新疆','克拉玛依区','随机生成',83.88),
(17793,NULL,63.68,1,'克拉玛依','2023-11-24 11:32:24','新疆','独山子区','随机生成',33.15),
(17794,NULL,10.34,2,'克拉玛依','2023-11-24 11:32:24','新疆','白碱滩区','随机生成',71.15),
(17795,NULL,7.53,4,'克拉玛依','2023-11-24 11:32:24','新疆','乌尔禾区','随机生成',9.76),
(17796,NULL,42.59,4,'克拉玛依','2023-11-24 11:32:24','新疆','其他','随机生成',90.81),
(17797,NULL,14.40,3,'吐鲁番地区','2023-11-24 11:32:24','新疆','吐鲁番市','随机生成',38.08),
(17798,NULL,38.77,2,'吐鲁番地区','2023-11-24 11:32:24','新疆','托克逊县','随机生成',52.42),
(17799,NULL,30.22,1,'吐鲁番地区','2023-11-24 11:32:24','新疆','鄯善县','随机生成',99.60),
(17800,NULL,17.18,4,'吐鲁番地区','2023-11-24 11:32:24','新疆','其他','随机生成',1.55),
(17801,NULL,37.82,4,'哈密地区','2023-11-24 11:32:24','新疆','哈密市','随机生成',92.56),
(17802,NULL,87.97,2,'哈密地区','2023-11-24 11:32:24','新疆','伊吾县','随机生成',31.54),
(17803,NULL,71.16,2,'哈密地区','2023-11-24 11:32:24','新疆','巴里坤哈萨克自治县','随机生成',94.87),
(17804,NULL,87.15,4,'哈密地区','2023-11-24 11:32:24','新疆','其他','随机生成',12.04),
(17805,NULL,57.30,4,'和田地区','2023-11-24 11:32:24','新疆','和田市','随机生成',95.21),
(17806,NULL,64.05,4,'和田地区','2023-11-24 11:32:24','新疆','和田县','随机生成',5.33),
(17807,NULL,79.34,3,'和田地区','2023-11-24 11:32:24','新疆','洛浦县','随机生成',97.20),
(17808,NULL,9.79,4,'和田地区','2023-11-24 11:32:24','新疆','民丰县','随机生成',75.98),
(17809,NULL,31.26,1,'和田地区','2023-11-24 11:32:24','新疆','皮山县','随机生成',41.02),
(17810,NULL,31.16,2,'和田地区','2023-11-24 11:32:24','新疆','策勒县','随机生成',66.62),
(17811,NULL,36.76,1,'和田地区','2023-11-24 11:32:24','新疆','于田县','随机生成',76.74),
(17812,NULL,83.77,1,'和田地区','2023-11-24 11:32:24','新疆','墨玉县','随机生成',31.92),
(17813,NULL,52.89,4,'和田地区','2023-11-24 11:32:24','新疆','其他','随机生成',86.46),
(17814,NULL,72.11,2,'阿克苏地区','2023-11-24 11:32:24','新疆','阿克苏市','随机生成',66.52),
(17815,NULL,98.97,4,'阿克苏地区','2023-11-24 11:32:24','新疆','温宿县','随机生成',11.39),
(17816,NULL,77.45,2,'阿克苏地区','2023-11-24 11:32:24','新疆','沙雅县','随机生成',30.84),
(17817,NULL,12.47,3,'阿克苏地区','2023-11-24 11:32:24','新疆','拜城县','随机生成',72.24),
(17818,NULL,85.77,1,'阿克苏地区','2023-11-24 11:32:24','新疆','阿瓦提县','随机生成',47.25),
(17819,NULL,72.44,4,'阿克苏地区','2023-11-24 11:32:24','新疆','库车县','随机生成',46.42),
(17820,NULL,19.90,2,'阿克苏地区','2023-11-24 11:32:24','新疆','柯坪县','随机生成',97.77),
(17821,NULL,60.38,4,'阿克苏地区','2023-11-24 11:32:24','新疆','新和县','随机生成',61.81),
(17822,NULL,19.57,2,'阿克苏地区','2023-11-24 11:32:24','新疆','乌什县','随机生成',93.17),
(17823,NULL,63.69,2,'阿克苏地区','2023-11-24 11:32:24','新疆','其他','随机生成',47.96),
(17824,NULL,86.32,4,'喀什地区','2023-11-24 11:32:24','新疆','喀什市','随机生成',8.16),
(17825,NULL,83.55,4,'喀什地区','2023-11-24 11:32:24','新疆','巴楚县','随机生成',21.87),
(17826,NULL,45.89,3,'喀什地区','2023-11-24 11:32:24','新疆','泽普县','随机生成',79.27),
(17827,NULL,82.18,1,'喀什地区','2023-11-24 11:32:24','新疆','伽师县','随机生成',39.97),
(17828,NULL,36.74,4,'喀什地区','2023-11-24 11:32:24','新疆','叶城县','随机生成',58.64),
(17829,NULL,38.64,2,'喀什地区','2023-11-24 11:32:24','新疆','岳普湖县','随机生成',20.85),
(17830,NULL,24.92,4,'喀什地区','2023-11-24 11:32:24','新疆','疏勒县','随机生成',95.50),
(17831,NULL,55.60,1,'喀什地区','2023-11-24 11:32:24','新疆','麦盖提县','随机生成',45.38),
(17832,NULL,90.99,2,'喀什地区','2023-11-24 11:32:24','新疆','英吉沙县','随机生成',5.06),
(17833,NULL,48.61,1,'喀什地区','2023-11-24 11:32:24','新疆','莎车县','随机生成',21.94),
(17834,NULL,6.59,2,'喀什地区','2023-11-24 11:32:24','新疆','疏附县','随机生成',71.79),
(17835,NULL,69.22,4,'喀什地区','2023-11-24 11:32:24','新疆','塔什库尔干塔吉克自治县','随机生成',82.98),
(17836,NULL,83.43,3,'喀什地区','2023-11-24 11:32:24','新疆','其他','随机生成',91.41),
(17837,NULL,79.50,4,'克孜勒苏柯尔克孜自治州','2023-11-24 11:32:24','新疆','阿图什市','随机生成',69.42),
(17838,NULL,56.38,1,'克孜勒苏柯尔克孜自治州','2023-11-24 11:32:24','新疆','阿合奇县','随机生成',31.21),
(17839,NULL,13.61,4,'克孜勒苏柯尔克孜自治州','2023-11-24 11:32:24','新疆','乌恰县','随机生成',62.03),
(17840,NULL,32.07,2,'克孜勒苏柯尔克孜自治州','2023-11-24 11:32:24','新疆','阿克陶县','随机生成',20.57),
(17841,NULL,61.63,4,'克孜勒苏柯尔克孜自治州','2023-11-24 11:32:24','新疆','其他','随机生成',37.95),
(17842,NULL,90.93,3,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','库尔勒市','随机生成',0.11),
(17843,NULL,92.49,3,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','和静县','随机生成',73.13),
(17844,NULL,70.93,3,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','尉犁县','随机生成',86.56),
(17845,NULL,27.30,1,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','和硕县','随机生成',13.86),
(17846,NULL,44.54,2,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','且末县','随机生成',4.04),
(17847,NULL,44.52,4,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','博湖县','随机生成',51.91),
(17848,NULL,41.46,4,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','轮台县','随机生成',3.75),
(17849,NULL,65.21,1,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','若羌县','随机生成',4.87),
(17850,NULL,64.84,2,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','焉耆回族自治县','随机生成',80.85),
(17851,NULL,85.15,2,'巴音郭楞蒙古自治州','2023-11-24 11:32:24','新疆','其他','随机生成',25.12),
(17852,NULL,63.74,2,'昌吉回族自治州','2023-11-24 11:32:24','新疆','昌吉市','随机生成',42.40),
(17853,NULL,46.87,3,'昌吉回族自治州','2023-11-24 11:32:24','新疆','阜康市','随机生成',86.01),
(17854,NULL,29.48,3,'昌吉回族自治州','2023-11-24 11:32:24','新疆','奇台县','随机生成',56.86),
(17855,NULL,17.59,4,'昌吉回族自治州','2023-11-24 11:32:24','新疆','玛纳斯县','随机生成',70.03),
(17856,NULL,80.76,1,'昌吉回族自治州','2023-11-24 11:32:24','新疆','吉木萨尔县','随机生成',41.45),
(17857,NULL,5.94,4,'昌吉回族自治州','2023-11-24 11:32:24','新疆','呼图壁县','随机生成',48.12),
(17858,NULL,90.58,2,'昌吉回族自治州','2023-11-24 11:32:24','新疆','木垒哈萨克自治县','随机生成',60.56),
(17859,NULL,6.79,2,'昌吉回族自治州','2023-11-24 11:32:24','新疆','米泉市','随机生成',83.52),
(17860,NULL,32.05,2,'昌吉回族自治州','2023-11-24 11:32:24','新疆','其他','随机生成',33.29),
(17861,NULL,39.79,1,'博尔塔拉蒙古自治州','2023-11-24 11:32:24','新疆','博乐市','随机生成',44.03),
(17862,NULL,90.89,4,'博尔塔拉蒙古自治州','2023-11-24 11:32:24','新疆','精河县','随机生成',58.23),
(17863,NULL,55.25,2,'博尔塔拉蒙古自治州','2023-11-24 11:32:24','新疆','温泉县','随机生成',69.05),
(17864,NULL,75.65,3,'博尔塔拉蒙古自治州','2023-11-24 11:32:24','新疆','其他','随机生成',46.90),
(17865,NULL,24.37,4,'石河子','2023-11-24 11:32:24','新疆','石河子','随机生成',39.11),
(17866,NULL,77.03,1,'阿拉尔','2023-11-24 11:32:24','新疆','阿拉尔','随机生成',33.63),
(17867,NULL,67.68,3,'图木舒克','2023-11-24 11:32:24','新疆','图木舒克','随机生成',11.02),
(17868,NULL,31.82,4,'五家渠','2023-11-24 11:32:24','新疆','五家渠','随机生成',24.05),
(17869,NULL,56.66,3,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','伊宁市','随机生成',43.08),
(17870,NULL,22.20,1,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','奎屯市','随机生成',36.10),
(17871,NULL,16.12,1,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','伊宁县','随机生成',59.44),
(17872,NULL,78.76,3,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','特克斯县','随机生成',80.99),
(17873,NULL,29.52,4,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','尼勒克县','随机生成',28.27),
(17874,NULL,53.43,2,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','昭苏县','随机生成',31.88),
(17875,NULL,86.81,2,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','新源县','随机生成',48.78),
(17876,NULL,20.69,2,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','霍城县','随机生成',41.49),
(17877,NULL,85.72,1,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','巩留县','随机生成',33.75),
(17878,NULL,76.51,4,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','察布查尔锡伯自治县','随机生成',65.43),
(17879,NULL,17.32,4,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','塔城地区','随机生成',62.14),
(17880,NULL,79.60,4,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','阿勒泰地区','随机生成',3.32),
(17881,NULL,43.25,4,'伊犁哈萨克自治州','2023-11-24 11:32:24','新疆','其他','随机生成',19.54),
(17882,NULL,62.73,1,'其他','2023-11-24 11:32:24','新疆','其他','随机生成',3.87),
(17883,NULL,99.02,2,'台湾','2023-11-24 11:32:24','台湾','台北市','随机生成',95.94),
(17884,NULL,64.44,4,'台湾','2023-11-24 11:32:24','台湾','高雄市','随机生成',52.64),
(17885,NULL,87.51,3,'台湾','2023-11-24 11:32:24','台湾','台北县','随机生成',81.12),
(17886,NULL,92.93,2,'台湾','2023-11-24 11:32:24','台湾','桃园县','随机生成',89.95),
(17887,NULL,47.45,3,'台湾','2023-11-24 11:32:24','台湾','新竹县','随机生成',36.04),
(17888,NULL,71.93,3,'台湾','2023-11-24 11:32:24','台湾','苗栗县','随机生成',95.76),
(17889,NULL,61.55,1,'台湾','2023-11-24 11:32:24','台湾','台中县','随机生成',58.47),
(17890,NULL,25.47,4,'台湾','2023-11-24 11:32:24','台湾','彰化县','随机生成',57.90),
(17891,NULL,82.58,1,'台湾','2023-11-24 11:32:24','台湾','南投县','随机生成',31.30),
(17892,NULL,94.23,3,'台湾','2023-11-24 11:32:24','台湾','云林县','随机生成',70.55),
(17893,NULL,18.22,3,'台湾','2023-11-24 11:32:24','台湾','嘉义县','随机生成',60.42),
(17894,NULL,21.48,4,'台湾','2023-11-24 11:32:24','台湾','台南县','随机生成',39.53),
(17895,NULL,27.63,4,'台湾','2023-11-24 11:32:24','台湾','高雄县','随机生成',20.75),
(17896,NULL,2.35,3,'台湾','2023-11-24 11:32:24','台湾','屏东县','随机生成',51.86),
(17897,NULL,27.37,4,'台湾','2023-11-24 11:32:24','台湾','宜兰县','随机生成',86.89),
(17898,NULL,47.57,2,'台湾','2023-11-24 11:32:24','台湾','花莲县','随机生成',44.32),
(17899,NULL,46.99,4,'台湾','2023-11-24 11:32:24','台湾','台东县','随机生成',1.30),
(17900,NULL,95.72,3,'台湾','2023-11-24 11:32:24','台湾','澎湖县','随机生成',58.57),
(17901,NULL,42.06,2,'台湾','2023-11-24 11:32:24','台湾','基隆市','随机生成',6.78),
(17902,NULL,45.38,3,'台湾','2023-11-24 11:32:24','台湾','新竹市','随机生成',2.42),
(17903,NULL,65.25,4,'台湾','2023-11-24 11:32:24','台湾','台中市','随机生成',44.98),
(17904,NULL,49.07,1,'台湾','2023-11-24 11:32:24','台湾','嘉义市','随机生成',39.43),
(17905,NULL,79.51,4,'台湾','2023-11-24 11:32:24','台湾','台南市','随机生成',77.00),
(17906,NULL,70.42,2,'台湾','2023-11-24 11:32:24','台湾','其他','随机生成',81.13),
(17907,NULL,9.30,3,'其他','2023-11-24 11:32:24','台湾','其他','随机生成',29.23),
(17908,NULL,16.39,1,'澳门','2023-11-24 11:32:24','澳门','花地玛堂区','随机生成',42.32),
(17909,NULL,90.71,1,'澳门','2023-11-24 11:32:24','澳门','圣安多尼堂区','随机生成',89.60),
(17910,NULL,8.39,2,'澳门','2023-11-24 11:32:24','澳门','大堂区','随机生成',79.32),
(17911,NULL,11.21,3,'澳门','2023-11-24 11:32:24','澳门','望德堂区','随机生成',50.90),
(17912,NULL,61.19,4,'澳门','2023-11-24 11:32:24','澳门','风顺堂区','随机生成',20.30),
(17913,NULL,12.66,1,'澳门','2023-11-24 11:32:24','澳门','嘉模堂区','随机生成',17.35),
(17914,NULL,60.48,2,'澳门','2023-11-24 11:32:24','澳门','圣方济各堂区','随机生成',2.33),
(17915,NULL,10.97,1,'澳门','2023-11-24 11:32:24','澳门','路凼','随机生成',18.05),
(17916,NULL,47.80,4,'澳门','2023-11-24 11:32:24','澳门','其他','随机生成',5.74),
(17917,NULL,28.72,2,'香港','2023-11-24 11:32:24','香港','中西区','随机生成',55.97),
(17918,NULL,93.34,1,'香港','2023-11-24 11:32:24','香港','湾仔区','随机生成',55.51),
(17919,NULL,89.24,2,'香港','2023-11-24 11:32:24','香港','东区','随机生成',6.77),
(17920,NULL,26.88,2,'香港','2023-11-24 11:32:24','香港','南区','随机生成',57.19),
(17921,NULL,12.31,4,'香港','2023-11-24 11:32:24','香港','深水埗区','随机生成',27.51),
(17922,NULL,24.71,2,'香港','2023-11-24 11:32:24','香港','油尖旺区','随机生成',99.24),
(17923,NULL,54.99,3,'香港','2023-11-24 11:32:24','香港','九龙城区','随机生成',1.51),
(17924,NULL,49.60,4,'香港','2023-11-24 11:32:24','香港','黄大仙区','随机生成',40.57),
(17925,NULL,33.07,1,'香港','2023-11-24 11:32:24','香港','观塘区','随机生成',16.97),
(17926,NULL,43.78,4,'香港','2023-11-24 11:32:24','香港','北区','随机生成',16.81),
(17927,NULL,33.51,2,'香港','2023-11-24 11:32:24','香港','大埔区','随机生成',41.14),
(17928,NULL,75.31,1,'香港','2023-11-24 11:32:24','香港','沙田区','随机生成',35.49),
(17929,NULL,55.33,4,'香港','2023-11-24 11:32:24','香港','西贡区','随机生成',15.48),
(17930,NULL,41.68,1,'香港','2023-11-24 11:32:24','香港','元朗区','随机生成',63.64),
(17931,NULL,70.86,4,'香港','2023-11-24 11:32:24','香港','屯门区','随机生成',46.93),
(17932,NULL,87.68,3,'香港','2023-11-24 11:32:24','香港','荃湾区','随机生成',46.42),
(17933,NULL,56.21,1,'香港','2023-11-24 11:32:24','香港','葵青区','随机生成',15.02),
(17934,NULL,89.88,4,'香港','2023-11-24 11:32:24','香港','离岛区','随机生成',26.76),
(17935,NULL,85.56,1,'香港','2023-11-24 11:32:24','香港','其他','随机生成',76.75),
(17936,NULL,47.61,3,'钓鱼岛','2023-11-24 11:32:24','钓鱼岛','钓鱼岛','随机生成',14.92),
(17937,1,100.00,1,'徐州','2023-12-02 16:54:43','江苏','云龙区','电脑',200.00),
(17938,1,100.00,1,'徐州','2023-12-02 21:36:13','江苏','云龙区','电脑',200.00),
(17939,NULL,4.15,3,'北京','2023-12-02 22:03:14','北京','东城区','随机生成',42.45),
(17940,NULL,89.41,4,'北京','2023-12-02 22:03:14','北京','西城区','随机生成',1.70),
(17941,NULL,47.02,4,'北京','2023-12-02 22:03:14','北京','崇文区','随机生成',39.63),
(17942,NULL,77.57,2,'北京','2023-12-02 22:03:14','北京','宣武区','随机生成',22.64),
(17943,NULL,37.00,2,'北京','2023-12-02 22:03:14','北京','朝阳区','随机生成',64.85),
(17944,NULL,17.11,3,'北京','2023-12-02 22:03:14','北京','丰台区','随机生成',2.92),
(17945,NULL,68.92,1,'北京','2023-12-02 22:03:14','北京','石景山区','随机生成',97.65),
(17946,NULL,94.84,4,'北京','2023-12-02 22:03:14','北京','海淀区','随机生成',96.62),
(17947,NULL,30.71,1,'北京','2023-12-02 22:03:14','北京','门头沟区','随机生成',33.21),
(17948,NULL,84.20,4,'北京','2023-12-02 22:03:14','北京','房山区','随机生成',58.95),
(17949,NULL,5.24,1,'北京','2023-12-02 22:03:14','北京','通州区','随机生成',35.91),
(17950,NULL,81.70,3,'北京','2023-12-02 22:03:14','北京','顺义区','随机生成',26.52),
(17951,NULL,67.59,1,'北京','2023-12-02 22:03:14','北京','昌平区','随机生成',94.81),
(17952,NULL,53.42,2,'北京','2023-12-02 22:03:14','北京','大兴区','随机生成',89.45),
(17953,NULL,57.48,2,'北京','2023-12-02 22:03:14','北京','平谷区','随机生成',2.33),
(17954,NULL,66.73,3,'北京','2023-12-02 22:03:14','北京','怀柔区','随机生成',70.79),
(17955,NULL,89.32,4,'北京','2023-12-02 22:03:14','北京','密云县','随机生成',99.73),
(17956,NULL,38.78,4,'北京','2023-12-02 22:03:14','北京','延庆县','随机生成',20.44),
(17957,NULL,10.73,1,'天津','2023-12-02 22:03:14','天津','和平区','随机生成',3.15),
(17958,NULL,36.77,4,'天津','2023-12-02 22:03:14','天津','河东区','随机生成',46.87),
(17959,NULL,23.33,4,'天津','2023-12-02 22:03:14','天津','河西区','随机生成',87.59),
(17960,NULL,41.57,2,'天津','2023-12-02 22:03:14','天津','南开区','随机生成',92.40),
(17961,NULL,0.96,4,'天津','2023-12-02 22:03:14','天津','河北区','随机生成',94.07),
(17962,NULL,25.16,4,'天津','2023-12-02 22:03:14','天津','红桥区','随机生成',76.70),
(17963,NULL,82.17,1,'天津','2023-12-02 22:03:14','天津','塘沽区','随机生成',29.85),
(17964,NULL,47.45,3,'天津','2023-12-02 22:03:14','天津','汉沽区','随机生成',54.74),
(17965,NULL,78.04,3,'天津','2023-12-02 22:03:14','天津','大港区','随机生成',34.18),
(17966,NULL,8.65,3,'天津','2023-12-02 22:03:14','天津','东丽区','随机生成',27.52),
(17967,NULL,87.02,2,'天津','2023-12-02 22:03:14','天津','西青区','随机生成',52.80),
(17968,NULL,46.43,2,'天津','2023-12-02 22:03:14','天津','津南区','随机生成',47.48),
(17969,NULL,27.76,3,'天津','2023-12-02 22:03:14','天津','北辰区','随机生成',6.34),
(17970,NULL,80.70,4,'天津','2023-12-02 22:03:14','天津','武清区','随机生成',73.15),
(17971,NULL,88.70,2,'天津','2023-12-02 22:03:14','天津','宝坻区','随机生成',80.82),
(17972,NULL,15.44,1,'天津','2023-12-02 22:03:14','天津','宁河县','随机生成',92.09),
(17973,NULL,0.57,2,'天津','2023-12-02 22:03:14','天津','静海县','随机生成',27.79),
(17974,NULL,6.23,1,'天津','2023-12-02 22:03:14','天津','蓟县','随机生成',45.99),
(17975,NULL,86.38,3,'石家庄','2023-12-02 22:03:14','河北','长安区','随机生成',49.64),
(17976,NULL,17.46,4,'石家庄','2023-12-02 22:03:14','河北','桥东区','随机生成',65.21),
(17977,NULL,53.78,4,'石家庄','2023-12-02 22:03:14','河北','桥西区','随机生成',37.83),
(17978,NULL,34.43,3,'石家庄','2023-12-02 22:03:14','河北','新华区','随机生成',52.74),
(17979,NULL,41.24,2,'石家庄','2023-12-02 22:03:14','河北','郊区','随机生成',10.67),
(17980,NULL,56.59,4,'石家庄','2023-12-02 22:03:14','河北','井陉矿区','随机生成',4.77),
(17981,NULL,79.39,3,'石家庄','2023-12-02 22:03:14','河北','井陉县','随机生成',89.18),
(17982,NULL,35.93,4,'石家庄','2023-12-02 22:03:14','河北','正定县','随机生成',76.20),
(17983,NULL,66.42,2,'石家庄','2023-12-02 22:03:14','河北','栾城县','随机生成',8.23),
(17984,NULL,8.70,2,'石家庄','2023-12-02 22:03:14','河北','行唐县','随机生成',62.99),
(17985,NULL,25.68,4,'石家庄','2023-12-02 22:03:14','河北','灵寿县','随机生成',49.06),
(17986,NULL,43.61,2,'石家庄','2023-12-02 22:03:14','河北','高邑县','随机生成',41.72),
(17987,NULL,35.89,3,'石家庄','2023-12-02 22:03:14','河北','深泽县','随机生成',11.01),
(17988,NULL,15.86,3,'石家庄','2023-12-02 22:03:14','河北','赞皇县','随机生成',64.59),
(17989,NULL,59.95,1,'石家庄','2023-12-02 22:03:14','河北','无极县','随机生成',63.63),
(17990,NULL,84.07,4,'石家庄','2023-12-02 22:03:14','河北','平山县','随机生成',30.68),
(17991,NULL,21.78,4,'石家庄','2023-12-02 22:03:14','河北','元氏县','随机生成',40.70),
(17992,NULL,69.76,2,'石家庄','2023-12-02 22:03:14','河北','赵县','随机生成',26.97),
(17993,NULL,11.77,2,'石家庄','2023-12-02 22:03:14','河北','辛集市','随机生成',84.23),
(17994,NULL,80.97,3,'石家庄','2023-12-02 22:03:14','河北','藁','随机生成',75.88),
(17995,NULL,59.73,1,'石家庄','2023-12-02 22:03:14','河北','晋州市','随机生成',92.85),
(17996,NULL,73.12,1,'石家庄','2023-12-02 22:03:14','河北','新乐市','随机生成',32.42),
(17997,NULL,25.58,2,'石家庄','2023-12-02 22:03:14','河北','鹿泉市','随机生成',26.39),
(17998,NULL,92.79,1,'唐山','2023-12-02 22:03:14','河北','路南区','随机生成',77.63),
(17999,NULL,71.14,2,'唐山','2023-12-02 22:03:14','河北','路北区','随机生成',37.39),
(18000,NULL,1.22,3,'唐山','2023-12-02 22:03:14','河北','古冶区','随机生成',84.00),
(18001,NULL,44.14,3,'唐山','2023-12-02 22:03:14','河北','开平区','随机生成',44.78),
(18002,NULL,12.71,3,'唐山','2023-12-02 22:03:14','河北','新区','随机生成',97.78),
(18003,NULL,30.87,1,'唐山','2023-12-02 22:03:14','河北','丰润县','随机生成',40.31),
(18004,NULL,94.72,3,'唐山','2023-12-02 22:03:14','河北','滦县','随机生成',69.97),
(18005,NULL,13.11,2,'唐山','2023-12-02 22:03:14','河北','滦南县','随机生成',57.99),
(18006,NULL,15.57,1,'唐山','2023-12-02 22:03:14','河北','乐亭县','随机生成',11.00),
(18007,NULL,66.34,4,'唐山','2023-12-02 22:03:14','河北','迁西县','随机生成',50.74),
(18008,NULL,79.03,2,'唐山','2023-12-02 22:03:14','河北','玉田县','随机生成',40.12),
(18009,NULL,14.18,4,'唐山','2023-12-02 22:03:14','河北','唐海县','随机生成',16.66),
(18010,NULL,76.78,4,'唐山','2023-12-02 22:03:14','河北','遵化市','随机生成',68.12),
(18011,NULL,67.62,1,'唐山','2023-12-02 22:03:14','河北','丰南市','随机生成',97.03),
(18012,NULL,20.68,4,'唐山','2023-12-02 22:03:14','河北','迁安市','随机生成',85.74),
(18013,NULL,8.58,1,'秦皇岛','2023-12-02 22:03:14','河北','海港区','随机生成',78.10),
(18014,NULL,90.39,2,'秦皇岛','2023-12-02 22:03:14','河北','山海关区','随机生成',95.97),
(18015,NULL,98.85,1,'秦皇岛','2023-12-02 22:03:14','河北','北戴河区','随机生成',70.10),
(18016,NULL,20.41,3,'秦皇岛','2023-12-02 22:03:14','河北','青龙满族自治县','随机生成',36.90),
(18017,NULL,70.79,4,'秦皇岛','2023-12-02 22:03:14','河北','昌黎县','随机生成',29.60),
(18018,NULL,32.62,2,'秦皇岛','2023-12-02 22:03:14','河北','抚宁县','随机生成',79.22),
(18019,NULL,16.75,1,'秦皇岛','2023-12-02 22:03:14','河北','卢龙县','随机生成',87.43),
(18020,NULL,34.80,4,'邯郸','2023-12-02 22:03:14','河北','邯山区','随机生成',3.38),
(18021,NULL,67.85,4,'邯郸','2023-12-02 22:03:14','河北','丛台区','随机生成',9.59),
(18022,NULL,65.01,2,'邯郸','2023-12-02 22:03:14','河北','复兴区','随机生成',57.35),
(18023,NULL,88.13,2,'邯郸','2023-12-02 22:03:14','河北','峰峰矿区','随机生成',86.98),
(18024,NULL,22.18,1,'邯郸','2023-12-02 22:03:14','河北','邯郸县','随机生成',22.98),
(18025,NULL,15.36,3,'邯郸','2023-12-02 22:03:14','河北','临漳县','随机生成',47.74),
(18026,NULL,19.80,1,'邯郸','2023-12-02 22:03:14','河北','成安县','随机生成',10.15),
(18027,NULL,58.40,3,'邯郸','2023-12-02 22:03:14','河北','大名县','随机生成',18.49),
(18028,NULL,28.87,4,'邯郸','2023-12-02 22:03:14','河北','涉县','随机生成',17.30),
(18029,NULL,18.90,4,'邯郸','2023-12-02 22:03:14','河北','磁县','随机生成',53.18),
(18030,NULL,52.08,3,'邯郸','2023-12-02 22:03:14','河北','肥乡县','随机生成',71.62),
(18031,NULL,22.86,1,'邯郸','2023-12-02 22:03:14','河北','永年县','随机生成',28.38),
(18032,NULL,5.15,1,'邯郸','2023-12-02 22:03:14','河北','邱县','随机生成',98.38),
(18033,NULL,41.95,4,'邯郸','2023-12-02 22:03:14','河北','鸡泽县','随机生成',7.66),
(18034,NULL,38.96,1,'邯郸','2023-12-02 22:03:14','河北','广平县','随机生成',15.86),
(18035,NULL,75.92,3,'邯郸','2023-12-02 22:03:14','河北','馆陶县','随机生成',18.45),
(18036,NULL,66.29,4,'邯郸','2023-12-02 22:03:14','河北','魏县','随机生成',78.41),
(18037,NULL,37.80,4,'邯郸','2023-12-02 22:03:14','河北','曲周县','随机生成',47.10),
(18038,NULL,58.02,2,'邯郸','2023-12-02 22:03:14','河北','武安市','随机生成',77.16),
(18039,NULL,48.49,4,'邢台','2023-12-02 22:03:14','河北','桥东区','随机生成',50.14),
(18040,NULL,5.87,1,'邢台','2023-12-02 22:03:14','河北','桥西区','随机生成',82.02),
(18041,NULL,59.92,1,'邢台','2023-12-02 22:03:14','河北','邢台县','随机生成',18.30),
(18042,NULL,39.22,2,'邢台','2023-12-02 22:03:14','河北','临城县','随机生成',26.19),
(18043,NULL,42.37,2,'邢台','2023-12-02 22:03:14','河北','内丘县','随机生成',52.99),
(18044,NULL,72.24,3,'邢台','2023-12-02 22:03:14','河北','柏乡县','随机生成',14.92),
(18045,NULL,57.09,2,'邢台','2023-12-02 22:03:14','河北','隆尧县','随机生成',90.18),
(18046,NULL,74.01,3,'邢台','2023-12-02 22:03:14','河北','任县','随机生成',58.75),
(18047,NULL,20.18,4,'邢台','2023-12-02 22:03:14','河北','南和县','随机生成',64.88),
(18048,NULL,14.21,1,'邢台','2023-12-02 22:03:14','河北','宁晋县','随机生成',16.33),
(18049,NULL,2.28,3,'邢台','2023-12-02 22:03:14','河北','巨鹿县','随机生成',51.85),
(18050,NULL,3.86,3,'邢台','2023-12-02 22:03:14','河北','新河县','随机生成',19.90),
(18051,NULL,26.26,2,'邢台','2023-12-02 22:03:14','河北','广宗县','随机生成',79.60),
(18052,NULL,67.39,3,'邢台','2023-12-02 22:03:14','河北','平乡县','随机生成',35.92),
(18053,NULL,17.39,1,'邢台','2023-12-02 22:03:14','河北','威县','随机生成',9.28),
(18054,NULL,40.54,1,'邢台','2023-12-02 22:03:14','河北','清河县','随机生成',52.12),
(18055,NULL,97.28,2,'邢台','2023-12-02 22:03:14','河北','临西县','随机生成',6.74),
(18056,NULL,68.61,4,'邢台','2023-12-02 22:03:14','河北','南宫市','随机生成',9.78),
(18057,NULL,86.95,2,'邢台','2023-12-02 22:03:14','河北','沙河市','随机生成',32.42),
(18058,NULL,75.70,4,'保定','2023-12-02 22:03:14','河北','新市区','随机生成',74.71),
(18059,NULL,23.74,2,'保定','2023-12-02 22:03:14','河北','北市区','随机生成',93.95),
(18060,NULL,82.50,4,'保定','2023-12-02 22:03:14','河北','南市区','随机生成',68.22),
(18061,NULL,13.26,4,'保定','2023-12-02 22:03:14','河北','满城县','随机生成',90.78),
(18062,NULL,84.43,4,'保定','2023-12-02 22:03:14','河北','清苑县','随机生成',66.43),
(18063,NULL,52.35,3,'保定','2023-12-02 22:03:14','河北','涞水县','随机生成',87.57),
(18064,NULL,95.50,4,'保定','2023-12-02 22:03:14','河北','阜平县','随机生成',30.19),
(18065,NULL,76.29,1,'保定','2023-12-02 22:03:14','河北','徐水县','随机生成',52.21),
(18066,NULL,56.20,1,'保定','2023-12-02 22:03:14','河北','定兴县','随机生成',3.16),
(18067,NULL,90.71,3,'保定','2023-12-02 22:03:14','河北','唐县','随机生成',95.66),
(18068,NULL,5.54,2,'保定','2023-12-02 22:03:14','河北','高阳县','随机生成',9.71),
(18069,NULL,69.00,3,'保定','2023-12-02 22:03:14','河北','容城县','随机生成',35.45),
(18070,NULL,84.28,2,'保定','2023-12-02 22:03:14','河北','涞源县','随机生成',0.73),
(18071,NULL,99.45,1,'保定','2023-12-02 22:03:14','河北','望都县','随机生成',47.76),
(18072,NULL,44.44,3,'保定','2023-12-02 22:03:14','河北','安新县','随机生成',84.49),
(18073,NULL,56.36,2,'保定','2023-12-02 22:03:14','河北','易县','随机生成',7.10),
(18074,NULL,7.75,3,'保定','2023-12-02 22:03:14','河北','曲阳县','随机生成',20.17),
(18075,NULL,59.87,1,'保定','2023-12-02 22:03:14','河北','蠡县','随机生成',46.32),
(18076,NULL,37.85,4,'保定','2023-12-02 22:03:14','河北','顺平县','随机生成',7.61),
(18077,NULL,18.97,1,'保定','2023-12-02 22:03:14','河北','博野','随机生成',84.93),
(18078,NULL,40.29,4,'保定','2023-12-02 22:03:14','河北','雄县','随机生成',23.08),
(18079,NULL,3.41,4,'保定','2023-12-02 22:03:14','河北','涿州市','随机生成',11.06),
(18080,NULL,52.60,1,'保定','2023-12-02 22:03:14','河北','定州市','随机生成',13.87),
(18081,NULL,16.80,1,'保定','2023-12-02 22:03:14','河北','安国市','随机生成',6.60),
(18082,NULL,19.68,4,'保定','2023-12-02 22:03:14','河北','高碑店市','随机生成',8.30),
(18083,NULL,91.97,2,'张家口','2023-12-02 22:03:14','河北','桥东区','随机生成',92.84),
(18084,NULL,31.80,3,'张家口','2023-12-02 22:03:14','河北','桥西区','随机生成',31.40),
(18085,NULL,73.62,4,'张家口','2023-12-02 22:03:14','河北','宣化区','随机生成',12.15),
(18086,NULL,24.26,2,'张家口','2023-12-02 22:03:14','河北','下花园区','随机生成',0.83),
(18087,NULL,44.07,2,'张家口','2023-12-02 22:03:14','河北','宣化县','随机生成',54.58),
(18088,NULL,1.14,1,'张家口','2023-12-02 22:03:14','河北','张北县','随机生成',8.56),
(18089,NULL,61.00,4,'张家口','2023-12-02 22:03:14','河北','康保县','随机生成',36.91),
(18090,NULL,80.73,2,'张家口','2023-12-02 22:03:14','河北','沽源县','随机生成',25.74),
(18091,NULL,2.46,1,'张家口','2023-12-02 22:03:14','河北','尚义县','随机生成',44.94),
(18092,NULL,57.87,2,'张家口','2023-12-02 22:03:14','河北','蔚县','随机生成',12.02),
(18093,NULL,56.45,1,'张家口','2023-12-02 22:03:14','河北','阳原县','随机生成',51.53),
(18094,NULL,42.99,3,'张家口','2023-12-02 22:03:14','河北','怀安县','随机生成',30.42),
(18095,NULL,58.37,2,'张家口','2023-12-02 22:03:14','河北','万全县','随机生成',99.47),
(18096,NULL,73.52,3,'张家口','2023-12-02 22:03:14','河北','怀来县','随机生成',2.63),
(18097,NULL,95.26,1,'张家口','2023-12-02 22:03:14','河北','涿鹿县','随机生成',80.91),
(18098,NULL,39.38,4,'张家口','2023-12-02 22:03:14','河北','赤城县','随机生成',91.01),
(18099,NULL,13.64,3,'张家口','2023-12-02 22:03:14','河北','崇礼县','随机生成',66.89),
(18100,NULL,86.73,1,'承德','2023-12-02 22:03:14','河北','双桥区','随机生成',75.30),
(18101,NULL,18.51,2,'承德','2023-12-02 22:03:14','河北','双滦区','随机生成',93.46),
(18102,NULL,27.72,1,'承德','2023-12-02 22:03:14','河北','鹰手营子矿区','随机生成',9.61),
(18103,NULL,56.47,4,'承德','2023-12-02 22:03:14','河北','承德县','随机生成',17.71),
(18104,NULL,8.55,3,'承德','2023-12-02 22:03:14','河北','兴隆县','随机生成',29.90),
(18105,NULL,16.94,3,'承德','2023-12-02 22:03:14','河北','平泉县','随机生成',62.59),
(18106,NULL,77.57,2,'承德','2023-12-02 22:03:14','河北','滦平县','随机生成',99.97),
(18107,NULL,47.02,2,'承德','2023-12-02 22:03:14','河北','隆化县','随机生成',38.31),
(18108,NULL,79.59,3,'承德','2023-12-02 22:03:14','河北','丰宁满族自治县','随机生成',31.68),
(18109,NULL,61.06,4,'承德','2023-12-02 22:03:14','河北','宽城满族自治县','随机生成',4.02),
(18110,NULL,9.39,3,'承德','2023-12-02 22:03:14','河北','围场满族蒙古族自治县','随机生成',88.81),
(18111,NULL,76.63,4,'沧州','2023-12-02 22:03:14','河北','新华区','随机生成',20.93),
(18112,NULL,2.88,1,'沧州','2023-12-02 22:03:14','河北','运河区','随机生成',76.33),
(18113,NULL,77.10,4,'沧州','2023-12-02 22:03:14','河北','沧县','随机生成',13.44),
(18114,NULL,60.56,2,'沧州','2023-12-02 22:03:14','河北','青县','随机生成',53.12),
(18115,NULL,86.13,4,'沧州','2023-12-02 22:03:14','河北','东光县','随机生成',53.59),
(18116,NULL,10.28,3,'沧州','2023-12-02 22:03:14','河北','海兴县','随机生成',75.16),
(18117,NULL,51.63,2,'沧州','2023-12-02 22:03:14','河北','盐山县','随机生成',52.24),
(18118,NULL,53.34,2,'沧州','2023-12-02 22:03:14','河北','肃宁县','随机生成',87.79),
(18119,NULL,28.39,2,'沧州','2023-12-02 22:03:14','河北','南皮县','随机生成',32.91),
(18120,NULL,85.69,4,'沧州','2023-12-02 22:03:14','河北','吴桥县','随机生成',71.45),
(18121,NULL,66.15,2,'沧州','2023-12-02 22:03:14','河北','献县','随机生成',65.90),
(18122,NULL,12.42,1,'沧州','2023-12-02 22:03:14','河北','孟村回族自治县','随机生成',56.79),
(18123,NULL,28.06,3,'沧州','2023-12-02 22:03:14','河北','泊头市','随机生成',67.60),
(18124,NULL,100.00,4,'沧州','2023-12-02 22:03:14','河北','任丘市','随机生成',1.93),
(18125,NULL,85.69,4,'沧州','2023-12-02 22:03:14','河北','黄骅市','随机生成',2.81),
(18126,NULL,17.99,3,'沧州','2023-12-02 22:03:14','河北','河间市','随机生成',80.29),
(18127,NULL,98.83,2,'廊坊','2023-12-02 22:03:14','河北','安次区','随机生成',69.13),
(18128,NULL,69.73,3,'廊坊','2023-12-02 22:03:14','河北','固安县','随机生成',42.07),
(18129,NULL,3.95,4,'廊坊','2023-12-02 22:03:14','河北','永清县','随机生成',57.15),
(18130,NULL,44.74,3,'廊坊','2023-12-02 22:03:14','河北','香河县','随机生成',60.12),
(18131,NULL,47.02,2,'廊坊','2023-12-02 22:03:14','河北','大城县','随机生成',24.52),
(18132,NULL,41.51,1,'廊坊','2023-12-02 22:03:14','河北','文安县','随机生成',60.04),
(18133,NULL,60.52,2,'廊坊','2023-12-02 22:03:14','河北','大厂回族自治县','随机生成',29.97),
(18134,NULL,34.34,4,'廊坊','2023-12-02 22:03:14','河北','霸州市','随机生成',9.17),
(18135,NULL,97.18,2,'廊坊','2023-12-02 22:03:14','河北','三河市','随机生成',86.90),
(18136,NULL,42.94,3,'衡水','2023-12-02 22:03:14','河北','桃城区','随机生成',17.42),
(18137,NULL,31.31,3,'衡水','2023-12-02 22:03:14','河北','枣强县','随机生成',70.18),
(18138,NULL,52.75,3,'衡水','2023-12-02 22:03:14','河北','武邑县','随机生成',58.56),
(18139,NULL,59.20,3,'衡水','2023-12-02 22:03:14','河北','武强县','随机生成',64.56),
(18140,NULL,83.92,2,'衡水','2023-12-02 22:03:14','河北','饶阳县','随机生成',68.16),
(18141,NULL,34.88,1,'衡水','2023-12-02 22:03:14','河北','安平县','随机生成',80.76),
(18142,NULL,83.15,2,'衡水','2023-12-02 22:03:14','河北','故城县','随机生成',41.81),
(18143,NULL,99.42,4,'衡水','2023-12-02 22:03:14','河北','景县','随机生成',22.79),
(18144,NULL,28.98,2,'衡水','2023-12-02 22:03:14','河北','阜城县','随机生成',14.91),
(18145,NULL,35.30,4,'衡水','2023-12-02 22:03:14','河北','冀州市','随机生成',2.83),
(18146,NULL,18.21,3,'衡水','2023-12-02 22:03:14','河北','深州市','随机生成',52.73),
(18147,NULL,67.56,2,'太原','2023-12-02 22:03:14','山西','小店区','随机生成',32.32),
(18148,NULL,13.92,1,'太原','2023-12-02 22:03:14','山西','迎泽区','随机生成',92.10),
(18149,NULL,22.37,2,'太原','2023-12-02 22:03:14','山西','杏花岭区','随机生成',3.62),
(18150,NULL,45.72,4,'太原','2023-12-02 22:03:14','山西','尖草坪区','随机生成',62.64),
(18151,NULL,33.85,3,'太原','2023-12-02 22:03:14','山西','万柏林区','随机生成',2.41),
(18152,NULL,46.39,2,'太原','2023-12-02 22:03:14','山西','晋源区','随机生成',61.14),
(18153,NULL,23.11,2,'太原','2023-12-02 22:03:14','山西','清徐县','随机生成',27.55),
(18154,NULL,48.26,1,'太原','2023-12-02 22:03:14','山西','阳曲县','随机生成',28.40),
(18155,NULL,38.68,4,'太原','2023-12-02 22:03:14','山西','娄烦县','随机生成',3.16),
(18156,NULL,21.92,1,'太原','2023-12-02 22:03:14','山西','古交市','随机生成',82.78),
(18157,NULL,87.74,3,'大同','2023-12-02 22:03:14','山西','城区','随机生成',34.89),
(18158,NULL,35.23,4,'大同','2023-12-02 22:03:14','山西','矿区','随机生成',81.55),
(18159,NULL,22.39,3,'大同','2023-12-02 22:03:14','山西','南郊区','随机生成',89.48),
(18160,NULL,52.61,4,'大同','2023-12-02 22:03:14','山西','新荣区','随机生成',98.09),
(18161,NULL,12.78,4,'大同','2023-12-02 22:03:14','山西','阳高县','随机生成',22.83),
(18162,NULL,53.85,4,'大同','2023-12-02 22:03:14','山西','天镇县','随机生成',15.37),
(18163,NULL,49.96,3,'大同','2023-12-02 22:03:14','山西','广灵县','随机生成',87.17),
(18164,NULL,55.24,1,'大同','2023-12-02 22:03:14','山西','灵丘县','随机生成',13.59),
(18165,NULL,41.79,1,'大同','2023-12-02 22:03:14','山西','浑源县','随机生成',37.57),
(18166,NULL,94.57,3,'大同','2023-12-02 22:03:14','山西','左云县','随机生成',96.86),
(18167,NULL,11.34,4,'大同','2023-12-02 22:03:14','山西','大同县','随机生成',51.15),
(18168,NULL,84.62,4,'阳泉','2023-12-02 22:03:14','山西','城区','随机生成',69.69),
(18169,NULL,36.87,3,'阳泉','2023-12-02 22:03:14','山西','矿区','随机生成',83.78),
(18170,NULL,88.82,2,'阳泉','2023-12-02 22:03:14','山西','郊区','随机生成',47.29),
(18171,NULL,40.23,3,'阳泉','2023-12-02 22:03:14','山西','平定县','随机生成',0.34),
(18172,NULL,24.04,4,'阳泉','2023-12-02 22:03:14','山西','盂县','随机生成',57.21),
(18173,NULL,33.95,4,'长治','2023-12-02 22:03:14','山西','城区','随机生成',84.94),
(18174,NULL,91.49,2,'长治','2023-12-02 22:03:14','山西','郊区','随机生成',12.25),
(18175,NULL,21.88,1,'长治','2023-12-02 22:03:14','山西','长治县','随机生成',29.82),
(18176,NULL,9.19,4,'长治','2023-12-02 22:03:14','山西','襄垣县','随机生成',20.30),
(18177,NULL,26.52,4,'长治','2023-12-02 22:03:14','山西','屯留县','随机生成',47.50),
(18178,NULL,70.15,4,'长治','2023-12-02 22:03:14','山西','平顺县','随机生成',79.11),
(18179,NULL,97.29,4,'长治','2023-12-02 22:03:14','山西','黎城县','随机生成',81.61),
(18180,NULL,53.34,2,'长治','2023-12-02 22:03:14','山西','壶关县','随机生成',77.44),
(18181,NULL,17.48,3,'长治','2023-12-02 22:03:14','山西','长子县','随机生成',25.88),
(18182,NULL,9.93,2,'长治','2023-12-02 22:03:14','山西','武乡县','随机生成',33.45),
(18183,NULL,6.38,2,'长治','2023-12-02 22:03:14','山西','沁县','随机生成',6.05),
(18184,NULL,49.33,1,'长治','2023-12-02 22:03:14','山西','沁源县','随机生成',34.54),
(18185,NULL,99.13,3,'长治','2023-12-02 22:03:14','山西','潞城市','随机生成',97.43),
(18186,NULL,80.26,3,'晋城','2023-12-02 22:03:14','山西','城区','随机生成',16.44),
(18187,NULL,34.18,1,'晋城','2023-12-02 22:03:14','山西','沁水县','随机生成',58.09),
(18188,NULL,12.57,2,'晋城','2023-12-02 22:03:14','山西','阳城县','随机生成',0.27),
(18189,NULL,65.39,2,'晋城','2023-12-02 22:03:14','山西','陵川县','随机生成',4.84),
(18190,NULL,21.53,2,'晋城','2023-12-02 22:03:14','山西','泽州县','随机生成',26.25),
(18191,NULL,78.28,4,'晋城','2023-12-02 22:03:14','山西','高平市','随机生成',92.63),
(18192,NULL,8.01,3,'朔州','2023-12-02 22:03:14','山西','朔城区','随机生成',91.31),
(18193,NULL,84.80,2,'朔州','2023-12-02 22:03:14','山西','平鲁区','随机生成',56.01),
(18194,NULL,6.31,3,'朔州','2023-12-02 22:03:14','山西','山阴县','随机生成',5.59),
(18195,NULL,56.02,3,'朔州','2023-12-02 22:03:14','山西','应县','随机生成',45.80),
(18196,NULL,16.60,4,'朔州','2023-12-02 22:03:14','山西','右玉县','随机生成',5.39),
(18197,NULL,19.95,1,'朔州','2023-12-02 22:03:14','山西','怀仁县','随机生成',48.55),
(18198,NULL,3.80,3,'忻州','2023-12-02 22:03:14','山西','忻府区','随机生成',88.89),
(18199,NULL,51.48,4,'忻州','2023-12-02 22:03:14','山西','原平市','随机生成',9.06),
(18200,NULL,11.42,3,'忻州','2023-12-02 22:03:14','山西','定襄县','随机生成',37.95),
(18201,NULL,42.31,3,'忻州','2023-12-02 22:03:15','山西','五台县','随机生成',29.85),
(18202,NULL,93.02,2,'忻州','2023-12-02 22:03:15','山西','代县','随机生成',94.91),
(18203,NULL,31.58,2,'忻州','2023-12-02 22:03:15','山西','繁峙县','随机生成',23.75),
(18204,NULL,98.38,4,'忻州','2023-12-02 22:03:15','山西','宁武县','随机生成',13.04),
(18205,NULL,83.71,2,'忻州','2023-12-02 22:03:15','山西','静乐县','随机生成',97.72),
(18206,NULL,67.74,2,'忻州','2023-12-02 22:03:15','山西','神池县','随机生成',74.90),
(18207,NULL,9.09,3,'忻州','2023-12-02 22:03:15','山西','五寨县','随机生成',17.12),
(18208,NULL,43.85,3,'忻州','2023-12-02 22:03:15','山西','岢岚县','随机生成',82.16),
(18209,NULL,36.66,2,'忻州','2023-12-02 22:03:15','山西','河曲县','随机生成',92.27),
(18210,NULL,70.62,2,'忻州','2023-12-02 22:03:15','山西','保德县','随机生成',27.76),
(18211,NULL,74.11,3,'忻州','2023-12-02 22:03:15','山西','偏关县','随机生成',96.37),
(18212,NULL,77.04,2,'吕梁','2023-12-02 22:03:15','山西','离石区','随机生成',81.74),
(18213,NULL,64.82,2,'吕梁','2023-12-02 22:03:15','山西','孝义市','随机生成',56.32),
(18214,NULL,38.31,1,'吕梁','2023-12-02 22:03:15','山西','汾阳市','随机生成',73.82),
(18215,NULL,59.14,1,'吕梁','2023-12-02 22:03:15','山西','文水县','随机生成',75.74),
(18216,NULL,42.67,4,'吕梁','2023-12-02 22:03:15','山西','交城县','随机生成',58.06),
(18217,NULL,90.45,2,'吕梁','2023-12-02 22:03:15','山西','兴县','随机生成',41.49),
(18218,NULL,18.07,4,'吕梁','2023-12-02 22:03:15','山西','临县','随机生成',31.15),
(18219,NULL,57.60,1,'吕梁','2023-12-02 22:03:15','山西','柳林县','随机生成',4.72),
(18220,NULL,11.68,1,'吕梁','2023-12-02 22:03:15','山西','石楼县','随机生成',58.82),
(18221,NULL,12.61,2,'吕梁','2023-12-02 22:03:15','山西','岚县','随机生成',48.06),
(18222,NULL,73.50,4,'吕梁','2023-12-02 22:03:15','山西','方山县','随机生成',65.12),
(18223,NULL,16.18,3,'吕梁','2023-12-02 22:03:15','山西','中阳县','随机生成',35.25),
(18224,NULL,83.00,3,'吕梁','2023-12-02 22:03:15','山西','交口县','随机生成',56.37),
(18225,NULL,43.14,2,'晋中','2023-12-02 22:03:15','山西','榆次市','随机生成',79.06),
(18226,NULL,7.55,1,'晋中','2023-12-02 22:03:15','山西','介休市','随机生成',7.19),
(18227,NULL,32.77,4,'晋中','2023-12-02 22:03:15','山西','榆社县','随机生成',22.68),
(18228,NULL,19.29,2,'晋中','2023-12-02 22:03:15','山西','左权县','随机生成',15.77),
(18229,NULL,38.36,4,'晋中','2023-12-02 22:03:15','山西','和顺县','随机生成',81.01),
(18230,NULL,32.09,3,'晋中','2023-12-02 22:03:15','山西','昔阳县','随机生成',95.83),
(18231,NULL,13.41,2,'晋中','2023-12-02 22:03:15','山西','寿阳县','随机生成',15.28),
(18232,NULL,2.64,4,'晋中','2023-12-02 22:03:15','山西','太谷县','随机生成',54.56),
(18233,NULL,65.90,2,'晋中','2023-12-02 22:03:15','山西','祁县','随机生成',90.64),
(18234,NULL,86.82,3,'晋中','2023-12-02 22:03:15','山西','平遥县','随机生成',47.63),
(18235,NULL,20.15,2,'晋中','2023-12-02 22:03:15','山西','灵石县','随机生成',80.99),
(18236,NULL,88.84,1,'临汾','2023-12-02 22:03:15','山西','临汾市','随机生成',21.52),
(18237,NULL,50.70,3,'临汾','2023-12-02 22:03:15','山西','侯马市','随机生成',19.14),
(18238,NULL,43.43,2,'临汾','2023-12-02 22:03:15','山西','霍州市','随机生成',72.92),
(18239,NULL,66.73,3,'临汾','2023-12-02 22:03:15','山西','曲沃县','随机生成',32.20),
(18240,NULL,63.61,2,'临汾','2023-12-02 22:03:15','山西','翼城县','随机生成',80.89),
(18241,NULL,58.33,3,'临汾','2023-12-02 22:03:15','山西','襄汾县','随机生成',17.47),
(18242,NULL,89.71,2,'临汾','2023-12-02 22:03:15','山西','洪洞县','随机生成',45.92),
(18243,NULL,41.93,4,'临汾','2023-12-02 22:03:15','山西','古县','随机生成',77.56),
(18244,NULL,99.63,3,'临汾','2023-12-02 22:03:15','山西','安泽县','随机生成',52.99),
(18245,NULL,16.74,2,'临汾','2023-12-02 22:03:15','山西','浮山县','随机生成',34.22),
(18246,NULL,70.59,2,'临汾','2023-12-02 22:03:15','山西','吉县','随机生成',39.41),
(18247,NULL,69.61,1,'临汾','2023-12-02 22:03:15','山西','乡宁县','随机生成',36.44),
(18248,NULL,58.56,4,'临汾','2023-12-02 22:03:15','山西','蒲县','随机生成',71.54),
(18249,NULL,38.35,4,'临汾','2023-12-02 22:03:15','山西','大宁县','随机生成',16.60),
(18250,NULL,49.54,1,'临汾','2023-12-02 22:03:15','山西','永和县','随机生成',46.67),
(18251,NULL,9.57,1,'临汾','2023-12-02 22:03:15','山西','隰县','随机生成',65.64),
(18252,NULL,56.79,4,'临汾','2023-12-02 22:03:15','山西','汾西县','随机生成',45.10),
(18253,NULL,47.81,2,'运城','2023-12-02 22:03:15','山西','运城市','随机生成',81.99),
(18254,NULL,63.33,3,'运城','2023-12-02 22:03:15','山西','永济市','随机生成',0.04),
(18255,NULL,60.32,3,'运城','2023-12-02 22:03:15','山西','河津市','随机生成',55.94),
(18256,NULL,90.00,2,'运城','2023-12-02 22:03:15','山西','芮城县','随机生成',70.66),
(18257,NULL,68.04,2,'运城','2023-12-02 22:03:15','山西','临猗县','随机生成',47.02),
(18258,NULL,9.47,2,'运城','2023-12-02 22:03:15','山西','万荣县','随机生成',99.45),
(18259,NULL,51.21,1,'运城','2023-12-02 22:03:15','山西','新绛县','随机生成',19.40),
(18260,NULL,54.85,1,'运城','2023-12-02 22:03:15','山西','稷山县','随机生成',78.64),
(18261,NULL,42.84,4,'运城','2023-12-02 22:03:15','山西','闻喜县','随机生成',3.42),
(18262,NULL,69.22,1,'运城','2023-12-02 22:03:15','山西','夏县','随机生成',25.79),
(18263,NULL,23.86,2,'运城','2023-12-02 22:03:15','山西','绛县','随机生成',86.36),
(18264,NULL,57.88,1,'运城','2023-12-02 22:03:15','山西','平陆县','随机生成',24.30),
(18265,NULL,41.47,2,'运城','2023-12-02 22:03:15','山西','垣曲县','随机生成',53.06),
(18266,NULL,34.55,2,'呼和浩特','2023-12-02 22:03:15','内蒙古','新城区','随机生成',68.62),
(18267,NULL,31.77,1,'呼和浩特','2023-12-02 22:03:15','内蒙古','回民区','随机生成',18.24),
(18268,NULL,17.05,2,'呼和浩特','2023-12-02 22:03:15','内蒙古','玉泉区','随机生成',8.69),
(18269,NULL,55.95,1,'呼和浩特','2023-12-02 22:03:15','内蒙古','郊区','随机生成',15.14),
(18270,NULL,92.77,3,'呼和浩特','2023-12-02 22:03:15','内蒙古','土默特左旗','随机生成',96.95),
(18271,NULL,74.44,4,'呼和浩特','2023-12-02 22:03:15','内蒙古','托克托县','随机生成',33.19),
(18272,NULL,17.05,4,'呼和浩特','2023-12-02 22:03:15','内蒙古','和林格尔县','随机生成',25.24),
(18273,NULL,25.01,3,'呼和浩特','2023-12-02 22:03:15','内蒙古','清水河县','随机生成',65.25),
(18274,NULL,73.79,3,'呼和浩特','2023-12-02 22:03:15','内蒙古','武川县','随机生成',15.60),
(18275,NULL,98.94,2,'包头','2023-12-02 22:03:15','内蒙古','东河区','随机生成',41.70),
(18276,NULL,65.46,2,'包头','2023-12-02 22:03:15','内蒙古','昆都伦区','随机生成',54.89),
(18277,NULL,63.13,4,'包头','2023-12-02 22:03:15','内蒙古','青山区','随机生成',45.58),
(18278,NULL,47.21,4,'包头','2023-12-02 22:03:15','内蒙古','石拐矿区','随机生成',86.47),
(18279,NULL,18.38,3,'包头','2023-12-02 22:03:15','内蒙古','白云矿区','随机生成',55.07),
(18280,NULL,7.88,3,'包头','2023-12-02 22:03:15','内蒙古','郊区','随机生成',86.56),
(18281,NULL,47.20,2,'包头','2023-12-02 22:03:15','内蒙古','土默特右旗','随机生成',50.10),
(18282,NULL,78.14,2,'包头','2023-12-02 22:03:15','内蒙古','固阳县','随机生成',35.17),
(18283,NULL,31.85,2,'包头','2023-12-02 22:03:15','内蒙古','达尔罕茂明安联合旗','随机生成',87.53),
(18284,NULL,75.86,4,'乌海','2023-12-02 22:03:15','内蒙古','海勃湾区','随机生成',36.88),
(18285,NULL,55.23,2,'乌海','2023-12-02 22:03:15','内蒙古','海南区','随机生成',87.68),
(18286,NULL,30.61,1,'乌海','2023-12-02 22:03:15','内蒙古','乌达区','随机生成',83.86),
(18287,NULL,27.67,1,'赤峰','2023-12-02 22:03:15','内蒙古','红山区','随机生成',36.24),
(18288,NULL,10.10,2,'赤峰','2023-12-02 22:03:15','内蒙古','元宝山区','随机生成',80.85),
(18289,NULL,92.30,1,'赤峰','2023-12-02 22:03:15','内蒙古','松山区','随机生成',27.56),
(18290,NULL,83.87,2,'赤峰','2023-12-02 22:03:15','内蒙古','阿鲁科尔沁旗','随机生成',10.97),
(18291,NULL,68.94,2,'赤峰','2023-12-02 22:03:15','内蒙古','巴林左旗','随机生成',48.84),
(18292,NULL,97.96,2,'赤峰','2023-12-02 22:03:15','内蒙古','巴林右旗','随机生成',26.46),
(18293,NULL,9.15,1,'赤峰','2023-12-02 22:03:15','内蒙古','林西县','随机生成',48.61),
(18294,NULL,12.27,1,'赤峰','2023-12-02 22:03:15','内蒙古','克什克腾旗','随机生成',95.16),
(18295,NULL,71.92,1,'赤峰','2023-12-02 22:03:15','内蒙古','翁牛特旗','随机生成',37.62),
(18296,NULL,5.27,3,'赤峰','2023-12-02 22:03:15','内蒙古','喀喇沁旗','随机生成',22.67),
(18297,NULL,23.79,2,'赤峰','2023-12-02 22:03:15','内蒙古','宁城县','随机生成',91.36),
(18298,NULL,7.74,3,'赤峰','2023-12-02 22:03:15','内蒙古','敖汉旗','随机生成',7.32),
(18299,NULL,96.19,3,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','海拉尔市','随机生成',68.59),
(18300,NULL,90.04,2,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','满洲里市','随机生成',20.08),
(18301,NULL,39.43,4,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','扎兰屯市','随机生成',28.13),
(18302,NULL,77.01,2,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','牙克石市','随机生成',60.95),
(18303,NULL,36.29,1,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','根河市','随机生成',4.71),
(18304,NULL,81.14,1,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','额尔古纳市','随机生成',86.19),
(18305,NULL,73.35,1,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','阿荣旗','随机生成',83.61),
(18306,NULL,68.61,2,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','莫力达瓦达斡尔族自治旗','随机生成',38.25),
(18307,NULL,66.86,2,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','鄂伦春自治旗','随机生成',12.39),
(18308,NULL,20.61,2,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','鄂温克族自治旗','随机生成',35.04),
(18309,NULL,86.95,3,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','新巴尔虎右旗','随机生成',76.75),
(18310,NULL,53.36,1,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','新巴尔虎左旗','随机生成',89.53),
(18311,NULL,4.72,4,'呼伦贝尔','2023-12-02 22:03:15','内蒙古','陈巴尔虎旗','随机生成',18.94),
(18312,NULL,34.95,4,'兴安盟','2023-12-02 22:03:15','内蒙古','乌兰浩特市','随机生成',95.76),
(18313,NULL,77.78,1,'兴安盟','2023-12-02 22:03:15','内蒙古','阿尔山市','随机生成',25.92),
(18314,NULL,90.43,3,'兴安盟','2023-12-02 22:03:15','内蒙古','科尔沁右翼前旗','随机生成',10.30),
(18315,NULL,87.86,1,'兴安盟','2023-12-02 22:03:15','内蒙古','科尔沁右翼中旗','随机生成',60.60),
(18316,NULL,63.97,2,'兴安盟','2023-12-02 22:03:15','内蒙古','扎赉特旗','随机生成',11.54),
(18317,NULL,84.59,2,'兴安盟','2023-12-02 22:03:15','内蒙古','突泉县','随机生成',46.09),
(18318,NULL,4.71,2,'通辽','2023-12-02 22:03:15','内蒙古','科尔沁区','随机生成',12.22),
(18319,NULL,48.24,4,'通辽','2023-12-02 22:03:15','内蒙古','霍林郭勒市','随机生成',16.15),
(18320,NULL,40.31,2,'通辽','2023-12-02 22:03:15','内蒙古','科尔沁左翼中旗','随机生成',67.31),
(18321,NULL,31.53,3,'通辽','2023-12-02 22:03:15','内蒙古','科尔沁左翼后旗','随机生成',22.56),
(18322,NULL,76.02,4,'通辽','2023-12-02 22:03:15','内蒙古','开鲁县','随机生成',85.49),
(18323,NULL,41.59,1,'通辽','2023-12-02 22:03:15','内蒙古','库伦旗','随机生成',40.75),
(18324,NULL,13.50,2,'通辽','2023-12-02 22:03:15','内蒙古','奈曼旗','随机生成',98.86),
(18325,NULL,66.43,3,'通辽','2023-12-02 22:03:15','内蒙古','扎鲁特旗','随机生成',22.89),
(18326,NULL,98.19,4,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','二连浩特市','随机生成',20.38),
(18327,NULL,23.42,2,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','锡林浩特市','随机生成',82.80),
(18328,NULL,50.50,2,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','阿巴嘎旗','随机生成',21.33),
(18329,NULL,16.32,2,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','苏尼特左旗','随机生成',78.07),
(18330,NULL,54.75,1,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','苏尼特右旗','随机生成',24.21),
(18331,NULL,44.49,2,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','东乌珠穆沁旗','随机生成',72.14),
(18332,NULL,10.89,4,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','西乌珠穆沁旗','随机生成',91.60),
(18333,NULL,16.40,4,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','太仆寺旗','随机生成',20.42),
(18334,NULL,30.72,3,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','镶黄旗','随机生成',91.75),
(18335,NULL,87.58,2,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','正镶白旗','随机生成',54.06),
(18336,NULL,99.27,3,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','正蓝旗','随机生成',87.87),
(18337,NULL,31.27,3,'锡林郭勒盟','2023-12-02 22:03:15','内蒙古','多伦县','随机生成',81.95),
(18338,NULL,77.92,2,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','集宁市','随机生成',11.49),
(18339,NULL,79.74,1,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','丰镇市','随机生成',10.76),
(18340,NULL,45.19,3,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','卓资县','随机生成',3.84),
(18341,NULL,12.00,4,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','化德县','随机生成',7.24),
(18342,NULL,81.25,2,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','商都县','随机生成',79.17),
(18343,NULL,54.85,4,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','兴和县','随机生成',31.95),
(18344,NULL,80.69,2,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','凉城县','随机生成',33.69),
(18345,NULL,75.85,2,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','察哈尔右翼前旗','随机生成',26.03),
(18346,NULL,77.97,1,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','察哈尔右翼中旗','随机生成',69.25),
(18347,NULL,23.69,2,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','察哈尔右翼后旗','随机生成',24.56),
(18348,NULL,85.63,3,'乌兰察布盟','2023-12-02 22:03:15','内蒙古','四子王旗','随机生成',94.75),
(18349,NULL,10.61,1,'伊克昭盟','2023-12-02 22:03:15','内蒙古','东胜市','随机生成',35.18),
(18350,NULL,10.47,4,'伊克昭盟','2023-12-02 22:03:15','内蒙古','达拉特旗','随机生成',46.61),
(18351,NULL,66.12,2,'伊克昭盟','2023-12-02 22:03:15','内蒙古','准格尔旗','随机生成',91.40),
(18352,NULL,11.99,1,'伊克昭盟','2023-12-02 22:03:15','内蒙古','鄂托克前旗','随机生成',54.45),
(18353,NULL,67.87,3,'伊克昭盟','2023-12-02 22:03:15','内蒙古','鄂托克旗','随机生成',13.81),
(18354,NULL,64.01,2,'伊克昭盟','2023-12-02 22:03:15','内蒙古','杭锦旗','随机生成',19.61),
(18355,NULL,40.75,2,'伊克昭盟','2023-12-02 22:03:15','内蒙古','乌审旗','随机生成',82.01),
(18356,NULL,47.68,3,'伊克昭盟','2023-12-02 22:03:15','内蒙古','伊金霍洛旗','随机生成',84.88),
(18357,NULL,36.27,4,'巴彦淖尔盟','2023-12-02 22:03:15','内蒙古','临河市','随机生成',92.48),
(18358,NULL,97.88,2,'巴彦淖尔盟','2023-12-02 22:03:15','内蒙古','五原县','随机生成',45.21),
(18359,NULL,16.41,2,'巴彦淖尔盟','2023-12-02 22:03:15','内蒙古','磴口县','随机生成',91.59),
(18360,NULL,49.05,4,'巴彦淖尔盟','2023-12-02 22:03:15','内蒙古','乌拉特前旗','随机生成',98.18),
(18361,NULL,89.96,4,'巴彦淖尔盟','2023-12-02 22:03:15','内蒙古','乌拉特中旗','随机生成',29.76),
(18362,NULL,4.16,3,'巴彦淖尔盟','2023-12-02 22:03:15','内蒙古','乌拉特后旗','随机生成',26.87),
(18363,NULL,22.39,3,'巴彦淖尔盟','2023-12-02 22:03:15','内蒙古','杭锦后旗','随机生成',48.48),
(18364,NULL,27.03,1,'阿拉善盟','2023-12-02 22:03:15','内蒙古','阿拉善左旗','随机生成',54.95),
(18365,NULL,88.36,4,'阿拉善盟','2023-12-02 22:03:15','内蒙古','阿拉善右旗','随机生成',51.33),
(18366,NULL,44.11,4,'阿拉善盟','2023-12-02 22:03:15','内蒙古','额济纳旗','随机生成',97.96),
(18367,NULL,28.81,2,'沈阳','2023-12-02 22:03:15','辽宁','沈河区','随机生成',81.30),
(18368,NULL,0.37,2,'沈阳','2023-12-02 22:03:15','辽宁','皇姑区','随机生成',48.53),
(18369,NULL,94.20,1,'沈阳','2023-12-02 22:03:15','辽宁','和平区','随机生成',10.90),
(18370,NULL,50.31,1,'沈阳','2023-12-02 22:03:15','辽宁','大东区','随机生成',32.78),
(18371,NULL,99.76,4,'沈阳','2023-12-02 22:03:15','辽宁','铁西区','随机生成',19.79),
(18372,NULL,25.59,1,'沈阳','2023-12-02 22:03:15','辽宁','苏家屯区','随机生成',74.79),
(18373,NULL,70.47,3,'沈阳','2023-12-02 22:03:15','辽宁','东陵区','随机生成',87.14),
(18374,NULL,5.97,1,'沈阳','2023-12-02 22:03:15','辽宁','于洪区','随机生成',85.85),
(18375,NULL,88.24,2,'沈阳','2023-12-02 22:03:15','辽宁','新民市','随机生成',37.17),
(18376,NULL,94.56,4,'沈阳','2023-12-02 22:03:15','辽宁','法库县','随机生成',59.45),
(18377,NULL,10.86,3,'沈阳','2023-12-02 22:03:15','辽宁','辽中县','随机生成',4.00),
(18378,NULL,91.79,1,'沈阳','2023-12-02 22:03:15','辽宁','康平县','随机生成',38.72),
(18379,NULL,84.03,3,'沈阳','2023-12-02 22:03:15','辽宁','新城子区','随机生成',17.15),
(18380,NULL,40.82,4,'沈阳','2023-12-02 22:03:15','辽宁','其他','随机生成',72.18),
(18381,NULL,54.13,4,'大连','2023-12-02 22:03:15','辽宁','西岗区','随机生成',5.08),
(18382,NULL,40.97,3,'大连','2023-12-02 22:03:15','辽宁','中山区','随机生成',65.49),
(18383,NULL,36.98,1,'大连','2023-12-02 22:03:15','辽宁','沙河口区','随机生成',90.82),
(18384,NULL,56.47,4,'大连','2023-12-02 22:03:15','辽宁','甘井子区','随机生成',42.90),
(18385,NULL,31.85,3,'大连','2023-12-02 22:03:15','辽宁','旅顺口区','随机生成',94.36),
(18386,NULL,91.50,1,'大连','2023-12-02 22:03:15','辽宁','金州区','随机生成',94.34),
(18387,NULL,45.50,4,'大连','2023-12-02 22:03:15','辽宁','瓦房店市','随机生成',44.20),
(18388,NULL,84.10,3,'大连','2023-12-02 22:03:15','辽宁','普兰店市','随机生成',33.69),
(18389,NULL,94.33,1,'大连','2023-12-02 22:03:15','辽宁','庄河市','随机生成',17.60),
(18390,NULL,99.13,4,'大连','2023-12-02 22:03:15','辽宁','长海县','随机生成',83.33),
(18391,NULL,87.29,3,'大连','2023-12-02 22:03:15','辽宁','其他','随机生成',0.06),
(18392,NULL,93.35,3,'鞍山','2023-12-02 22:03:15','辽宁','铁东区','随机生成',53.35),
(18393,NULL,90.26,3,'鞍山','2023-12-02 22:03:15','辽宁','铁西区','随机生成',80.25),
(18394,NULL,58.62,4,'鞍山','2023-12-02 22:03:15','辽宁','立山区','随机生成',24.88),
(18395,NULL,12.01,3,'鞍山','2023-12-02 22:03:15','辽宁','千山区','随机生成',60.13),
(18396,NULL,50.88,3,'鞍山','2023-12-02 22:03:15','辽宁','海城市','随机生成',5.67),
(18397,NULL,4.61,2,'鞍山','2023-12-02 22:03:15','辽宁','台安县','随机生成',52.38),
(18398,NULL,49.61,1,'鞍山','2023-12-02 22:03:15','辽宁','岫岩满族自治县','随机生成',24.04),
(18399,NULL,81.24,4,'鞍山','2023-12-02 22:03:15','辽宁','其他','随机生成',59.40),
(18400,NULL,48.98,4,'抚顺','2023-12-02 22:03:15','辽宁','顺城区','随机生成',44.87),
(18401,NULL,32.86,4,'抚顺','2023-12-02 22:03:15','辽宁','新抚区','随机生成',51.63),
(18402,NULL,77.20,1,'抚顺','2023-12-02 22:03:15','辽宁','东洲区','随机生成',61.96),
(18403,NULL,54.49,2,'抚顺','2023-12-02 22:03:15','辽宁','望花区','随机生成',94.20),
(18404,NULL,28.61,3,'抚顺','2023-12-02 22:03:15','辽宁','抚顺县','随机生成',93.01),
(18405,NULL,77.95,1,'抚顺','2023-12-02 22:03:15','辽宁','清原满族自治县','随机生成',57.14),
(18406,NULL,54.23,4,'抚顺','2023-12-02 22:03:15','辽宁','新宾满族自治县','随机生成',7.22),
(18407,NULL,61.68,2,'抚顺','2023-12-02 22:03:15','辽宁','其他','随机生成',28.50),
(18408,NULL,12.94,4,'本溪','2023-12-02 22:03:15','辽宁','平山区','随机生成',18.62),
(18409,NULL,40.61,1,'本溪','2023-12-02 22:03:15','辽宁','明山区','随机生成',2.39),
(18410,NULL,41.30,2,'本溪','2023-12-02 22:03:15','辽宁','溪湖区','随机生成',8.31),
(18411,NULL,10.18,2,'本溪','2023-12-02 22:03:15','辽宁','南芬区','随机生成',25.17),
(18412,NULL,83.43,2,'本溪','2023-12-02 22:03:15','辽宁','本溪满族自治县','随机生成',75.86),
(18413,NULL,40.96,2,'本溪','2023-12-02 22:03:15','辽宁','桓仁满族自治县','随机生成',59.07),
(18414,NULL,88.99,4,'本溪','2023-12-02 22:03:15','辽宁','其他','随机生成',75.78),
(18415,NULL,80.13,3,'丹东','2023-12-02 22:03:15','辽宁','振兴区','随机生成',51.02),
(18416,NULL,30.85,4,'丹东','2023-12-02 22:03:15','辽宁','元宝区','随机生成',44.61),
(18417,NULL,78.88,2,'丹东','2023-12-02 22:03:15','辽宁','振安区','随机生成',70.31),
(18418,NULL,55.93,4,'丹东','2023-12-02 22:03:15','辽宁','东港市','随机生成',31.86),
(18419,NULL,59.90,2,'丹东','2023-12-02 22:03:15','辽宁','凤城市','随机生成',45.88),
(18420,NULL,15.77,1,'丹东','2023-12-02 22:03:15','辽宁','宽甸满族自治县','随机生成',12.45),
(18421,NULL,43.09,2,'丹东','2023-12-02 22:03:15','辽宁','其他','随机生成',3.70),
(18422,NULL,55.10,4,'锦州','2023-12-02 22:03:15','辽宁','太和区','随机生成',16.61),
(18423,NULL,95.80,1,'锦州','2023-12-02 22:03:15','辽宁','古塔区','随机生成',50.18),
(18424,NULL,36.98,4,'锦州','2023-12-02 22:03:15','辽宁','凌河区','随机生成',69.74),
(18425,NULL,56.30,2,'锦州','2023-12-02 22:03:15','辽宁','凌海市','随机生成',13.32),
(18426,NULL,34.35,2,'锦州','2023-12-02 22:03:15','辽宁','黑山县','随机生成',79.25),
(18427,NULL,94.37,1,'锦州','2023-12-02 22:03:15','辽宁','义县','随机生成',43.41),
(18428,NULL,42.29,4,'锦州','2023-12-02 22:03:15','辽宁','北宁市','随机生成',22.02),
(18429,NULL,65.69,3,'锦州','2023-12-02 22:03:15','辽宁','其他','随机生成',69.13),
(18430,NULL,86.57,1,'营口','2023-12-02 22:03:15','辽宁','站前区','随机生成',75.51),
(18431,NULL,47.42,1,'营口','2023-12-02 22:03:15','辽宁','西市区','随机生成',1.45),
(18432,NULL,43.06,4,'营口','2023-12-02 22:03:15','辽宁','鲅鱼圈区','随机生成',58.79),
(18433,NULL,31.29,4,'营口','2023-12-02 22:03:15','辽宁','老边区','随机生成',72.68),
(18434,NULL,7.68,1,'营口','2023-12-02 22:03:15','辽宁','大石桥市','随机生成',90.09),
(18435,NULL,79.14,4,'营口','2023-12-02 22:03:15','辽宁','盖州市','随机生成',80.84),
(18436,NULL,2.79,4,'营口','2023-12-02 22:03:15','辽宁','其他','随机生成',68.06),
(18437,NULL,0.76,4,'阜新','2023-12-02 22:03:15','辽宁','海州区','随机生成',66.23),
(18438,NULL,95.68,3,'阜新','2023-12-02 22:03:15','辽宁','新邱区','随机生成',89.71),
(18439,NULL,65.34,4,'阜新','2023-12-02 22:03:15','辽宁','太平区','随机生成',56.44),
(18440,NULL,65.77,3,'阜新','2023-12-02 22:03:15','辽宁','清河门区','随机生成',81.02),
(18441,NULL,19.55,3,'阜新','2023-12-02 22:03:15','辽宁','细河区','随机生成',43.59),
(18442,NULL,55.66,1,'阜新','2023-12-02 22:03:15','辽宁','彰武县','随机生成',46.81),
(18443,NULL,91.90,3,'阜新','2023-12-02 22:03:15','辽宁','阜新蒙古族自治县','随机生成',91.29),
(18444,NULL,9.26,2,'阜新','2023-12-02 22:03:15','辽宁','其他','随机生成',12.29),
(18445,NULL,22.97,4,'辽阳','2023-12-02 22:03:15','辽宁','白塔区','随机生成',15.96),
(18446,NULL,23.26,4,'辽阳','2023-12-02 22:03:15','辽宁','文圣区','随机生成',91.84),
(18447,NULL,72.43,2,'辽阳','2023-12-02 22:03:15','辽宁','宏伟区','随机生成',19.93),
(18448,NULL,45.13,3,'辽阳','2023-12-02 22:03:15','辽宁','太子河区','随机生成',71.17),
(18449,NULL,2.97,2,'辽阳','2023-12-02 22:03:15','辽宁','弓长岭区','随机生成',53.27),
(18450,NULL,86.18,4,'辽阳','2023-12-02 22:03:15','辽宁','灯塔市','随机生成',9.09),
(18451,NULL,43.46,4,'辽阳','2023-12-02 22:03:15','辽宁','辽阳县','随机生成',27.00),
(18452,NULL,59.37,2,'辽阳','2023-12-02 22:03:15','辽宁','其他','随机生成',64.34),
(18453,NULL,19.68,3,'盘锦','2023-12-02 22:03:15','辽宁','双台子区','随机生成',96.40),
(18454,NULL,41.69,3,'盘锦','2023-12-02 22:03:15','辽宁','兴隆台区','随机生成',19.30),
(18455,NULL,49.63,3,'盘锦','2023-12-02 22:03:15','辽宁','盘山县','随机生成',17.77),
(18456,NULL,86.92,1,'盘锦','2023-12-02 22:03:15','辽宁','大洼县','随机生成',98.08),
(18457,NULL,20.07,1,'盘锦','2023-12-02 22:03:15','辽宁','其他','随机生成',81.06),
(18458,NULL,36.52,3,'铁岭','2023-12-02 22:03:15','辽宁','银州区','随机生成',48.17),
(18459,NULL,95.31,4,'铁岭','2023-12-02 22:03:15','辽宁','清河区','随机生成',40.09),
(18460,NULL,82.96,2,'铁岭','2023-12-02 22:03:15','辽宁','调兵山市','随机生成',21.87),
(18461,NULL,54.04,4,'铁岭','2023-12-02 22:03:15','辽宁','开原市','随机生成',87.49),
(18462,NULL,34.68,3,'铁岭','2023-12-02 22:03:15','辽宁','铁岭县','随机生成',54.18),
(18463,NULL,12.42,3,'铁岭','2023-12-02 22:03:15','辽宁','昌图县','随机生成',45.26),
(18464,NULL,38.26,1,'铁岭','2023-12-02 22:03:15','辽宁','西丰县','随机生成',1.64),
(18465,NULL,21.98,2,'铁岭','2023-12-02 22:03:15','辽宁','其他','随机生成',39.59),
(18466,NULL,8.70,4,'朝阳','2023-12-02 22:03:15','辽宁','双塔区','随机生成',4.67),
(18467,NULL,67.97,1,'朝阳','2023-12-02 22:03:15','辽宁','龙城区','随机生成',36.87),
(18468,NULL,75.15,2,'朝阳','2023-12-02 22:03:15','辽宁','凌源市','随机生成',97.90),
(18469,NULL,93.12,3,'朝阳','2023-12-02 22:03:15','辽宁','北票市','随机生成',7.29),
(18470,NULL,15.29,1,'朝阳','2023-12-02 22:03:15','辽宁','朝阳县','随机生成',97.53),
(18471,NULL,26.11,4,'朝阳','2023-12-02 22:03:15','辽宁','建平县','随机生成',20.29),
(18472,NULL,46.01,1,'朝阳','2023-12-02 22:03:15','辽宁','喀喇沁左翼蒙古族自治县','随机生成',60.38),
(18473,NULL,5.46,2,'朝阳','2023-12-02 22:03:15','辽宁','其他','随机生成',69.86),
(18474,NULL,23.35,2,'葫芦岛','2023-12-02 22:03:15','辽宁','龙港区','随机生成',92.44),
(18475,NULL,70.89,3,'葫芦岛','2023-12-02 22:03:15','辽宁','南票区','随机生成',1.57),
(18476,NULL,3.94,3,'葫芦岛','2023-12-02 22:03:15','辽宁','连山区','随机生成',10.87),
(18477,NULL,48.65,4,'葫芦岛','2023-12-02 22:03:15','辽宁','兴城市','随机生成',48.60),
(18478,NULL,23.76,1,'葫芦岛','2023-12-02 22:03:15','辽宁','绥中县','随机生成',33.94),
(18479,NULL,15.84,4,'葫芦岛','2023-12-02 22:03:15','辽宁','建昌县','随机生成',5.23),
(18480,NULL,91.23,4,'葫芦岛','2023-12-02 22:03:15','辽宁','其他','随机生成',27.16),
(18481,NULL,7.08,3,'其他','2023-12-02 22:03:15','辽宁','其他','随机生成',73.41),
(18482,NULL,81.20,1,'长春','2023-12-02 22:03:15','吉林','朝阳区','随机生成',86.86),
(18483,NULL,35.01,2,'长春','2023-12-02 22:03:15','吉林','宽城区','随机生成',39.95),
(18484,NULL,38.90,3,'长春','2023-12-02 22:03:15','吉林','二道区','随机生成',13.14),
(18485,NULL,80.45,4,'长春','2023-12-02 22:03:15','吉林','南关区','随机生成',23.73),
(18486,NULL,81.73,4,'长春','2023-12-02 22:03:15','吉林','绿园区','随机生成',2.24),
(18487,NULL,29.91,4,'长春','2023-12-02 22:03:15','吉林','双阳区','随机生成',24.46),
(18488,NULL,75.09,3,'长春','2023-12-02 22:03:15','吉林','九台市','随机生成',50.75),
(18489,NULL,39.59,1,'长春','2023-12-02 22:03:15','吉林','榆树市','随机生成',58.36),
(18490,NULL,85.54,4,'长春','2023-12-02 22:03:15','吉林','德惠市','随机生成',92.26),
(18491,NULL,1.16,4,'长春','2023-12-02 22:03:15','吉林','农安县','随机生成',87.89),
(18492,NULL,29.68,4,'长春','2023-12-02 22:03:15','吉林','其他','随机生成',42.67),
(18493,NULL,74.18,2,'吉林','2023-12-02 22:03:15','吉林','船营区','随机生成',87.09),
(18494,NULL,80.90,1,'吉林','2023-12-02 22:03:15','吉林','昌邑区','随机生成',91.56),
(18495,NULL,95.73,1,'吉林','2023-12-02 22:03:15','吉林','龙潭区','随机生成',72.78),
(18496,NULL,53.76,4,'吉林','2023-12-02 22:03:15','吉林','丰满区','随机生成',19.16),
(18497,NULL,37.88,2,'吉林','2023-12-02 22:03:15','吉林','舒兰市','随机生成',31.69),
(18498,NULL,75.32,3,'吉林','2023-12-02 22:03:15','吉林','桦甸市','随机生成',4.04),
(18499,NULL,35.38,3,'吉林','2023-12-02 22:03:15','吉林','蛟河市','随机生成',37.28),
(18500,NULL,78.63,2,'吉林','2023-12-02 22:03:15','吉林','磐石市','随机生成',37.47),
(18501,NULL,70.59,1,'吉林','2023-12-02 22:03:15','吉林','永吉县','随机生成',31.89),
(18502,NULL,96.25,3,'吉林','2023-12-02 22:03:15','吉林','其他','随机生成',38.97),
(18503,NULL,40.23,2,'四平','2023-12-02 22:03:15','吉林','铁西区','随机生成',36.21),
(18504,NULL,90.76,4,'四平','2023-12-02 22:03:15','吉林','铁东区','随机生成',55.68),
(18505,NULL,62.79,4,'四平','2023-12-02 22:03:15','吉林','公主岭市','随机生成',21.80),
(18506,NULL,14.96,3,'四平','2023-12-02 22:03:15','吉林','双辽市','随机生成',81.32),
(18507,NULL,82.71,2,'四平','2023-12-02 22:03:15','吉林','梨树县','随机生成',83.73),
(18508,NULL,98.99,2,'四平','2023-12-02 22:03:15','吉林','伊通满族自治县','随机生成',97.33),
(18509,NULL,72.43,2,'四平','2023-12-02 22:03:15','吉林','其他','随机生成',85.03),
(18510,NULL,98.92,3,'辽源','2023-12-02 22:03:15','吉林','龙山区','随机生成',46.45),
(18511,NULL,77.42,2,'辽源','2023-12-02 22:03:15','吉林','西安区','随机生成',82.78),
(18512,NULL,95.42,3,'辽源','2023-12-02 22:03:15','吉林','东辽县','随机生成',14.13),
(18513,NULL,12.00,2,'辽源','2023-12-02 22:03:15','吉林','东丰县','随机生成',83.47),
(18514,NULL,23.85,1,'辽源','2023-12-02 22:03:15','吉林','其他','随机生成',8.41),
(18515,NULL,58.92,2,'通化','2023-12-02 22:03:15','吉林','东昌区','随机生成',33.86),
(18516,NULL,87.83,4,'通化','2023-12-02 22:03:15','吉林','二道江区','随机生成',65.36),
(18517,NULL,75.36,3,'通化','2023-12-02 22:03:15','吉林','梅河口市','随机生成',87.65),
(18518,NULL,45.70,2,'通化','2023-12-02 22:03:15','吉林','集安市','随机生成',4.66),
(18519,NULL,48.46,2,'通化','2023-12-02 22:03:15','吉林','通化县','随机生成',25.66),
(18520,NULL,50.96,2,'通化','2023-12-02 22:03:15','吉林','辉南县','随机生成',86.70),
(18521,NULL,64.19,3,'通化','2023-12-02 22:03:15','吉林','柳河县','随机生成',98.26),
(18522,NULL,24.47,2,'通化','2023-12-02 22:03:15','吉林','其他','随机生成',10.81),
(18523,NULL,50.79,3,'白山','2023-12-02 22:03:15','吉林','八道江区','随机生成',17.83),
(18524,NULL,34.48,4,'白山','2023-12-02 22:03:15','吉林','江源区','随机生成',44.15),
(18525,NULL,7.90,1,'白山','2023-12-02 22:03:15','吉林','临江市','随机生成',30.32),
(18526,NULL,43.73,2,'白山','2023-12-02 22:03:15','吉林','靖宇县','随机生成',32.56),
(18527,NULL,65.13,4,'白山','2023-12-02 22:03:15','吉林','抚松县','随机生成',68.61),
(18528,NULL,56.06,4,'白山','2023-12-02 22:03:15','吉林','长白朝鲜族自治县','随机生成',59.58),
(18529,NULL,87.11,4,'白山','2023-12-02 22:03:15','吉林','其他','随机生成',34.40),
(18530,NULL,15.82,3,'松原','2023-12-02 22:03:15','吉林','宁江区','随机生成',34.10),
(18531,NULL,62.87,2,'松原','2023-12-02 22:03:15','吉林','乾安县','随机生成',16.97),
(18532,NULL,39.87,1,'松原','2023-12-02 22:03:15','吉林','长岭县','随机生成',85.03),
(18533,NULL,92.78,4,'松原','2023-12-02 22:03:15','吉林','扶余县','随机生成',94.16),
(18534,NULL,4.72,4,'松原','2023-12-02 22:03:15','吉林','前郭尔罗斯蒙古族自治县','随机生成',59.89),
(18535,NULL,27.83,2,'松原','2023-12-02 22:03:15','吉林','其他','随机生成',8.09),
(18536,NULL,68.48,4,'白城','2023-12-02 22:03:15','吉林','洮北区','随机生成',67.72),
(18537,NULL,59.48,3,'白城','2023-12-02 22:03:15','吉林','大安市','随机生成',80.46),
(18538,NULL,47.89,2,'白城','2023-12-02 22:03:15','吉林','洮南市','随机生成',6.67),
(18539,NULL,8.77,3,'白城','2023-12-02 22:03:15','吉林','镇赉县','随机生成',54.14),
(18540,NULL,22.58,2,'白城','2023-12-02 22:03:15','吉林','通榆县','随机生成',9.50),
(18541,NULL,26.79,2,'白城','2023-12-02 22:03:15','吉林','其他','随机生成',29.32),
(18542,NULL,47.18,3,'延边朝鲜族自治州','2023-12-02 22:03:15','吉林','延吉市','随机生成',70.84),
(18543,NULL,53.15,2,'延边朝鲜族自治州','2023-12-02 22:03:15','吉林','图们市','随机生成',10.49),
(18544,NULL,12.15,3,'延边朝鲜族自治州','2023-12-02 22:03:15','吉林','敦化市','随机生成',69.06),
(18545,NULL,87.00,4,'延边朝鲜族自治州','2023-12-02 22:03:15','吉林','龙井市','随机生成',42.03),
(18546,NULL,82.31,4,'延边朝鲜族自治州','2023-12-02 22:03:15','吉林','珲春市','随机生成',40.79),
(18547,NULL,2.91,3,'延边朝鲜族自治州','2023-12-02 22:03:15','吉林','和龙市','随机生成',92.64),
(18548,NULL,24.22,1,'延边朝鲜族自治州','2023-12-02 22:03:15','吉林','安图县','随机生成',73.57),
(18549,NULL,82.99,3,'延边朝鲜族自治州','2023-12-02 22:03:15','吉林','汪清县','随机生成',31.58),
(18550,NULL,3.55,4,'延边朝鲜族自治州','2023-12-02 22:03:15','吉林','其他','随机生成',1.37),
(18551,NULL,63.95,4,'其他','2023-12-02 22:03:15','吉林','其他','随机生成',52.33),
(18552,NULL,92.82,4,'哈尔滨','2023-12-02 22:03:15','黑龙江','松北区','随机生成',97.00),
(18553,NULL,66.07,1,'哈尔滨','2023-12-02 22:03:15','黑龙江','道里区','随机生成',73.57),
(18554,NULL,57.49,2,'哈尔滨','2023-12-02 22:03:15','黑龙江','南岗区','随机生成',5.41),
(18555,NULL,62.38,1,'哈尔滨','2023-12-02 22:03:15','黑龙江','平房区','随机生成',3.46),
(18556,NULL,76.44,4,'哈尔滨','2023-12-02 22:03:15','黑龙江','香坊区','随机生成',36.98),
(18557,NULL,96.67,4,'哈尔滨','2023-12-02 22:03:15','黑龙江','道外区','随机生成',21.41),
(18558,NULL,69.91,2,'哈尔滨','2023-12-02 22:03:15','黑龙江','呼兰区','随机生成',68.91),
(18559,NULL,48.08,2,'哈尔滨','2023-12-02 22:03:15','黑龙江','阿城区','随机生成',41.42),
(18560,NULL,10.62,3,'哈尔滨','2023-12-02 22:03:15','黑龙江','双城市','随机生成',80.49),
(18561,NULL,47.28,2,'哈尔滨','2023-12-02 22:03:15','黑龙江','尚志市','随机生成',47.78),
(18562,NULL,92.53,1,'哈尔滨','2023-12-02 22:03:15','黑龙江','五常市','随机生成',62.62),
(18563,NULL,11.47,2,'哈尔滨','2023-12-02 22:03:15','黑龙江','宾县','随机生成',24.09),
(18564,NULL,3.07,2,'哈尔滨','2023-12-02 22:03:15','黑龙江','方正县','随机生成',77.65),
(18565,NULL,27.66,2,'哈尔滨','2023-12-02 22:03:15','黑龙江','通河县','随机生成',96.22),
(18566,NULL,70.75,4,'哈尔滨','2023-12-02 22:03:15','黑龙江','巴彦县','随机生成',53.34),
(18567,NULL,42.75,3,'哈尔滨','2023-12-02 22:03:15','黑龙江','延寿县','随机生成',74.39),
(18568,NULL,35.48,1,'哈尔滨','2023-12-02 22:03:15','黑龙江','木兰县','随机生成',49.01),
(18569,NULL,44.83,4,'哈尔滨','2023-12-02 22:03:15','黑龙江','依兰县','随机生成',48.31),
(18570,NULL,67.52,1,'哈尔滨','2023-12-02 22:03:15','黑龙江','其他','随机生成',4.01),
(18571,NULL,79.86,2,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','龙沙区','随机生成',18.80),
(18572,NULL,9.88,3,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','昂昂溪区','随机生成',90.94),
(18573,NULL,84.32,2,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','铁锋区','随机生成',71.51),
(18574,NULL,45.32,2,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','建华区','随机生成',70.07),
(18575,NULL,49.10,3,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','富拉尔基区','随机生成',90.31),
(18576,NULL,72.07,1,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','碾子山区','随机生成',4.99),
(18577,NULL,49.89,3,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','梅里斯达斡尔族区','随机生成',3.45),
(18578,NULL,8.39,4,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','讷河市','随机生成',65.50),
(18579,NULL,59.68,2,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','富裕县','随机生成',94.69),
(18580,NULL,50.75,4,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','拜泉县','随机生成',57.60),
(18581,NULL,56.60,4,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','甘南县','随机生成',37.59),
(18582,NULL,12.89,3,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','依安县','随机生成',86.76),
(18583,NULL,21.91,4,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','克山县','随机生成',14.02),
(18584,NULL,89.64,2,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','泰来县','随机生成',11.20),
(18585,NULL,77.10,3,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','克东县','随机生成',32.76),
(18586,NULL,56.98,4,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','龙江县','随机生成',91.38),
(18587,NULL,17.21,3,'齐齐哈尔','2023-12-02 22:03:15','黑龙江','其他','随机生成',91.01),
(18588,NULL,73.19,2,'鹤岗','2023-12-02 22:03:15','黑龙江','兴山区','随机生成',17.16),
(18589,NULL,5.81,2,'鹤岗','2023-12-02 22:03:15','黑龙江','工农区','随机生成',3.32),
(18590,NULL,39.35,4,'鹤岗','2023-12-02 22:03:15','黑龙江','南山区','随机生成',96.42),
(18591,NULL,92.09,1,'鹤岗','2023-12-02 22:03:15','黑龙江','兴安区','随机生成',62.43),
(18592,NULL,47.89,3,'鹤岗','2023-12-02 22:03:15','黑龙江','向阳区','随机生成',53.95),
(18593,NULL,65.50,1,'鹤岗','2023-12-02 22:03:15','黑龙江','东山区','随机生成',37.37),
(18594,NULL,90.19,2,'鹤岗','2023-12-02 22:03:15','黑龙江','萝北县','随机生成',82.29),
(18595,NULL,10.25,3,'鹤岗','2023-12-02 22:03:15','黑龙江','绥滨县','随机生成',47.52),
(18596,NULL,56.83,3,'鹤岗','2023-12-02 22:03:15','黑龙江','其他','随机生成',98.75),
(18597,NULL,20.33,3,'双鸭山','2023-12-02 22:03:15','黑龙江','尖山区','随机生成',93.55),
(18598,NULL,10.78,3,'双鸭山','2023-12-02 22:03:15','黑龙江','岭东区','随机生成',67.96),
(18599,NULL,95.09,4,'双鸭山','2023-12-02 22:03:15','黑龙江','四方台区','随机生成',85.43),
(18600,NULL,74.65,2,'双鸭山','2023-12-02 22:03:15','黑龙江','宝山区','随机生成',87.07),
(18601,NULL,56.23,1,'双鸭山','2023-12-02 22:03:15','黑龙江','集贤县','随机生成',20.54),
(18602,NULL,49.54,1,'双鸭山','2023-12-02 22:03:15','黑龙江','宝清县','随机生成',37.47),
(18603,NULL,42.56,1,'双鸭山','2023-12-02 22:03:15','黑龙江','友谊县','随机生成',93.02),
(18604,NULL,5.14,4,'双鸭山','2023-12-02 22:03:15','黑龙江','饶河县','随机生成',31.27),
(18605,NULL,98.21,2,'双鸭山','2023-12-02 22:03:15','黑龙江','其他','随机生成',5.17),
(18606,NULL,11.27,2,'鸡西','2023-12-02 22:03:15','黑龙江','鸡冠区','随机生成',82.62),
(18607,NULL,52.77,1,'鸡西','2023-12-02 22:03:15','黑龙江','恒山区','随机生成',29.11),
(18608,NULL,6.62,4,'鸡西','2023-12-02 22:03:15','黑龙江','城子河区','随机生成',56.17),
(18609,NULL,6.19,3,'鸡西','2023-12-02 22:03:15','黑龙江','滴道区','随机生成',75.60),
(18610,NULL,60.80,1,'鸡西','2023-12-02 22:03:15','黑龙江','梨树区','随机生成',17.78),
(18611,NULL,40.36,1,'鸡西','2023-12-02 22:03:15','黑龙江','麻山区','随机生成',41.76),
(18612,NULL,29.81,4,'鸡西','2023-12-02 22:03:15','黑龙江','密山市','随机生成',81.98),
(18613,NULL,49.34,3,'鸡西','2023-12-02 22:03:15','黑龙江','虎林市','随机生成',33.68),
(18614,NULL,52.05,3,'鸡西','2023-12-02 22:03:15','黑龙江','鸡东县','随机生成',89.50),
(18615,NULL,71.30,4,'鸡西','2023-12-02 22:03:15','黑龙江','其他','随机生成',31.70),
(18616,NULL,73.98,4,'大庆','2023-12-02 22:03:15','黑龙江','萨尔图区','随机生成',27.62),
(18617,NULL,14.75,1,'大庆','2023-12-02 22:03:15','黑龙江','红岗区','随机生成',96.92),
(18618,NULL,14.31,1,'大庆','2023-12-02 22:03:15','黑龙江','龙凤区','随机生成',65.97),
(18619,NULL,30.74,4,'大庆','2023-12-02 22:03:15','黑龙江','让胡路区','随机生成',55.67),
(18620,NULL,87.38,4,'大庆','2023-12-02 22:03:15','黑龙江','大同区','随机生成',52.07),
(18621,NULL,79.33,1,'大庆','2023-12-02 22:03:15','黑龙江','林甸县','随机生成',52.80),
(18622,NULL,42.80,3,'大庆','2023-12-02 22:03:15','黑龙江','肇州县','随机生成',59.25),
(18623,NULL,64.17,2,'大庆','2023-12-02 22:03:15','黑龙江','肇源县','随机生成',14.09),
(18624,NULL,56.59,2,'大庆','2023-12-02 22:03:15','黑龙江','杜尔伯特蒙古族自治县','随机生成',5.42),
(18625,NULL,57.07,2,'大庆','2023-12-02 22:03:15','黑龙江','其他','随机生成',51.24),
(18626,NULL,20.89,3,'伊春','2023-12-02 22:03:15','黑龙江','伊春区','随机生成',53.09),
(18627,NULL,7.14,2,'伊春','2023-12-02 22:03:15','黑龙江','带岭区','随机生成',12.61),
(18628,NULL,41.12,4,'伊春','2023-12-02 22:03:15','黑龙江','南岔区','随机生成',59.26),
(18629,NULL,69.44,4,'伊春','2023-12-02 22:03:15','黑龙江','金山屯区','随机生成',14.92),
(18630,NULL,37.39,3,'伊春','2023-12-02 22:03:15','黑龙江','西林区','随机生成',39.98),
(18631,NULL,36.13,3,'伊春','2023-12-02 22:03:15','黑龙江','美溪区','随机生成',80.54),
(18632,NULL,52.39,3,'伊春','2023-12-02 22:03:15','黑龙江','乌马河区','随机生成',32.97),
(18633,NULL,94.23,4,'伊春','2023-12-02 22:03:15','黑龙江','翠峦区','随机生成',99.46),
(18634,NULL,81.48,3,'伊春','2023-12-02 22:03:15','黑龙江','友好区','随机生成',54.58),
(18635,NULL,46.09,4,'伊春','2023-12-02 22:03:15','黑龙江','上甘岭区','随机生成',98.74),
(18636,NULL,49.73,4,'伊春','2023-12-02 22:03:15','黑龙江','五营区','随机生成',97.31),
(18637,NULL,58.04,4,'伊春','2023-12-02 22:03:15','黑龙江','红星区','随机生成',19.48),
(18638,NULL,97.30,2,'伊春','2023-12-02 22:03:15','黑龙江','新青区','随机生成',94.21),
(18639,NULL,46.22,1,'伊春','2023-12-02 22:03:15','黑龙江','汤旺河区','随机生成',49.09),
(18640,NULL,99.84,1,'伊春','2023-12-02 22:03:15','黑龙江','乌伊岭区','随机生成',1.88),
(18641,NULL,19.15,2,'伊春','2023-12-02 22:03:15','黑龙江','铁力市','随机生成',91.47),
(18642,NULL,97.78,3,'伊春','2023-12-02 22:03:15','黑龙江','嘉荫县','随机生成',99.39),
(18643,NULL,3.34,3,'伊春','2023-12-02 22:03:15','黑龙江','其他','随机生成',93.51),
(18644,NULL,41.07,4,'牡丹江','2023-12-02 22:03:15','黑龙江','爱民区','随机生成',68.93),
(18645,NULL,79.07,3,'牡丹江','2023-12-02 22:03:15','黑龙江','东安区','随机生成',85.43),
(18646,NULL,66.40,1,'牡丹江','2023-12-02 22:03:15','黑龙江','阳明区','随机生成',34.80),
(18647,NULL,38.62,1,'牡丹江','2023-12-02 22:03:15','黑龙江','西安区','随机生成',51.21),
(18648,NULL,21.02,4,'牡丹江','2023-12-02 22:03:15','黑龙江','绥芬河市','随机生成',0.93),
(18649,NULL,51.70,4,'牡丹江','2023-12-02 22:03:15','黑龙江','宁安市','随机生成',9.83),
(18650,NULL,20.14,4,'牡丹江','2023-12-02 22:03:15','黑龙江','海林市','随机生成',52.65),
(18651,NULL,55.76,1,'牡丹江','2023-12-02 22:03:15','黑龙江','穆棱市','随机生成',66.12),
(18652,NULL,22.59,1,'牡丹江','2023-12-02 22:03:15','黑龙江','林口县','随机生成',59.20),
(18653,NULL,21.15,2,'牡丹江','2023-12-02 22:03:15','黑龙江','东宁县','随机生成',35.90),
(18654,NULL,72.36,3,'牡丹江','2023-12-02 22:03:15','黑龙江','其他','随机生成',61.62),
(18655,NULL,88.79,4,'佳木斯','2023-12-02 22:03:15','黑龙江','向阳区','随机生成',9.17),
(18656,NULL,86.83,4,'佳木斯','2023-12-02 22:03:15','黑龙江','前进区','随机生成',61.95),
(18657,NULL,49.60,4,'佳木斯','2023-12-02 22:03:15','黑龙江','东风区','随机生成',37.68),
(18658,NULL,55.35,2,'佳木斯','2023-12-02 22:03:15','黑龙江','郊区','随机生成',24.61),
(18659,NULL,7.49,1,'佳木斯','2023-12-02 22:03:15','黑龙江','同江市','随机生成',73.32),
(18660,NULL,27.98,2,'佳木斯','2023-12-02 22:03:15','黑龙江','富锦市','随机生成',65.51),
(18661,NULL,36.35,3,'佳木斯','2023-12-02 22:03:15','黑龙江','桦川县','随机生成',32.36),
(18662,NULL,32.66,3,'佳木斯','2023-12-02 22:03:15','黑龙江','抚远县','随机生成',76.04),
(18663,NULL,65.20,2,'佳木斯','2023-12-02 22:03:15','黑龙江','桦南县','随机生成',16.84),
(18664,NULL,16.92,4,'佳木斯','2023-12-02 22:03:15','黑龙江','汤原县','随机生成',43.20),
(18665,NULL,77.12,2,'佳木斯','2023-12-02 22:03:15','黑龙江','其他','随机生成',10.03),
(18666,NULL,99.66,1,'七台河','2023-12-02 22:03:15','黑龙江','桃山区','随机生成',40.91),
(18667,NULL,87.93,2,'七台河','2023-12-02 22:03:15','黑龙江','新兴区','随机生成',86.96),
(18668,NULL,27.22,1,'七台河','2023-12-02 22:03:15','黑龙江','茄子河区','随机生成',82.75),
(18669,NULL,20.71,4,'七台河','2023-12-02 22:03:15','黑龙江','勃利县','随机生成',38.39),
(18670,NULL,72.00,2,'七台河','2023-12-02 22:03:15','黑龙江','其他','随机生成',8.13),
(18671,NULL,67.26,4,'黑河','2023-12-02 22:03:15','黑龙江','爱辉区','随机生成',64.30),
(18672,NULL,90.43,3,'黑河','2023-12-02 22:03:15','黑龙江','北安市','随机生成',7.00),
(18673,NULL,86.25,4,'黑河','2023-12-02 22:03:15','黑龙江','五大连池市','随机生成',6.29),
(18674,NULL,47.98,3,'黑河','2023-12-02 22:03:15','黑龙江','逊克县','随机生成',56.82),
(18675,NULL,8.60,2,'黑河','2023-12-02 22:03:15','黑龙江','嫩江县','随机生成',83.20),
(18676,NULL,65.88,4,'黑河','2023-12-02 22:03:15','黑龙江','孙吴县','随机生成',47.08),
(18677,NULL,88.16,4,'黑河','2023-12-02 22:03:15','黑龙江','其他','随机生成',50.99),
(18678,NULL,59.56,3,'绥化','2023-12-02 22:03:15','黑龙江','北林区','随机生成',10.55),
(18679,NULL,48.66,4,'绥化','2023-12-02 22:03:15','黑龙江','安达市','随机生成',82.21),
(18680,NULL,15.09,2,'绥化','2023-12-02 22:03:15','黑龙江','肇东市','随机生成',65.21),
(18681,NULL,36.77,4,'绥化','2023-12-02 22:03:15','黑龙江','海伦市','随机生成',1.27),
(18682,NULL,19.70,3,'绥化','2023-12-02 22:03:15','黑龙江','绥棱县','随机生成',38.19),
(18683,NULL,82.38,3,'绥化','2023-12-02 22:03:15','黑龙江','兰西县','随机生成',3.25),
(18684,NULL,24.99,1,'绥化','2023-12-02 22:03:15','黑龙江','明水县','随机生成',70.92),
(18685,NULL,94.27,4,'绥化','2023-12-02 22:03:15','黑龙江','青冈县','随机生成',96.93),
(18686,NULL,30.96,2,'绥化','2023-12-02 22:03:15','黑龙江','庆安县','随机生成',66.83),
(18687,NULL,50.35,4,'绥化','2023-12-02 22:03:15','黑龙江','望奎县','随机生成',34.80),
(18688,NULL,90.48,2,'绥化','2023-12-02 22:03:15','黑龙江','其他','随机生成',46.58),
(18689,NULL,7.81,2,'大兴安岭地区','2023-12-02 22:03:15','黑龙江','呼玛县','随机生成',2.60),
(18690,NULL,76.90,4,'大兴安岭地区','2023-12-02 22:03:15','黑龙江','塔河县','随机生成',19.98),
(18691,NULL,22.42,3,'大兴安岭地区','2023-12-02 22:03:15','黑龙江','漠河县','随机生成',62.87),
(18692,NULL,96.63,3,'大兴安岭地区','2023-12-02 22:03:15','黑龙江','大兴安岭辖区','随机生成',4.62),
(18693,NULL,56.38,4,'大兴安岭地区','2023-12-02 22:03:15','黑龙江','其他','随机生成',60.52),
(18694,NULL,42.76,3,'其他','2023-12-02 22:03:15','黑龙江','其他','随机生成',59.04),
(18695,NULL,8.66,4,'上海','2023-12-02 22:03:15','上海','黄浦区','随机生成',67.48),
(18696,NULL,84.60,2,'上海','2023-12-02 22:03:15','上海','卢湾区','随机生成',94.37),
(18697,NULL,13.11,4,'上海','2023-12-02 22:03:15','上海','徐汇区','随机生成',28.45),
(18698,NULL,38.89,2,'上海','2023-12-02 22:03:15','上海','长宁区','随机生成',15.19),
(18699,NULL,27.97,1,'上海','2023-12-02 22:03:15','上海','静安区','随机生成',13.74),
(18700,NULL,1.29,4,'上海','2023-12-02 22:03:15','上海','普陀区','随机生成',5.67),
(18701,NULL,5.34,1,'上海','2023-12-02 22:03:15','上海','闸北区','随机生成',91.09),
(18702,NULL,89.36,1,'上海','2023-12-02 22:03:15','上海','虹口区','随机生成',25.23),
(18703,NULL,1.82,3,'上海','2023-12-02 22:03:15','上海','杨浦区','随机生成',38.95),
(18704,NULL,36.12,2,'上海','2023-12-02 22:03:15','上海','宝山区','随机生成',62.36),
(18705,NULL,97.77,4,'上海','2023-12-02 22:03:15','上海','闵行区','随机生成',95.06),
(18706,NULL,96.20,2,'上海','2023-12-02 22:03:15','上海','嘉定区','随机生成',67.45),
(18707,NULL,1.92,4,'上海','2023-12-02 22:03:15','上海','松江区','随机生成',22.09),
(18708,NULL,38.44,1,'上海','2023-12-02 22:03:15','上海','金山区','随机生成',71.84),
(18709,NULL,68.79,4,'上海','2023-12-02 22:03:15','上海','青浦区','随机生成',82.63),
(18710,NULL,16.94,1,'上海','2023-12-02 22:03:15','上海','南汇区','随机生成',56.00),
(18711,NULL,71.38,3,'上海','2023-12-02 22:03:15','上海','奉贤区','随机生成',7.34),
(18712,NULL,13.39,1,'上海','2023-12-02 22:03:15','上海','浦东新区','随机生成',97.50),
(18713,NULL,93.69,1,'上海','2023-12-02 22:03:15','上海','崇明县','随机生成',15.78),
(18714,NULL,99.70,2,'上海','2023-12-02 22:03:15','上海','其他','随机生成',91.73),
(18715,NULL,73.52,3,'南京','2023-12-02 22:03:15','江苏','玄武区','随机生成',4.28),
(18716,NULL,2.95,2,'南京','2023-12-02 22:03:15','江苏','白下区','随机生成',7.04),
(18717,NULL,28.33,2,'南京','2023-12-02 22:03:15','江苏','秦淮区','随机生成',0.23),
(18718,NULL,91.23,4,'南京','2023-12-02 22:03:15','江苏','建邺区','随机生成',5.59),
(18719,NULL,9.42,3,'南京','2023-12-02 22:03:15','江苏','鼓楼区','随机生成',20.90),
(18720,NULL,47.75,3,'南京','2023-12-02 22:03:15','江苏','下关区','随机生成',58.92),
(18721,NULL,65.91,2,'南京','2023-12-02 22:03:15','江苏','栖霞区','随机生成',4.60),
(18722,NULL,91.28,3,'南京','2023-12-02 22:03:15','江苏','雨花台区','随机生成',66.67),
(18723,NULL,43.41,1,'南京','2023-12-02 22:03:15','江苏','浦口区','随机生成',48.31),
(18724,NULL,32.26,4,'南京','2023-12-02 22:03:15','江苏','江宁区','随机生成',19.83),
(18725,NULL,99.37,4,'南京','2023-12-02 22:03:15','江苏','六合区','随机生成',11.92),
(18726,NULL,17.69,3,'南京','2023-12-02 22:03:15','江苏','溧水县','随机生成',88.87),
(18727,NULL,97.66,1,'南京','2023-12-02 22:03:15','江苏','高淳县','随机生成',99.06),
(18728,NULL,22.27,1,'南京','2023-12-02 22:03:15','江苏','其他','随机生成',80.47),
(18729,NULL,56.10,2,'苏州','2023-12-02 22:03:15','江苏','金阊区','随机生成',3.10),
(18730,NULL,0.37,1,'苏州','2023-12-02 22:03:15','江苏','平江区','随机生成',83.25),
(18731,NULL,4.88,4,'苏州','2023-12-02 22:03:15','江苏','沧浪区','随机生成',40.29),
(18732,NULL,10.28,4,'苏州','2023-12-02 22:03:15','江苏','虎丘区','随机生成',33.00),
(18733,NULL,12.48,3,'苏州','2023-12-02 22:03:15','江苏','吴中区','随机生成',54.53),
(18734,NULL,0.68,2,'苏州','2023-12-02 22:03:15','江苏','相城区','随机生成',60.90),
(18735,NULL,88.34,3,'苏州','2023-12-02 22:03:15','江苏','常熟市','随机生成',45.76),
(18736,NULL,8.82,4,'苏州','2023-12-02 22:03:15','江苏','张家港市','随机生成',28.94),
(18737,NULL,34.82,4,'苏州','2023-12-02 22:03:15','江苏','昆山市','随机生成',16.29),
(18738,NULL,70.10,4,'苏州','2023-12-02 22:03:15','江苏','吴江市','随机生成',96.37),
(18739,NULL,68.23,4,'苏州','2023-12-02 22:03:15','江苏','太仓市','随机生成',43.57),
(18740,NULL,28.70,2,'苏州','2023-12-02 22:03:15','江苏','其他','随机生成',20.89),
(18741,NULL,3.92,4,'无锡','2023-12-02 22:03:15','江苏','崇安区','随机生成',36.06),
(18742,NULL,42.59,3,'无锡','2023-12-02 22:03:15','江苏','南长区','随机生成',71.68),
(18743,NULL,80.73,3,'无锡','2023-12-02 22:03:15','江苏','北塘区','随机生成',90.88),
(18744,NULL,28.70,3,'无锡','2023-12-02 22:03:15','江苏','滨湖区','随机生成',43.00),
(18745,NULL,29.38,2,'无锡','2023-12-02 22:03:15','江苏','锡山区','随机生成',11.85),
(18746,NULL,67.07,2,'无锡','2023-12-02 22:03:15','江苏','惠山区','随机生成',52.56),
(18747,NULL,17.10,4,'无锡','2023-12-02 22:03:15','江苏','江阴市','随机生成',50.55),
(18748,NULL,80.53,3,'无锡','2023-12-02 22:03:15','江苏','宜兴市','随机生成',0.88),
(18749,NULL,16.35,4,'无锡','2023-12-02 22:03:15','江苏','其他','随机生成',11.11),
(18750,NULL,43.41,4,'常州','2023-12-02 22:03:15','江苏','钟楼区','随机生成',16.85),
(18751,NULL,3.26,2,'常州','2023-12-02 22:03:15','江苏','天宁区','随机生成',38.86),
(18752,NULL,14.18,1,'常州','2023-12-02 22:03:15','江苏','戚墅堰区','随机生成',70.23),
(18753,NULL,50.55,1,'常州','2023-12-02 22:03:15','江苏','新北区','随机生成',86.74),
(18754,NULL,19.28,3,'常州','2023-12-02 22:03:15','江苏','武进区','随机生成',83.95),
(18755,NULL,33.29,1,'常州','2023-12-02 22:03:15','江苏','金坛市','随机生成',65.46),
(18756,NULL,81.28,4,'常州','2023-12-02 22:03:15','江苏','溧阳市','随机生成',30.19),
(18757,NULL,12.06,4,'常州','2023-12-02 22:03:15','江苏','其他','随机生成',71.28),
(18758,NULL,49.72,1,'镇江','2023-12-02 22:03:15','江苏','京口区','随机生成',42.90),
(18759,NULL,70.76,1,'镇江','2023-12-02 22:03:15','江苏','润州区','随机生成',4.23),
(18760,NULL,52.90,3,'镇江','2023-12-02 22:03:15','江苏','丹徒区','随机生成',26.52),
(18761,NULL,40.20,1,'镇江','2023-12-02 22:03:15','江苏','丹阳市','随机生成',36.95),
(18762,NULL,32.31,2,'镇江','2023-12-02 22:03:15','江苏','扬中市','随机生成',53.81),
(18763,NULL,34.22,4,'镇江','2023-12-02 22:03:15','江苏','句容市','随机生成',18.82),
(18764,NULL,85.78,4,'镇江','2023-12-02 22:03:15','江苏','其他','随机生成',91.03),
(18765,NULL,28.66,2,'南通','2023-12-02 22:03:15','江苏','崇川区','随机生成',90.01),
(18766,NULL,34.29,4,'南通','2023-12-02 22:03:15','江苏','港闸区','随机生成',74.46),
(18767,NULL,46.07,2,'南通','2023-12-02 22:03:15','江苏','通州市','随机生成',85.69),
(18768,NULL,64.20,4,'南通','2023-12-02 22:03:15','江苏','如皋市','随机生成',37.80),
(18769,NULL,26.30,4,'南通','2023-12-02 22:03:15','江苏','海门市','随机生成',60.52),
(18770,NULL,90.03,3,'南通','2023-12-02 22:03:15','江苏','启东市','随机生成',86.07),
(18771,NULL,71.90,4,'南通','2023-12-02 22:03:15','江苏','海安县','随机生成',17.06),
(18772,NULL,13.99,4,'南通','2023-12-02 22:03:15','江苏','如东县','随机生成',78.81),
(18773,NULL,54.94,4,'南通','2023-12-02 22:03:15','江苏','其他','随机生成',70.70),
(18774,NULL,19.21,2,'泰州','2023-12-02 22:03:15','江苏','海陵区','随机生成',11.44),
(18775,NULL,2.72,4,'泰州','2023-12-02 22:03:15','江苏','高港区','随机生成',65.54),
(18776,NULL,22.22,2,'泰州','2023-12-02 22:03:15','江苏','姜堰市','随机生成',36.97),
(18777,NULL,33.08,2,'泰州','2023-12-02 22:03:15','江苏','泰兴市','随机生成',77.50),
(18778,NULL,46.04,4,'泰州','2023-12-02 22:03:15','江苏','靖江市','随机生成',93.18),
(18779,NULL,50.65,1,'泰州','2023-12-02 22:03:15','江苏','兴化市','随机生成',7.70),
(18780,NULL,46.57,2,'泰州','2023-12-02 22:03:15','江苏','其他','随机生成',24.93),
(18781,NULL,99.35,3,'扬州','2023-12-02 22:03:15','江苏','广陵区','随机生成',47.92),
(18782,NULL,13.73,2,'扬州','2023-12-02 22:03:15','江苏','维扬区','随机生成',88.42),
(18783,NULL,79.12,2,'扬州','2023-12-02 22:03:15','江苏','邗江区','随机生成',71.97),
(18784,NULL,96.38,4,'扬州','2023-12-02 22:03:15','江苏','江都市','随机生成',75.14),
(18785,NULL,6.80,1,'扬州','2023-12-02 22:03:15','江苏','仪征市','随机生成',37.36),
(18786,NULL,27.02,3,'扬州','2023-12-02 22:03:15','江苏','高邮市','随机生成',92.34),
(18787,NULL,92.64,4,'扬州','2023-12-02 22:03:15','江苏','宝应县','随机生成',49.13),
(18788,NULL,30.24,2,'扬州','2023-12-02 22:03:15','江苏','其他','随机生成',88.94),
(18789,NULL,62.45,3,'盐城','2023-12-02 22:03:15','江苏','亭湖区','随机生成',39.48),
(18790,NULL,85.13,2,'盐城','2023-12-02 22:03:15','江苏','盐都区','随机生成',26.92),
(18791,NULL,85.78,3,'盐城','2023-12-02 22:03:15','江苏','大丰市','随机生成',94.47),
(18792,NULL,67.94,3,'盐城','2023-12-02 22:03:15','江苏','东台市','随机生成',8.39),
(18793,NULL,77.03,2,'盐城','2023-12-02 22:03:15','江苏','建湖县','随机生成',6.14),
(18794,NULL,67.02,3,'盐城','2023-12-02 22:03:15','江苏','射阳县','随机生成',37.40),
(18795,NULL,58.21,3,'盐城','2023-12-02 22:03:15','江苏','阜宁县','随机生成',11.83),
(18796,NULL,44.11,2,'盐城','2023-12-02 22:03:15','江苏','滨海县','随机生成',74.66),
(18797,NULL,73.47,3,'盐城','2023-12-02 22:03:15','江苏','响水县','随机生成',21.07),
(18798,NULL,26.41,3,'盐城','2023-12-02 22:03:15','江苏','其他','随机生成',30.31),
(18799,NULL,1.11,4,'连云港','2023-12-02 22:03:15','江苏','新浦区','随机生成',36.79),
(18800,NULL,21.55,2,'连云港','2023-12-02 22:03:15','江苏','海州区','随机生成',99.76),
(18801,NULL,74.92,4,'连云港','2023-12-02 22:03:15','江苏','连云区','随机生成',38.00),
(18802,NULL,96.29,2,'连云港','2023-12-02 22:03:15','江苏','东海县','随机生成',18.66),
(18803,NULL,77.21,2,'连云港','2023-12-02 22:03:15','江苏','灌云县','随机生成',86.32),
(18804,NULL,28.70,1,'连云港','2023-12-02 22:03:15','江苏','赣榆县','随机生成',67.09),
(18805,NULL,8.84,2,'连云港','2023-12-02 22:03:15','江苏','灌南县','随机生成',11.62),
(18806,NULL,22.40,3,'连云港','2023-12-02 22:03:15','江苏','其他','随机生成',75.23),
(18807,NULL,9.94,4,'徐州','2023-12-02 22:03:15','江苏','云龙区','随机生成',13.05),
(18808,NULL,76.35,4,'徐州','2023-12-02 22:03:15','江苏','鼓楼区','随机生成',25.39),
(18809,NULL,83.80,1,'徐州','2023-12-02 22:03:15','江苏','九里区','随机生成',22.82),
(18810,NULL,65.15,3,'徐州','2023-12-02 22:03:15','江苏','泉山区','随机生成',96.74),
(18811,NULL,70.52,1,'徐州','2023-12-02 22:03:15','江苏','贾汪区','随机生成',16.46),
(18812,NULL,90.19,3,'徐州','2023-12-02 22:03:15','江苏','邳州市','随机生成',44.12),
(18813,NULL,62.42,4,'徐州','2023-12-02 22:03:15','江苏','新沂市','随机生成',84.34),
(18814,NULL,38.50,3,'徐州','2023-12-02 22:03:15','江苏','铜山县','随机生成',62.39),
(18815,NULL,74.74,1,'徐州','2023-12-02 22:03:15','江苏','睢宁县','随机生成',65.19),
(18816,NULL,76.39,4,'徐州','2023-12-02 22:03:15','江苏','沛县','随机生成',37.71),
(18817,NULL,28.95,3,'徐州','2023-12-02 22:03:15','江苏','丰县','随机生成',16.48),
(18818,NULL,5.47,2,'徐州','2023-12-02 22:03:15','江苏','其他','随机生成',60.47),
(18819,NULL,35.97,2,'淮安','2023-12-02 22:03:15','江苏','清河区','随机生成',35.87),
(18820,NULL,17.33,1,'淮安','2023-12-02 22:03:15','江苏','清浦区','随机生成',51.29),
(18821,NULL,57.03,1,'淮安','2023-12-02 22:03:15','江苏','楚州区','随机生成',42.93),
(18822,NULL,98.11,1,'淮安','2023-12-02 22:03:15','江苏','淮阴区','随机生成',83.87),
(18823,NULL,26.02,2,'淮安','2023-12-02 22:03:15','江苏','涟水县','随机生成',71.17),
(18824,NULL,37.62,4,'淮安','2023-12-02 22:03:15','江苏','洪泽县','随机生成',77.50),
(18825,NULL,67.07,2,'淮安','2023-12-02 22:03:15','江苏','金湖县','随机生成',22.73),
(18826,NULL,36.98,1,'淮安','2023-12-02 22:03:16','江苏','盱眙县','随机生成',33.85),
(18827,NULL,68.16,1,'淮安','2023-12-02 22:03:16','江苏','其他','随机生成',1.34),
(18828,NULL,1.46,4,'宿迁','2023-12-02 22:03:16','江苏','宿城区','随机生成',79.66),
(18829,NULL,55.80,4,'宿迁','2023-12-02 22:03:16','江苏','宿豫区','随机生成',8.35),
(18830,NULL,45.53,3,'宿迁','2023-12-02 22:03:16','江苏','沭阳县','随机生成',66.18),
(18831,NULL,67.68,2,'宿迁','2023-12-02 22:03:16','江苏','泗阳县','随机生成',90.75),
(18832,NULL,75.98,3,'宿迁','2023-12-02 22:03:16','江苏','泗洪县','随机生成',22.22),
(18833,NULL,45.44,1,'宿迁','2023-12-02 22:03:16','江苏','其他','随机生成',58.99),
(18834,NULL,97.82,3,'其他','2023-12-02 22:03:16','江苏','其他','随机生成',87.24),
(18835,NULL,39.22,4,'杭州','2023-12-02 22:03:16','浙江','拱墅区','随机生成',90.97),
(18836,NULL,80.03,1,'杭州','2023-12-02 22:03:16','浙江','西湖区','随机生成',56.17),
(18837,NULL,82.54,3,'杭州','2023-12-02 22:03:16','浙江','上城区','随机生成',49.61),
(18838,NULL,1.96,4,'杭州','2023-12-02 22:03:16','浙江','下城区','随机生成',6.03),
(18839,NULL,73.58,2,'杭州','2023-12-02 22:03:16','浙江','江干区','随机生成',57.46),
(18840,NULL,96.81,4,'杭州','2023-12-02 22:03:16','浙江','滨江区','随机生成',96.97),
(18841,NULL,53.10,3,'杭州','2023-12-02 22:03:16','浙江','余杭区','随机生成',80.34),
(18842,NULL,27.62,4,'杭州','2023-12-02 22:03:16','浙江','萧山区','随机生成',60.32),
(18843,NULL,89.33,4,'杭州','2023-12-02 22:03:16','浙江','建德市','随机生成',12.28),
(18844,NULL,22.58,4,'杭州','2023-12-02 22:03:16','浙江','富阳市','随机生成',83.27),
(18845,NULL,98.57,4,'杭州','2023-12-02 22:03:16','浙江','临安市','随机生成',87.95),
(18846,NULL,45.44,4,'杭州','2023-12-02 22:03:16','浙江','桐庐县','随机生成',62.79),
(18847,NULL,13.61,2,'杭州','2023-12-02 22:03:16','浙江','淳安县','随机生成',24.66),
(18848,NULL,57.48,3,'杭州','2023-12-02 22:03:16','浙江','其他','随机生成',91.29),
(18849,NULL,27.21,1,'宁波','2023-12-02 22:03:16','浙江','海曙区','随机生成',34.40),
(18850,NULL,82.68,4,'宁波','2023-12-02 22:03:16','浙江','江东区','随机生成',24.03),
(18851,NULL,58.47,1,'宁波','2023-12-02 22:03:16','浙江','江北区','随机生成',3.54),
(18852,NULL,82.89,4,'宁波','2023-12-02 22:03:16','浙江','镇海区','随机生成',39.81),
(18853,NULL,28.45,1,'宁波','2023-12-02 22:03:16','浙江','北仑区','随机生成',90.64),
(18854,NULL,85.89,3,'宁波','2023-12-02 22:03:16','浙江','鄞州区','随机生成',83.72),
(18855,NULL,23.08,3,'宁波','2023-12-02 22:03:16','浙江','余姚市','随机生成',80.94),
(18856,NULL,35.96,4,'宁波','2023-12-02 22:03:16','浙江','慈溪市','随机生成',67.86),
(18857,NULL,30.31,4,'宁波','2023-12-02 22:03:16','浙江','奉化市','随机生成',3.48),
(18858,NULL,11.08,4,'宁波','2023-12-02 22:03:16','浙江','宁海县','随机生成',33.14),
(18859,NULL,84.88,3,'宁波','2023-12-02 22:03:16','浙江','象山县','随机生成',27.45),
(18860,NULL,68.19,2,'宁波','2023-12-02 22:03:16','浙江','其他','随机生成',41.05),
(18861,NULL,57.33,1,'温州','2023-12-02 22:03:16','浙江','鹿城区','随机生成',6.10),
(18862,NULL,53.04,3,'温州','2023-12-02 22:03:16','浙江','龙湾区','随机生成',21.33),
(18863,NULL,23.45,2,'温州','2023-12-02 22:03:16','浙江','瓯海区','随机生成',88.84),
(18864,NULL,64.76,2,'温州','2023-12-02 22:03:16','浙江','瑞安市','随机生成',96.74),
(18865,NULL,55.28,2,'温州','2023-12-02 22:03:16','浙江','乐清市','随机生成',74.87),
(18866,NULL,33.51,4,'温州','2023-12-02 22:03:16','浙江','永嘉县','随机生成',18.19),
(18867,NULL,72.83,4,'温州','2023-12-02 22:03:16','浙江','洞头县','随机生成',7.32),
(18868,NULL,42.12,4,'温州','2023-12-02 22:03:16','浙江','平阳县','随机生成',22.87),
(18869,NULL,62.02,2,'温州','2023-12-02 22:03:16','浙江','苍南县','随机生成',51.75),
(18870,NULL,50.08,2,'温州','2023-12-02 22:03:16','浙江','文成县','随机生成',61.25),
(18871,NULL,44.05,1,'温州','2023-12-02 22:03:16','浙江','泰顺县','随机生成',56.67),
(18872,NULL,14.84,3,'温州','2023-12-02 22:03:16','浙江','其他','随机生成',80.91),
(18873,NULL,76.06,2,'嘉兴','2023-12-02 22:03:16','浙江','秀城区','随机生成',17.21),
(18874,NULL,92.33,1,'嘉兴','2023-12-02 22:03:16','浙江','秀洲区','随机生成',86.80),
(18875,NULL,96.96,3,'嘉兴','2023-12-02 22:03:16','浙江','海宁市','随机生成',79.43),
(18876,NULL,42.96,1,'嘉兴','2023-12-02 22:03:16','浙江','平湖市','随机生成',60.26),
(18877,NULL,9.84,2,'嘉兴','2023-12-02 22:03:16','浙江','桐乡市','随机生成',88.28),
(18878,NULL,66.05,3,'嘉兴','2023-12-02 22:03:16','浙江','嘉善县','随机生成',2.06),
(18879,NULL,82.90,2,'嘉兴','2023-12-02 22:03:16','浙江','海盐县','随机生成',32.70),
(18880,NULL,54.30,1,'嘉兴','2023-12-02 22:03:16','浙江','其他','随机生成',3.39),
(18881,NULL,56.36,4,'湖州','2023-12-02 22:03:16','浙江','吴兴区','随机生成',9.99),
(18882,NULL,75.92,1,'湖州','2023-12-02 22:03:16','浙江','南浔区','随机生成',58.57),
(18883,NULL,21.06,2,'湖州','2023-12-02 22:03:16','浙江','长兴县','随机生成',80.86),
(18884,NULL,83.71,3,'湖州','2023-12-02 22:03:16','浙江','德清县','随机生成',17.35),
(18885,NULL,96.34,2,'湖州','2023-12-02 22:03:16','浙江','安吉县','随机生成',29.98),
(18886,NULL,54.57,4,'湖州','2023-12-02 22:03:16','浙江','其他','随机生成',30.94),
(18887,NULL,68.61,4,'绍兴','2023-12-02 22:03:16','浙江','越城区','随机生成',61.43),
(18888,NULL,89.76,1,'绍兴','2023-12-02 22:03:16','浙江','诸暨市','随机生成',31.27),
(18889,NULL,6.27,2,'绍兴','2023-12-02 22:03:16','浙江','上虞市','随机生成',92.29),
(18890,NULL,32.36,2,'绍兴','2023-12-02 22:03:16','浙江','嵊州市','随机生成',4.13),
(18891,NULL,63.83,4,'绍兴','2023-12-02 22:03:16','浙江','绍兴县','随机生成',16.52),
(18892,NULL,48.65,4,'绍兴','2023-12-02 22:03:16','浙江','新昌县','随机生成',6.42),
(18893,NULL,84.73,1,'绍兴','2023-12-02 22:03:16','浙江','其他','随机生成',75.42),
(18894,NULL,47.99,2,'金华','2023-12-02 22:03:16','浙江','婺城区','随机生成',75.73),
(18895,NULL,97.21,4,'金华','2023-12-02 22:03:16','浙江','金东区','随机生成',82.52),
(18896,NULL,59.86,3,'金华','2023-12-02 22:03:16','浙江','兰溪市','随机生成',71.58),
(18897,NULL,94.29,4,'金华','2023-12-02 22:03:16','浙江','义乌市','随机生成',31.81),
(18898,NULL,56.93,3,'金华','2023-12-02 22:03:16','浙江','东阳市','随机生成',93.50),
(18899,NULL,42.09,3,'金华','2023-12-02 22:03:16','浙江','永康市','随机生成',30.74),
(18900,NULL,48.59,4,'金华','2023-12-02 22:03:16','浙江','武义县','随机生成',23.30),
(18901,NULL,36.76,1,'金华','2023-12-02 22:03:16','浙江','浦江县','随机生成',81.77),
(18902,NULL,22.24,2,'金华','2023-12-02 22:03:16','浙江','磐安县','随机生成',53.26),
(18903,NULL,59.32,4,'金华','2023-12-02 22:03:16','浙江','其他','随机生成',11.08),
(18904,NULL,71.59,4,'衢州','2023-12-02 22:03:16','浙江','柯城区','随机生成',93.86),
(18905,NULL,13.71,4,'衢州','2023-12-02 22:03:16','浙江','衢江区','随机生成',64.27),
(18906,NULL,87.62,1,'衢州','2023-12-02 22:03:16','浙江','江山市','随机生成',11.53),
(18907,NULL,45.96,4,'衢州','2023-12-02 22:03:16','浙江','龙游县','随机生成',85.04),
(18908,NULL,83.71,4,'衢州','2023-12-02 22:03:16','浙江','常山县','随机生成',80.89),
(18909,NULL,88.01,1,'衢州','2023-12-02 22:03:16','浙江','开化县','随机生成',31.04),
(18910,NULL,77.95,4,'衢州','2023-12-02 22:03:16','浙江','其他','随机生成',30.47),
(18911,NULL,90.62,4,'舟山','2023-12-02 22:03:16','浙江','定海区','随机生成',17.82),
(18912,NULL,35.70,4,'舟山','2023-12-02 22:03:16','浙江','普陀区','随机生成',41.07),
(18913,NULL,2.02,3,'舟山','2023-12-02 22:03:16','浙江','岱山县','随机生成',54.07),
(18914,NULL,13.85,4,'舟山','2023-12-02 22:03:16','浙江','嵊泗县','随机生成',42.23),
(18915,NULL,76.78,1,'舟山','2023-12-02 22:03:16','浙江','其他','随机生成',24.19),
(18916,NULL,26.55,1,'台州','2023-12-02 22:03:16','浙江','椒江区','随机生成',63.23),
(18917,NULL,54.34,2,'台州','2023-12-02 22:03:16','浙江','黄岩区','随机生成',22.91),
(18918,NULL,47.47,3,'台州','2023-12-02 22:03:16','浙江','路桥区','随机生成',62.46),
(18919,NULL,40.70,2,'台州','2023-12-02 22:03:16','浙江','临海市','随机生成',81.34),
(18920,NULL,14.84,4,'台州','2023-12-02 22:03:16','浙江','温岭市','随机生成',77.09),
(18921,NULL,65.75,3,'台州','2023-12-02 22:03:16','浙江','玉环县','随机生成',59.95),
(18922,NULL,66.68,4,'台州','2023-12-02 22:03:16','浙江','天台县','随机生成',10.74),
(18923,NULL,91.12,1,'台州','2023-12-02 22:03:16','浙江','仙居县','随机生成',21.63),
(18924,NULL,48.62,3,'台州','2023-12-02 22:03:16','浙江','三门县','随机生成',40.46),
(18925,NULL,27.17,3,'台州','2023-12-02 22:03:16','浙江','其他','随机生成',9.40),
(18926,NULL,41.77,2,'丽水','2023-12-02 22:03:16','浙江','莲都区','随机生成',31.86),
(18927,NULL,94.50,2,'丽水','2023-12-02 22:03:16','浙江','龙泉市','随机生成',99.73),
(18928,NULL,84.47,3,'丽水','2023-12-02 22:03:16','浙江','缙云县','随机生成',3.80),
(18929,NULL,54.21,3,'丽水','2023-12-02 22:03:16','浙江','青田县','随机生成',95.69),
(18930,NULL,2.72,2,'丽水','2023-12-02 22:03:16','浙江','云和县','随机生成',93.81),
(18931,NULL,64.60,2,'丽水','2023-12-02 22:03:16','浙江','遂昌县','随机生成',60.10),
(18932,NULL,43.64,3,'丽水','2023-12-02 22:03:16','浙江','松阳县','随机生成',22.48),
(18933,NULL,59.75,1,'丽水','2023-12-02 22:03:16','浙江','庆元县','随机生成',80.41),
(18934,NULL,10.82,4,'丽水','2023-12-02 22:03:16','浙江','景宁畲族自治县','随机生成',74.75),
(18935,NULL,99.55,1,'丽水','2023-12-02 22:03:16','浙江','其他','随机生成',82.75),
(18936,NULL,81.91,1,'其他','2023-12-02 22:03:16','浙江','其他','随机生成',43.05),
(18937,NULL,70.46,1,'合肥','2023-12-02 22:03:16','安徽','庐阳区','随机生成',83.73),
(18938,NULL,89.10,3,'合肥','2023-12-02 22:03:16','安徽','瑶海区','随机生成',19.65),
(18939,NULL,38.58,3,'合肥','2023-12-02 22:03:16','安徽','蜀山区','随机生成',55.75),
(18940,NULL,45.44,1,'合肥','2023-12-02 22:03:16','安徽','包河区','随机生成',70.15),
(18941,NULL,65.70,4,'合肥','2023-12-02 22:03:16','安徽','长丰县','随机生成',42.81),
(18942,NULL,0.57,2,'合肥','2023-12-02 22:03:16','安徽','肥东县','随机生成',93.79),
(18943,NULL,88.41,1,'合肥','2023-12-02 22:03:16','安徽','肥西县','随机生成',49.62),
(18944,NULL,7.16,2,'合肥','2023-12-02 22:03:16','安徽','其他','随机生成',60.46),
(18945,NULL,3.36,3,'芜湖','2023-12-02 22:03:16','安徽','镜湖区','随机生成',85.76),
(18946,NULL,28.93,2,'芜湖','2023-12-02 22:03:16','安徽','弋江区','随机生成',9.91),
(18947,NULL,50.61,3,'芜湖','2023-12-02 22:03:16','安徽','鸠江区','随机生成',89.87),
(18948,NULL,23.52,2,'芜湖','2023-12-02 22:03:16','安徽','三山区','随机生成',44.60),
(18949,NULL,88.04,3,'芜湖','2023-12-02 22:03:16','安徽','芜湖县','随机生成',30.69),
(18950,NULL,95.64,1,'芜湖','2023-12-02 22:03:16','安徽','南陵县','随机生成',64.21),
(18951,NULL,46.49,2,'芜湖','2023-12-02 22:03:16','安徽','繁昌县','随机生成',13.98),
(18952,NULL,51.88,3,'芜湖','2023-12-02 22:03:16','安徽','其他','随机生成',58.46),
(18953,NULL,38.43,4,'蚌埠','2023-12-02 22:03:16','安徽','蚌山区','随机生成',88.20),
(18954,NULL,4.62,4,'蚌埠','2023-12-02 22:03:16','安徽','龙子湖区','随机生成',32.55),
(18955,NULL,38.86,3,'蚌埠','2023-12-02 22:03:16','安徽','禹会区','随机生成',22.22),
(18956,NULL,72.77,3,'蚌埠','2023-12-02 22:03:16','安徽','淮上区','随机生成',35.70),
(18957,NULL,19.70,1,'蚌埠','2023-12-02 22:03:16','安徽','怀远县','随机生成',9.84),
(18958,NULL,89.94,4,'蚌埠','2023-12-02 22:03:16','安徽','固镇县','随机生成',55.49),
(18959,NULL,12.78,1,'蚌埠','2023-12-02 22:03:16','安徽','五河县','随机生成',57.05),
(18960,NULL,89.46,3,'蚌埠','2023-12-02 22:03:16','安徽','其他','随机生成',88.75),
(18961,NULL,1.49,2,'淮南','2023-12-02 22:03:16','安徽','田家庵区','随机生成',65.62),
(18962,NULL,49.03,3,'淮南','2023-12-02 22:03:16','安徽','大通区','随机生成',19.63),
(18963,NULL,1.53,3,'淮南','2023-12-02 22:03:16','安徽','谢家集区','随机生成',62.02),
(18964,NULL,43.07,4,'淮南','2023-12-02 22:03:16','安徽','八公山区','随机生成',20.09),
(18965,NULL,5.13,2,'淮南','2023-12-02 22:03:16','安徽','潘集区','随机生成',60.16),
(18966,NULL,61.87,4,'淮南','2023-12-02 22:03:16','安徽','凤台县','随机生成',62.85),
(18967,NULL,10.71,4,'淮南','2023-12-02 22:03:16','安徽','其他','随机生成',93.05),
(18968,NULL,93.02,4,'马鞍山','2023-12-02 22:03:16','安徽','雨山区','随机生成',96.60),
(18969,NULL,10.68,1,'马鞍山','2023-12-02 22:03:16','安徽','花山区','随机生成',87.96),
(18970,NULL,91.00,2,'马鞍山','2023-12-02 22:03:16','安徽','金家庄区','随机生成',33.83),
(18971,NULL,89.37,3,'马鞍山','2023-12-02 22:03:16','安徽','当涂县','随机生成',36.57),
(18972,NULL,0.34,3,'马鞍山','2023-12-02 22:03:16','安徽','其他','随机生成',52.94),
(18973,NULL,33.88,4,'淮北','2023-12-02 22:03:16','安徽','相山区','随机生成',93.01),
(18974,NULL,72.13,1,'淮北','2023-12-02 22:03:16','安徽','杜集区','随机生成',70.73),
(18975,NULL,79.73,2,'淮北','2023-12-02 22:03:16','安徽','烈山区','随机生成',65.41),
(18976,NULL,99.87,2,'淮北','2023-12-02 22:03:16','安徽','濉溪县','随机生成',74.32),
(18977,NULL,31.86,4,'淮北','2023-12-02 22:03:16','安徽','其他','随机生成',13.85),
(18978,NULL,24.73,1,'铜陵','2023-12-02 22:03:16','安徽','铜官山区','随机生成',3.55),
(18979,NULL,44.18,4,'铜陵','2023-12-02 22:03:16','安徽','狮子山区','随机生成',71.67),
(18980,NULL,34.44,2,'铜陵','2023-12-02 22:03:16','安徽','郊区','随机生成',13.87),
(18981,NULL,78.27,1,'铜陵','2023-12-02 22:03:16','安徽','铜陵县','随机生成',82.44),
(18982,NULL,34.99,3,'铜陵','2023-12-02 22:03:16','安徽','其他','随机生成',30.78),
(18983,NULL,54.48,1,'安庆','2023-12-02 22:03:16','安徽','迎江区','随机生成',11.50),
(18984,NULL,27.13,1,'安庆','2023-12-02 22:03:16','安徽','大观区','随机生成',19.82),
(18985,NULL,77.48,3,'安庆','2023-12-02 22:03:16','安徽','宜秀区','随机生成',95.69),
(18986,NULL,73.22,1,'安庆','2023-12-02 22:03:16','安徽','桐城市','随机生成',46.74),
(18987,NULL,61.16,2,'安庆','2023-12-02 22:03:16','安徽','宿松县','随机生成',88.23),
(18988,NULL,50.98,3,'安庆','2023-12-02 22:03:16','安徽','枞阳县','随机生成',24.37),
(18989,NULL,18.16,3,'安庆','2023-12-02 22:03:16','安徽','太湖县','随机生成',27.59),
(18990,NULL,54.09,3,'安庆','2023-12-02 22:03:16','安徽','怀宁县','随机生成',1.25),
(18991,NULL,54.56,2,'安庆','2023-12-02 22:03:16','安徽','岳西县','随机生成',32.22),
(18992,NULL,24.35,3,'安庆','2023-12-02 22:03:16','安徽','望江县','随机生成',92.17),
(18993,NULL,61.91,1,'安庆','2023-12-02 22:03:16','安徽','潜山县','随机生成',39.77),
(18994,NULL,15.79,1,'安庆','2023-12-02 22:03:16','安徽','其他','随机生成',71.38),
(18995,NULL,47.02,3,'黄山','2023-12-02 22:03:16','安徽','屯溪区','随机生成',6.63),
(18996,NULL,45.06,4,'黄山','2023-12-02 22:03:16','安徽','黄山区','随机生成',73.59),
(18997,NULL,90.41,4,'黄山','2023-12-02 22:03:16','安徽','徽州区','随机生成',10.27),
(18998,NULL,79.71,4,'黄山','2023-12-02 22:03:16','安徽','休宁县','随机生成',2.80),
(18999,NULL,8.86,3,'黄山','2023-12-02 22:03:16','安徽','歙县','随机生成',39.31),
(19000,NULL,43.19,1,'黄山','2023-12-02 22:03:16','安徽','祁门县','随机生成',38.06),
(19001,NULL,50.55,4,'黄山','2023-12-02 22:03:16','安徽','黟县','随机生成',99.45),
(19002,NULL,13.75,2,'黄山','2023-12-02 22:03:16','安徽','其他','随机生成',64.78),
(19003,NULL,83.29,2,'滁州','2023-12-02 22:03:16','安徽','琅琊区','随机生成',47.38),
(19004,NULL,51.42,2,'滁州','2023-12-02 22:03:16','安徽','南谯区','随机生成',89.35),
(19005,NULL,15.29,3,'滁州','2023-12-02 22:03:16','安徽','天长市','随机生成',21.99),
(19006,NULL,50.44,4,'滁州','2023-12-02 22:03:16','安徽','明光市','随机生成',20.81),
(19007,NULL,34.27,3,'滁州','2023-12-02 22:03:16','安徽','全椒县','随机生成',52.15),
(19008,NULL,85.45,3,'滁州','2023-12-02 22:03:16','安徽','来安县','随机生成',14.11),
(19009,NULL,25.24,1,'滁州','2023-12-02 22:03:16','安徽','定远县','随机生成',62.38),
(19010,NULL,73.69,2,'滁州','2023-12-02 22:03:16','安徽','凤阳县','随机生成',83.85),
(19011,NULL,98.14,3,'滁州','2023-12-02 22:03:16','安徽','其他','随机生成',77.71),
(19012,NULL,42.25,4,'阜阳','2023-12-02 22:03:16','安徽','颍州区','随机生成',95.89),
(19013,NULL,7.58,4,'阜阳','2023-12-02 22:03:16','安徽','颍东区','随机生成',67.24),
(19014,NULL,8.92,3,'阜阳','2023-12-02 22:03:16','安徽','颍泉区','随机生成',56.41),
(19015,NULL,39.48,3,'阜阳','2023-12-02 22:03:16','安徽','界首市','随机生成',35.27),
(19016,NULL,95.65,3,'阜阳','2023-12-02 22:03:16','安徽','临泉县','随机生成',19.11),
(19017,NULL,5.94,2,'阜阳','2023-12-02 22:03:16','安徽','颍上县','随机生成',55.98),
(19018,NULL,47.04,3,'阜阳','2023-12-02 22:03:16','安徽','阜南县','随机生成',95.13),
(19019,NULL,98.60,1,'阜阳','2023-12-02 22:03:16','安徽','太和县','随机生成',99.69),
(19020,NULL,75.55,2,'阜阳','2023-12-02 22:03:16','安徽','其他','随机生成',83.21),
(19021,NULL,67.78,3,'宿州','2023-12-02 22:03:16','安徽','埇桥区','随机生成',68.44),
(19022,NULL,43.57,3,'宿州','2023-12-02 22:03:16','安徽','萧县','随机生成',87.69),
(19023,NULL,92.32,4,'宿州','2023-12-02 22:03:16','安徽','泗县','随机生成',57.96),
(19024,NULL,33.11,1,'宿州','2023-12-02 22:03:16','安徽','砀山县','随机生成',22.10),
(19025,NULL,84.78,2,'宿州','2023-12-02 22:03:16','安徽','灵璧县','随机生成',54.94),
(19026,NULL,50.64,3,'宿州','2023-12-02 22:03:16','安徽','其他','随机生成',5.79),
(19027,NULL,2.97,2,'巢湖','2023-12-02 22:03:16','安徽','居巢区','随机生成',83.85),
(19028,NULL,80.33,4,'巢湖','2023-12-02 22:03:16','安徽','含山县','随机生成',75.55),
(19029,NULL,4.21,2,'巢湖','2023-12-02 22:03:16','安徽','无为县','随机生成',98.31),
(19030,NULL,19.56,2,'巢湖','2023-12-02 22:03:16','安徽','庐江县','随机生成',33.68),
(19031,NULL,86.32,1,'巢湖','2023-12-02 22:03:16','安徽','和县','随机生成',93.33),
(19032,NULL,25.77,3,'巢湖','2023-12-02 22:03:16','安徽','其他','随机生成',8.82),
(19033,NULL,20.71,3,'六安','2023-12-02 22:03:16','安徽','金安区','随机生成',70.31),
(19034,NULL,86.17,1,'六安','2023-12-02 22:03:16','安徽','裕安区','随机生成',28.95),
(19035,NULL,50.18,3,'六安','2023-12-02 22:03:16','安徽','寿县','随机生成',62.13),
(19036,NULL,17.53,1,'六安','2023-12-02 22:03:16','安徽','霍山县','随机生成',7.28),
(19037,NULL,95.24,1,'六安','2023-12-02 22:03:16','安徽','霍邱县','随机生成',93.52),
(19038,NULL,40.77,2,'六安','2023-12-02 22:03:16','安徽','舒城县','随机生成',35.25),
(19039,NULL,41.05,4,'六安','2023-12-02 22:03:16','安徽','金寨县','随机生成',42.35),
(19040,NULL,27.42,2,'六安','2023-12-02 22:03:16','安徽','其他','随机生成',56.56),
(19041,NULL,48.21,1,'亳州','2023-12-02 22:03:16','安徽','谯城区','随机生成',20.60),
(19042,NULL,2.91,2,'亳州','2023-12-02 22:03:16','安徽','利辛县','随机生成',59.33),
(19043,NULL,32.07,3,'亳州','2023-12-02 22:03:16','安徽','涡阳县','随机生成',99.81),
(19044,NULL,40.86,1,'亳州','2023-12-02 22:03:16','安徽','蒙城县','随机生成',30.50),
(19045,NULL,17.99,3,'亳州','2023-12-02 22:03:16','安徽','其他','随机生成',39.23),
(19046,NULL,46.64,3,'池州','2023-12-02 22:03:16','安徽','贵池区','随机生成',38.67),
(19047,NULL,55.86,1,'池州','2023-12-02 22:03:16','安徽','东至县','随机生成',79.75),
(19048,NULL,32.23,1,'池州','2023-12-02 22:03:16','安徽','石台县','随机生成',2.70),
(19049,NULL,65.70,2,'池州','2023-12-02 22:03:16','安徽','青阳县','随机生成',65.23),
(19050,NULL,29.25,3,'池州','2023-12-02 22:03:16','安徽','其他','随机生成',6.82),
(19051,NULL,91.17,1,'宣城','2023-12-02 22:03:16','安徽','宣州区','随机生成',58.27),
(19052,NULL,62.89,2,'宣城','2023-12-02 22:03:16','安徽','宁国市','随机生成',60.17),
(19053,NULL,21.03,2,'宣城','2023-12-02 22:03:16','安徽','广德县','随机生成',92.87),
(19054,NULL,38.40,2,'宣城','2023-12-02 22:03:16','安徽','郎溪县','随机生成',40.22),
(19055,NULL,16.65,4,'宣城','2023-12-02 22:03:16','安徽','泾县','随机生成',41.26),
(19056,NULL,99.21,3,'宣城','2023-12-02 22:03:16','安徽','旌德县','随机生成',16.75),
(19057,NULL,45.94,3,'宣城','2023-12-02 22:03:16','安徽','绩溪县','随机生成',42.55),
(19058,NULL,42.80,3,'宣城','2023-12-02 22:03:16','安徽','其他','随机生成',69.70),
(19059,NULL,88.72,2,'其他','2023-12-02 22:03:16','安徽','其他','随机生成',21.80),
(19060,NULL,95.94,4,'福州','2023-12-02 22:03:16','福建','鼓楼区','随机生成',84.71),
(19061,NULL,39.90,3,'福州','2023-12-02 22:03:16','福建','台江区','随机生成',98.20),
(19062,NULL,89.52,4,'福州','2023-12-02 22:03:16','福建','仓山区','随机生成',37.07),
(19063,NULL,27.72,3,'福州','2023-12-02 22:03:16','福建','马尾区','随机生成',25.02),
(19064,NULL,79.52,3,'福州','2023-12-02 22:03:16','福建','晋安区','随机生成',5.27),
(19065,NULL,96.32,3,'福州','2023-12-02 22:03:16','福建','福清市','随机生成',95.14),
(19066,NULL,43.74,4,'福州','2023-12-02 22:03:16','福建','长乐市','随机生成',31.76),
(19067,NULL,86.96,2,'福州','2023-12-02 22:03:16','福建','闽侯县','随机生成',0.24),
(19068,NULL,11.98,1,'福州','2023-12-02 22:03:16','福建','闽清县','随机生成',70.93),
(19069,NULL,88.93,2,'福州','2023-12-02 22:03:16','福建','永泰县','随机生成',96.49),
(19070,NULL,24.91,1,'福州','2023-12-02 22:03:16','福建','连江县','随机生成',55.21),
(19071,NULL,40.08,2,'福州','2023-12-02 22:03:16','福建','罗源县','随机生成',26.73),
(19072,NULL,95.66,4,'福州','2023-12-02 22:03:16','福建','平潭县','随机生成',22.33),
(19073,NULL,78.74,4,'福州','2023-12-02 22:03:16','福建','其他','随机生成',94.94),
(19074,NULL,51.52,4,'厦门','2023-12-02 22:03:16','福建','思明区','随机生成',11.73),
(19075,NULL,83.66,3,'厦门','2023-12-02 22:03:16','福建','海沧区','随机生成',0.94),
(19076,NULL,5.22,4,'厦门','2023-12-02 22:03:16','福建','湖里区','随机生成',12.52),
(19077,NULL,33.75,2,'厦门','2023-12-02 22:03:16','福建','集美区','随机生成',60.57),
(19078,NULL,5.88,3,'厦门','2023-12-02 22:03:16','福建','同安区','随机生成',29.13),
(19079,NULL,55.90,1,'厦门','2023-12-02 22:03:16','福建','翔安区','随机生成',52.21),
(19080,NULL,63.81,2,'厦门','2023-12-02 22:03:16','福建','其他','随机生成',85.41),
(19081,NULL,63.70,1,'莆田','2023-12-02 22:03:16','福建','城厢区','随机生成',72.49),
(19082,NULL,84.67,4,'莆田','2023-12-02 22:03:16','福建','涵江区','随机生成',36.27),
(19083,NULL,1.19,1,'莆田','2023-12-02 22:03:16','福建','荔城区','随机生成',42.37),
(19084,NULL,20.02,2,'莆田','2023-12-02 22:03:16','福建','秀屿区','随机生成',31.84),
(19085,NULL,89.21,2,'莆田','2023-12-02 22:03:16','福建','仙游县','随机生成',79.95),
(19086,NULL,46.25,2,'莆田','2023-12-02 22:03:16','福建','其他','随机生成',22.80),
(19087,NULL,23.51,2,'三明','2023-12-02 22:03:16','福建','梅列区','随机生成',56.14),
(19088,NULL,40.77,3,'三明','2023-12-02 22:03:16','福建','三元区','随机生成',60.03),
(19089,NULL,66.57,1,'三明','2023-12-02 22:03:16','福建','永安市','随机生成',10.77),
(19090,NULL,89.83,4,'三明','2023-12-02 22:03:16','福建','明溪县','随机生成',16.00),
(19091,NULL,84.73,4,'三明','2023-12-02 22:03:16','福建','将乐县','随机生成',85.66),
(19092,NULL,92.05,1,'三明','2023-12-02 22:03:16','福建','大田县','随机生成',83.45),
(19093,NULL,49.31,3,'三明','2023-12-02 22:03:16','福建','宁化县','随机生成',93.01),
(19094,NULL,91.15,4,'三明','2023-12-02 22:03:16','福建','建宁县','随机生成',3.02),
(19095,NULL,45.72,3,'三明','2023-12-02 22:03:16','福建','沙县','随机生成',8.17),
(19096,NULL,40.37,2,'三明','2023-12-02 22:03:16','福建','尤溪县','随机生成',75.05),
(19097,NULL,76.02,1,'三明','2023-12-02 22:03:16','福建','清流县','随机生成',63.02),
(19098,NULL,36.00,1,'三明','2023-12-02 22:03:16','福建','泰宁县','随机生成',58.99),
(19099,NULL,23.83,4,'三明','2023-12-02 22:03:16','福建','其他','随机生成',99.15),
(19100,NULL,86.58,4,'泉州','2023-12-02 22:03:16','福建','鲤城区','随机生成',70.73),
(19101,NULL,40.18,1,'泉州','2023-12-02 22:03:16','福建','丰泽区','随机生成',99.68),
(19102,NULL,69.75,2,'泉州','2023-12-02 22:03:16','福建','洛江区','随机生成',81.44),
(19103,NULL,27.07,1,'泉州','2023-12-02 22:03:16','福建','泉港区','随机生成',35.34),
(19104,NULL,28.03,4,'泉州','2023-12-02 22:03:16','福建','石狮市','随机生成',32.37),
(19105,NULL,11.54,4,'泉州','2023-12-02 22:03:16','福建','晋江市','随机生成',11.04),
(19106,NULL,4.54,2,'泉州','2023-12-02 22:03:16','福建','南安市','随机生成',13.91),
(19107,NULL,38.38,1,'泉州','2023-12-02 22:03:16','福建','惠安县','随机生成',33.98),
(19108,NULL,86.31,4,'泉州','2023-12-02 22:03:16','福建','永春县','随机生成',64.58),
(19109,NULL,86.34,4,'泉州','2023-12-02 22:03:16','福建','安溪县','随机生成',75.24),
(19110,NULL,37.27,3,'泉州','2023-12-02 22:03:16','福建','德化县','随机生成',76.33),
(19111,NULL,91.90,2,'泉州','2023-12-02 22:03:16','福建','金门县','随机生成',72.45),
(19112,NULL,93.05,1,'泉州','2023-12-02 22:03:16','福建','其他','随机生成',3.49),
(19113,NULL,42.21,2,'漳州','2023-12-02 22:03:16','福建','芗城区','随机生成',71.75),
(19114,NULL,22.56,1,'漳州','2023-12-02 22:03:16','福建','龙文区','随机生成',92.17),
(19115,NULL,68.34,4,'漳州','2023-12-02 22:03:16','福建','龙海市','随机生成',92.77),
(19116,NULL,1.98,2,'漳州','2023-12-02 22:03:16','福建','平和县','随机生成',48.74),
(19117,NULL,29.09,3,'漳州','2023-12-02 22:03:16','福建','南靖县','随机生成',7.46),
(19118,NULL,12.75,1,'漳州','2023-12-02 22:03:16','福建','诏安县','随机生成',94.03),
(19119,NULL,83.91,3,'漳州','2023-12-02 22:03:16','福建','漳浦县','随机生成',11.14),
(19120,NULL,18.82,1,'漳州','2023-12-02 22:03:16','福建','华安县','随机生成',99.30),
(19121,NULL,27.79,4,'漳州','2023-12-02 22:03:16','福建','东山县','随机生成',34.27),
(19122,NULL,83.31,3,'漳州','2023-12-02 22:03:16','福建','长泰县','随机生成',9.50),
(19123,NULL,22.58,1,'漳州','2023-12-02 22:03:16','福建','云霄县','随机生成',55.70),
(19124,NULL,52.76,1,'漳州','2023-12-02 22:03:16','福建','其他','随机生成',86.66),
(19125,NULL,23.41,1,'南平','2023-12-02 22:03:16','福建','延平区','随机生成',48.37),
(19126,NULL,83.86,2,'南平','2023-12-02 22:03:16','福建','建瓯市','随机生成',35.52),
(19127,NULL,67.95,3,'南平','2023-12-02 22:03:16','福建','邵武市','随机生成',35.61),
(19128,NULL,74.69,3,'南平','2023-12-02 22:03:16','福建','武夷山市','随机生成',49.99),
(19129,NULL,66.13,1,'南平','2023-12-02 22:03:16','福建','建阳市','随机生成',78.45),
(19130,NULL,44.76,3,'南平','2023-12-02 22:03:16','福建','松溪县','随机生成',81.16),
(19131,NULL,10.86,4,'南平','2023-12-02 22:03:16','福建','光泽县','随机生成',75.18),
(19132,NULL,28.23,1,'南平','2023-12-02 22:03:16','福建','顺昌县','随机生成',74.79),
(19133,NULL,67.86,1,'南平','2023-12-02 22:03:16','福建','浦城县','随机生成',10.68),
(19134,NULL,37.28,3,'南平','2023-12-02 22:03:16','福建','政和县','随机生成',2.81),
(19135,NULL,76.99,3,'南平','2023-12-02 22:03:16','福建','其他','随机生成',60.22),
(19136,NULL,43.08,1,'龙岩','2023-12-02 22:03:16','福建','新罗区','随机生成',56.50),
(19137,NULL,48.99,3,'龙岩','2023-12-02 22:03:16','福建','漳平市','随机生成',26.12),
(19138,NULL,91.52,1,'龙岩','2023-12-02 22:03:16','福建','长汀县','随机生成',65.97),
(19139,NULL,24.32,3,'龙岩','2023-12-02 22:03:16','福建','武平县','随机生成',19.30),
(19140,NULL,58.19,2,'龙岩','2023-12-02 22:03:16','福建','上杭县','随机生成',88.88),
(19141,NULL,83.49,1,'龙岩','2023-12-02 22:03:16','福建','永定县','随机生成',50.84),
(19142,NULL,3.30,4,'龙岩','2023-12-02 22:03:16','福建','连城县','随机生成',62.71),
(19143,NULL,45.46,3,'龙岩','2023-12-02 22:03:16','福建','其他','随机生成',49.87),
(19144,NULL,74.16,1,'宁德','2023-12-02 22:03:16','福建','蕉城区','随机生成',78.86),
(19145,NULL,71.34,1,'宁德','2023-12-02 22:03:16','福建','福安市','随机生成',75.60),
(19146,NULL,98.94,2,'宁德','2023-12-02 22:03:16','福建','福鼎市','随机生成',29.79),
(19147,NULL,70.85,3,'宁德','2023-12-02 22:03:16','福建','寿宁县','随机生成',24.82),
(19148,NULL,82.77,1,'宁德','2023-12-02 22:03:16','福建','霞浦县','随机生成',54.66),
(19149,NULL,81.82,3,'宁德','2023-12-02 22:03:16','福建','柘荣县','随机生成',19.95),
(19150,NULL,12.74,2,'宁德','2023-12-02 22:03:16','福建','屏南县','随机生成',2.83),
(19151,NULL,23.99,3,'宁德','2023-12-02 22:03:16','福建','古田县','随机生成',94.12),
(19152,NULL,96.38,3,'宁德','2023-12-02 22:03:16','福建','周宁县','随机生成',9.01),
(19153,NULL,53.92,1,'宁德','2023-12-02 22:03:16','福建','其他','随机生成',15.14),
(19154,NULL,0.70,2,'其他','2023-12-02 22:03:16','福建','其他','随机生成',42.45),
(19155,NULL,78.87,1,'南昌','2023-12-02 22:03:16','江西','东湖区','随机生成',96.44),
(19156,NULL,31.23,4,'南昌','2023-12-02 22:03:16','江西','西湖区','随机生成',12.64),
(19157,NULL,33.47,2,'南昌','2023-12-02 22:03:16','江西','青云谱区','随机生成',3.97),
(19158,NULL,22.04,4,'南昌','2023-12-02 22:03:16','江西','湾里区','随机生成',64.54),
(19159,NULL,92.98,3,'南昌','2023-12-02 22:03:16','江西','青山湖区','随机生成',97.57),
(19160,NULL,1.79,2,'南昌','2023-12-02 22:03:16','江西','新建县','随机生成',18.96),
(19161,NULL,92.20,1,'南昌','2023-12-02 22:03:16','江西','南昌县','随机生成',3.23),
(19162,NULL,52.17,4,'南昌','2023-12-02 22:03:16','江西','进贤县','随机生成',73.25),
(19163,NULL,7.90,2,'南昌','2023-12-02 22:03:16','江西','安义县','随机生成',89.41),
(19164,NULL,95.15,1,'南昌','2023-12-02 22:03:16','江西','其他','随机生成',12.64),
(19165,NULL,10.27,3,'景德镇','2023-12-02 22:03:16','江西','珠山区','随机生成',57.13),
(19166,NULL,20.16,2,'景德镇','2023-12-02 22:03:16','江西','昌江区','随机生成',73.33),
(19167,NULL,20.44,1,'景德镇','2023-12-02 22:03:16','江西','乐平市','随机生成',53.92),
(19168,NULL,5.85,2,'景德镇','2023-12-02 22:03:16','江西','浮梁县','随机生成',48.74),
(19169,NULL,63.69,1,'景德镇','2023-12-02 22:03:16','江西','其他','随机生成',28.79),
(19170,NULL,31.48,2,'萍乡','2023-12-02 22:03:16','江西','安源区','随机生成',16.20),
(19171,NULL,87.86,1,'萍乡','2023-12-02 22:03:16','江西','湘东区','随机生成',12.08),
(19172,NULL,35.50,1,'萍乡','2023-12-02 22:03:16','江西','莲花县','随机生成',23.30),
(19173,NULL,44.72,3,'萍乡','2023-12-02 22:03:16','江西','上栗县','随机生成',21.83),
(19174,NULL,19.09,1,'萍乡','2023-12-02 22:03:16','江西','芦溪县','随机生成',91.84),
(19175,NULL,60.11,2,'萍乡','2023-12-02 22:03:16','江西','其他','随机生成',10.88),
(19176,NULL,26.08,4,'九江','2023-12-02 22:03:16','江西','浔阳区','随机生成',70.78),
(19177,NULL,77.82,2,'九江','2023-12-02 22:03:16','江西','庐山区','随机生成',31.77),
(19178,NULL,52.28,4,'九江','2023-12-02 22:03:16','江西','瑞昌市','随机生成',12.93),
(19179,NULL,95.92,1,'九江','2023-12-02 22:03:16','江西','九江县','随机生成',37.01),
(19180,NULL,19.50,1,'九江','2023-12-02 22:03:16','江西','星子县','随机生成',66.19),
(19181,NULL,75.43,3,'九江','2023-12-02 22:03:16','江西','武宁县','随机生成',19.85),
(19182,NULL,43.77,2,'九江','2023-12-02 22:03:16','江西','彭泽县','随机生成',36.67),
(19183,NULL,9.85,4,'九江','2023-12-02 22:03:16','江西','永修县','随机生成',5.88),
(19184,NULL,77.40,1,'九江','2023-12-02 22:03:16','江西','修水县','随机生成',99.97),
(19185,NULL,91.70,4,'九江','2023-12-02 22:03:16','江西','湖口县','随机生成',45.48),
(19186,NULL,84.05,2,'九江','2023-12-02 22:03:16','江西','德安县','随机生成',49.78),
(19187,NULL,30.75,3,'九江','2023-12-02 22:03:16','江西','都昌县','随机生成',11.89),
(19188,NULL,85.94,4,'九江','2023-12-02 22:03:16','江西','其他','随机生成',77.71),
(19189,NULL,88.83,4,'新余','2023-12-02 22:03:16','江西','渝水区','随机生成',2.47),
(19190,NULL,67.10,3,'新余','2023-12-02 22:03:16','江西','分宜县','随机生成',94.15),
(19191,NULL,78.30,4,'新余','2023-12-02 22:03:16','江西','其他','随机生成',86.59),
(19192,NULL,72.58,1,'鹰潭','2023-12-02 22:03:16','江西','月湖区','随机生成',23.85),
(19193,NULL,76.59,2,'鹰潭','2023-12-02 22:03:16','江西','贵溪市','随机生成',49.26),
(19194,NULL,78.70,1,'鹰潭','2023-12-02 22:03:16','江西','余江县','随机生成',39.23),
(19195,NULL,87.10,3,'鹰潭','2023-12-02 22:03:16','江西','其他','随机生成',87.61),
(19196,NULL,92.85,4,'赣州','2023-12-02 22:03:16','江西','章贡区','随机生成',59.58),
(19197,NULL,6.42,3,'赣州','2023-12-02 22:03:16','江西','瑞金市','随机生成',34.02),
(19198,NULL,52.96,2,'赣州','2023-12-02 22:03:16','江西','南康市','随机生成',63.19),
(19199,NULL,26.29,4,'赣州','2023-12-02 22:03:16','江西','石城县','随机生成',29.14),
(19200,NULL,38.66,1,'赣州','2023-12-02 22:03:16','江西','安远县','随机生成',98.87),
(19201,NULL,83.34,2,'赣州','2023-12-02 22:03:16','江西','赣县','随机生成',90.00),
(19202,NULL,13.55,4,'赣州','2023-12-02 22:03:16','江西','宁都县','随机生成',15.60),
(19203,NULL,71.98,2,'赣州','2023-12-02 22:03:16','江西','寻乌县','随机生成',67.57),
(19204,NULL,80.24,4,'赣州','2023-12-02 22:03:16','江西','兴国县','随机生成',5.10),
(19205,NULL,87.65,4,'赣州','2023-12-02 22:03:16','江西','定南县','随机生成',53.47),
(19206,NULL,34.20,3,'赣州','2023-12-02 22:03:16','江西','上犹县','随机生成',95.63),
(19207,NULL,17.52,3,'赣州','2023-12-02 22:03:16','江西','于都县','随机生成',58.89),
(19208,NULL,79.76,2,'赣州','2023-12-02 22:03:16','江西','龙南县','随机生成',81.52),
(19209,NULL,20.11,4,'赣州','2023-12-02 22:03:16','江西','崇义县','随机生成',4.31),
(19210,NULL,55.24,4,'赣州','2023-12-02 22:03:16','江西','信丰县','随机生成',87.22),
(19211,NULL,70.54,4,'赣州','2023-12-02 22:03:16','江西','全南县','随机生成',44.94),
(19212,NULL,78.57,1,'赣州','2023-12-02 22:03:16','江西','大余县','随机生成',36.92),
(19213,NULL,87.13,3,'赣州','2023-12-02 22:03:16','江西','会昌县','随机生成',59.41),
(19214,NULL,59.07,2,'赣州','2023-12-02 22:03:16','江西','其他','随机生成',39.89),
(19215,NULL,14.66,3,'吉安','2023-12-02 22:03:16','江西','吉州区','随机生成',48.94),
(19216,NULL,37.89,3,'吉安','2023-12-02 22:03:16','江西','青原区','随机生成',30.49),
(19217,NULL,89.79,3,'吉安','2023-12-02 22:03:16','江西','井冈山市','随机生成',46.35),
(19218,NULL,51.70,2,'吉安','2023-12-02 22:03:16','江西','吉安县','随机生成',80.76),
(19219,NULL,13.05,4,'吉安','2023-12-02 22:03:16','江西','永丰县','随机生成',55.36),
(19220,NULL,56.16,1,'吉安','2023-12-02 22:03:16','江西','永新县','随机生成',99.07),
(19221,NULL,48.98,2,'吉安','2023-12-02 22:03:16','江西','新干县','随机生成',97.70),
(19222,NULL,38.30,3,'吉安','2023-12-02 22:03:16','江西','泰和县','随机生成',16.24),
(19223,NULL,91.15,1,'吉安','2023-12-02 22:03:16','江西','峡江县','随机生成',59.82),
(19224,NULL,42.49,2,'吉安','2023-12-02 22:03:16','江西','遂川县','随机生成',44.14),
(19225,NULL,62.62,1,'吉安','2023-12-02 22:03:16','江西','安福县','随机生成',31.47),
(19226,NULL,35.76,4,'吉安','2023-12-02 22:03:16','江西','吉水县','随机生成',69.56),
(19227,NULL,92.97,1,'吉安','2023-12-02 22:03:16','江西','万安县','随机生成',85.32),
(19228,NULL,78.89,4,'吉安','2023-12-02 22:03:16','江西','其他','随机生成',40.45),
(19229,NULL,88.19,3,'宜春','2023-12-02 22:03:16','江西','袁州区','随机生成',17.89),
(19230,NULL,86.09,4,'宜春','2023-12-02 22:03:16','江西','丰城市','随机生成',58.61),
(19231,NULL,9.21,4,'宜春','2023-12-02 22:03:16','江西','樟树市','随机生成',48.73),
(19232,NULL,37.81,1,'宜春','2023-12-02 22:03:16','江西','高安市','随机生成',38.59),
(19233,NULL,39.23,4,'宜春','2023-12-02 22:03:16','江西','铜鼓县','随机生成',67.11),
(19234,NULL,26.60,1,'宜春','2023-12-02 22:03:16','江西','靖安县','随机生成',78.75),
(19235,NULL,23.38,1,'宜春','2023-12-02 22:03:16','江西','宜丰县','随机生成',93.54),
(19236,NULL,97.71,2,'宜春','2023-12-02 22:03:16','江西','奉新县','随机生成',18.42),
(19237,NULL,72.17,1,'宜春','2023-12-02 22:03:16','江西','万载县','随机生成',94.39),
(19238,NULL,52.23,3,'宜春','2023-12-02 22:03:16','江西','上高县','随机生成',9.85),
(19239,NULL,47.26,1,'宜春','2023-12-02 22:03:16','江西','其他','随机生成',83.81),
(19240,NULL,36.53,3,'抚州','2023-12-02 22:03:16','江西','临川区','随机生成',27.55),
(19241,NULL,51.63,4,'抚州','2023-12-02 22:03:16','江西','南丰县','随机生成',47.04),
(19242,NULL,67.59,2,'抚州','2023-12-02 22:03:16','江西','乐安县','随机生成',51.31),
(19243,NULL,4.50,4,'抚州','2023-12-02 22:03:16','江西','金溪县','随机生成',42.96),
(19244,NULL,70.40,3,'抚州','2023-12-02 22:03:16','江西','南城县','随机生成',55.58),
(19245,NULL,83.93,3,'抚州','2023-12-02 22:03:16','江西','东乡县','随机生成',64.64),
(19246,NULL,37.74,1,'抚州','2023-12-02 22:03:16','江西','资溪县','随机生成',46.39),
(19247,NULL,39.85,4,'抚州','2023-12-02 22:03:16','江西','宜黄县','随机生成',49.92),
(19248,NULL,64.07,1,'抚州','2023-12-02 22:03:16','江西','广昌县','随机生成',98.35),
(19249,NULL,43.86,1,'抚州','2023-12-02 22:03:16','江西','黎川县','随机生成',58.22),
(19250,NULL,99.72,2,'抚州','2023-12-02 22:03:16','江西','崇仁县','随机生成',25.53),
(19251,NULL,94.31,1,'抚州','2023-12-02 22:03:16','江西','其他','随机生成',1.71),
(19252,NULL,58.16,1,'上饶','2023-12-02 22:03:16','江西','信州区','随机生成',46.25),
(19253,NULL,47.68,1,'上饶','2023-12-02 22:03:16','江西','德兴市','随机生成',42.42),
(19254,NULL,83.20,3,'上饶','2023-12-02 22:03:16','江西','上饶县','随机生成',16.05),
(19255,NULL,61.59,2,'上饶','2023-12-02 22:03:16','江西','广丰县','随机生成',69.25),
(19256,NULL,96.44,3,'上饶','2023-12-02 22:03:16','江西','鄱阳县','随机生成',13.03),
(19257,NULL,38.96,4,'上饶','2023-12-02 22:03:16','江西','婺源县','随机生成',36.04),
(19258,NULL,74.92,3,'上饶','2023-12-02 22:03:16','江西','铅山县','随机生成',72.42),
(19259,NULL,94.96,1,'上饶','2023-12-02 22:03:16','江西','余干县','随机生成',25.90),
(19260,NULL,10.57,4,'上饶','2023-12-02 22:03:16','江西','横峰县','随机生成',1.73),
(19261,NULL,47.95,2,'上饶','2023-12-02 22:03:16','江西','弋阳县','随机生成',82.97),
(19262,NULL,85.27,4,'上饶','2023-12-02 22:03:16','江西','玉山县','随机生成',43.05),
(19263,NULL,96.19,2,'上饶','2023-12-02 22:03:16','江西','万年县','随机生成',9.07),
(19264,NULL,12.32,4,'上饶','2023-12-02 22:03:16','江西','其他','随机生成',58.37),
(19265,NULL,83.77,1,'其他','2023-12-02 22:03:16','江西','其他','随机生成',12.81),
(19266,NULL,1.55,2,'济南','2023-12-02 22:03:16','山东','市中区','随机生成',93.32),
(19267,NULL,32.97,1,'济南','2023-12-02 22:03:16','山东','历下区','随机生成',90.40),
(19268,NULL,97.00,2,'济南','2023-12-02 22:03:16','山东','天桥区','随机生成',80.82),
(19269,NULL,88.76,4,'济南','2023-12-02 22:03:16','山东','槐荫区','随机生成',61.12),
(19270,NULL,54.48,2,'济南','2023-12-02 22:03:16','山东','历城区','随机生成',82.94),
(19271,NULL,53.36,1,'济南','2023-12-02 22:03:16','山东','长清区','随机生成',66.18),
(19272,NULL,70.33,4,'济南','2023-12-02 22:03:16','山东','章丘市','随机生成',42.15),
(19273,NULL,29.49,1,'济南','2023-12-02 22:03:16','山东','平阴县','随机生成',4.36),
(19274,NULL,27.92,1,'济南','2023-12-02 22:03:16','山东','济阳县','随机生成',23.16),
(19275,NULL,40.49,4,'济南','2023-12-02 22:03:16','山东','商河县','随机生成',66.18),
(19276,NULL,47.45,2,'济南','2023-12-02 22:03:16','山东','其他','随机生成',34.77),
(19277,NULL,72.49,1,'青岛','2023-12-02 22:03:16','山东','市南区','随机生成',99.08),
(19278,NULL,86.05,1,'青岛','2023-12-02 22:03:16','山东','市北区','随机生成',7.99),
(19279,NULL,26.20,2,'青岛','2023-12-02 22:03:16','山东','城阳区','随机生成',15.77),
(19280,NULL,35.70,2,'青岛','2023-12-02 22:03:16','山东','四方区','随机生成',69.30),
(19281,NULL,57.40,4,'青岛','2023-12-02 22:03:16','山东','李沧区','随机生成',38.47),
(19282,NULL,74.44,4,'青岛','2023-12-02 22:03:16','山东','黄岛区','随机生成',62.93),
(19283,NULL,33.60,2,'青岛','2023-12-02 22:03:16','山东','崂山区','随机生成',7.99),
(19284,NULL,30.26,1,'青岛','2023-12-02 22:03:16','山东','胶南市','随机生成',79.32),
(19285,NULL,13.25,2,'青岛','2023-12-02 22:03:16','山东','胶州市','随机生成',18.65),
(19286,NULL,87.45,2,'青岛','2023-12-02 22:03:16','山东','平度市','随机生成',66.50),
(19287,NULL,2.70,2,'青岛','2023-12-02 22:03:16','山东','莱西市','随机生成',38.29),
(19288,NULL,76.13,4,'青岛','2023-12-02 22:03:16','山东','即墨市','随机生成',37.75),
(19289,NULL,33.96,1,'青岛','2023-12-02 22:03:16','山东','其他','随机生成',33.08),
(19290,NULL,94.26,2,'淄博','2023-12-02 22:03:16','山东','张店区','随机生成',12.07),
(19291,NULL,70.21,1,'淄博','2023-12-02 22:03:16','山东','临淄区','随机生成',11.39),
(19292,NULL,78.69,4,'淄博','2023-12-02 22:03:16','山东','淄川区','随机生成',73.61),
(19293,NULL,48.45,1,'淄博','2023-12-02 22:03:16','山东','博山区','随机生成',52.98),
(19294,NULL,20.10,4,'淄博','2023-12-02 22:03:16','山东','周村区','随机生成',94.64),
(19295,NULL,77.75,3,'淄博','2023-12-02 22:03:16','山东','桓台县','随机生成',38.82),
(19296,NULL,50.71,3,'淄博','2023-12-02 22:03:16','山东','高青县','随机生成',58.74),
(19297,NULL,91.52,4,'淄博','2023-12-02 22:03:16','山东','沂源县','随机生成',27.12),
(19298,NULL,25.25,2,'淄博','2023-12-02 22:03:16','山东','其他','随机生成',57.45),
(19299,NULL,6.47,2,'枣庄','2023-12-02 22:03:16','山东','市中区','随机生成',34.97),
(19300,NULL,78.61,3,'枣庄','2023-12-02 22:03:16','山东','山亭区','随机生成',32.86),
(19301,NULL,29.95,4,'枣庄','2023-12-02 22:03:16','山东','峄城区','随机生成',71.23),
(19302,NULL,53.50,4,'枣庄','2023-12-02 22:03:16','山东','台儿庄区','随机生成',88.56),
(19303,NULL,46.84,3,'枣庄','2023-12-02 22:03:16','山东','薛城区','随机生成',61.62),
(19304,NULL,30.86,1,'枣庄','2023-12-02 22:03:16','山东','滕州市','随机生成',56.95),
(19305,NULL,4.68,3,'枣庄','2023-12-02 22:03:16','山东','其他','随机生成',39.69),
(19306,NULL,45.15,1,'东营','2023-12-02 22:03:16','山东','东营区','随机生成',27.83),
(19307,NULL,28.05,3,'东营','2023-12-02 22:03:16','山东','河口区','随机生成',2.17),
(19308,NULL,63.49,1,'东营','2023-12-02 22:03:16','山东','垦利县','随机生成',29.68),
(19309,NULL,52.74,3,'东营','2023-12-02 22:03:16','山东','广饶县','随机生成',33.14),
(19310,NULL,71.77,2,'东营','2023-12-02 22:03:16','山东','利津县','随机生成',63.61),
(19311,NULL,30.37,4,'东营','2023-12-02 22:03:16','山东','其他','随机生成',6.86),
(19312,NULL,80.98,4,'烟台','2023-12-02 22:03:16','山东','芝罘区','随机生成',34.43),
(19313,NULL,35.40,2,'烟台','2023-12-02 22:03:16','山东','福山区','随机生成',56.40),
(19314,NULL,74.69,2,'烟台','2023-12-02 22:03:16','山东','牟平区','随机生成',54.36),
(19315,NULL,22.58,1,'烟台','2023-12-02 22:03:16','山东','莱山区','随机生成',89.70),
(19316,NULL,77.08,1,'烟台','2023-12-02 22:03:16','山东','龙口市','随机生成',29.17),
(19317,NULL,39.02,4,'烟台','2023-12-02 22:03:16','山东','莱阳市','随机生成',59.38),
(19318,NULL,79.95,4,'烟台','2023-12-02 22:03:16','山东','莱州市','随机生成',96.74),
(19319,NULL,91.57,2,'烟台','2023-12-02 22:03:16','山东','招远市','随机生成',14.35),
(19320,NULL,20.62,1,'烟台','2023-12-02 22:03:16','山东','蓬莱市','随机生成',92.94),
(19321,NULL,19.36,1,'烟台','2023-12-02 22:03:16','山东','栖霞市','随机生成',19.76),
(19322,NULL,30.68,2,'烟台','2023-12-02 22:03:16','山东','海阳市','随机生成',75.35),
(19323,NULL,68.65,4,'烟台','2023-12-02 22:03:16','山东','长岛县','随机生成',71.78),
(19324,NULL,73.29,4,'烟台','2023-12-02 22:03:16','山东','其他','随机生成',94.12),
(19325,NULL,42.84,1,'潍坊','2023-12-02 22:03:16','山东','潍城区','随机生成',7.04),
(19326,NULL,22.92,2,'潍坊','2023-12-02 22:03:16','山东','寒亭区','随机生成',95.16),
(19327,NULL,87.50,2,'潍坊','2023-12-02 22:03:16','山东','坊子区','随机生成',59.55),
(19328,NULL,75.53,2,'潍坊','2023-12-02 22:03:16','山东','奎文区','随机生成',89.62),
(19329,NULL,21.14,2,'潍坊','2023-12-02 22:03:16','山东','青州市','随机生成',87.51),
(19330,NULL,37.81,3,'潍坊','2023-12-02 22:03:16','山东','诸城市','随机生成',45.41),
(19331,NULL,36.71,1,'潍坊','2023-12-02 22:03:16','山东','寿光市','随机生成',49.57),
(19332,NULL,49.36,2,'潍坊','2023-12-02 22:03:16','山东','安丘市','随机生成',99.91),
(19333,NULL,79.87,4,'潍坊','2023-12-02 22:03:16','山东','高密市','随机生成',89.08),
(19334,NULL,99.17,4,'潍坊','2023-12-02 22:03:16','山东','昌邑市','随机生成',42.31),
(19335,NULL,80.31,2,'潍坊','2023-12-02 22:03:16','山东','昌乐县','随机生成',25.94),
(19336,NULL,31.26,4,'潍坊','2023-12-02 22:03:16','山东','临朐县','随机生成',23.79),
(19337,NULL,77.07,1,'潍坊','2023-12-02 22:03:16','山东','其他','随机生成',14.70),
(19338,NULL,22.30,1,'济宁','2023-12-02 22:03:16','山东','市中区','随机生成',25.39),
(19339,NULL,68.46,1,'济宁','2023-12-02 22:03:16','山东','任城区','随机生成',0.65),
(19340,NULL,82.21,3,'济宁','2023-12-02 22:03:16','山东','曲阜市','随机生成',4.69),
(19341,NULL,99.55,3,'济宁','2023-12-02 22:03:16','山东','兖州市','随机生成',64.52),
(19342,NULL,44.57,4,'济宁','2023-12-02 22:03:16','山东','邹城市','随机生成',93.32),
(19343,NULL,41.21,1,'济宁','2023-12-02 22:03:16','山东','鱼台县','随机生成',48.64),
(19344,NULL,63.39,3,'济宁','2023-12-02 22:03:16','山东','金乡县','随机生成',28.21),
(19345,NULL,63.04,1,'济宁','2023-12-02 22:03:16','山东','嘉祥县','随机生成',71.46),
(19346,NULL,8.43,2,'济宁','2023-12-02 22:03:16','山东','微山县','随机生成',62.05),
(19347,NULL,15.80,2,'济宁','2023-12-02 22:03:16','山东','汶上县','随机生成',63.31),
(19348,NULL,90.09,2,'济宁','2023-12-02 22:03:16','山东','泗水县','随机生成',81.27),
(19349,NULL,62.86,4,'济宁','2023-12-02 22:03:16','山东','梁山县','随机生成',33.21),
(19350,NULL,14.59,1,'济宁','2023-12-02 22:03:16','山东','其他','随机生成',61.01),
(19351,NULL,19.30,1,'泰安','2023-12-02 22:03:16','山东','泰山区','随机生成',76.17),
(19352,NULL,42.83,4,'泰安','2023-12-02 22:03:16','山东','岱岳区','随机生成',92.09),
(19353,NULL,72.35,4,'泰安','2023-12-02 22:03:16','山东','新泰市','随机生成',93.50),
(19354,NULL,71.18,1,'泰安','2023-12-02 22:03:16','山东','肥城市','随机生成',54.48),
(19355,NULL,19.24,3,'泰安','2023-12-02 22:03:16','山东','宁阳县','随机生成',67.81),
(19356,NULL,89.67,1,'泰安','2023-12-02 22:03:16','山东','东平县','随机生成',41.39),
(19357,NULL,28.99,1,'泰安','2023-12-02 22:03:16','山东','其他','随机生成',90.23),
(19358,NULL,33.90,1,'威海','2023-12-02 22:03:16','山东','环翠区','随机生成',88.07),
(19359,NULL,23.26,1,'威海','2023-12-02 22:03:16','山东','乳山市','随机生成',84.27),
(19360,NULL,31.07,4,'威海','2023-12-02 22:03:16','山东','文登市','随机生成',32.08),
(19361,NULL,27.90,2,'威海','2023-12-02 22:03:16','山东','荣成市','随机生成',43.36),
(19362,NULL,17.20,3,'威海','2023-12-02 22:03:16','山东','其他','随机生成',9.10),
(19363,NULL,84.42,4,'日照','2023-12-02 22:03:16','山东','东港区','随机生成',45.16),
(19364,NULL,65.99,1,'日照','2023-12-02 22:03:16','山东','岚山区','随机生成',24.44),
(19365,NULL,62.95,4,'日照','2023-12-02 22:03:16','山东','五莲县','随机生成',33.41),
(19366,NULL,76.09,4,'日照','2023-12-02 22:03:16','山东','莒县','随机生成',38.76),
(19367,NULL,61.93,2,'日照','2023-12-02 22:03:16','山东','其他','随机生成',52.92),
(19368,NULL,33.22,1,'莱芜','2023-12-02 22:03:16','山东','莱城区','随机生成',18.25),
(19369,NULL,43.48,3,'莱芜','2023-12-02 22:03:16','山东','钢城区','随机生成',98.54),
(19370,NULL,28.89,4,'莱芜','2023-12-02 22:03:16','山东','其他','随机生成',54.27),
(19371,NULL,71.47,4,'临沂','2023-12-02 22:03:16','山东','兰山区','随机生成',97.26),
(19372,NULL,25.65,4,'临沂','2023-12-02 22:03:16','山东','罗庄区','随机生成',34.21),
(19373,NULL,33.56,2,'临沂','2023-12-02 22:03:16','山东','河东区','随机生成',47.77),
(19374,NULL,41.90,2,'临沂','2023-12-02 22:03:16','山东','沂南县','随机生成',25.07),
(19375,NULL,36.67,3,'临沂','2023-12-02 22:03:16','山东','郯城县','随机生成',52.65),
(19376,NULL,20.03,1,'临沂','2023-12-02 22:03:16','山东','沂水县','随机生成',62.81),
(19377,NULL,46.80,1,'临沂','2023-12-02 22:03:16','山东','苍山县','随机生成',84.51),
(19378,NULL,60.54,3,'临沂','2023-12-02 22:03:16','山东','费县','随机生成',87.81),
(19379,NULL,87.69,3,'临沂','2023-12-02 22:03:16','山东','平邑县','随机生成',33.58),
(19380,NULL,39.69,4,'临沂','2023-12-02 22:03:16','山东','莒南县','随机生成',86.45),
(19381,NULL,66.63,3,'临沂','2023-12-02 22:03:16','山东','蒙阴县','随机生成',9.95),
(19382,NULL,99.85,4,'临沂','2023-12-02 22:03:16','山东','临沭县','随机生成',91.08),
(19383,NULL,30.68,3,'临沂','2023-12-02 22:03:16','山东','其他','随机生成',98.17),
(19384,NULL,84.53,3,'德州','2023-12-02 22:03:16','山东','德城区','随机生成',7.84),
(19385,NULL,57.37,1,'德州','2023-12-02 22:03:16','山东','乐陵市','随机生成',76.20),
(19386,NULL,84.78,4,'德州','2023-12-02 22:03:16','山东','禹城市','随机生成',20.69),
(19387,NULL,83.79,4,'德州','2023-12-02 22:03:16','山东','陵县','随机生成',54.76),
(19388,NULL,87.39,3,'德州','2023-12-02 22:03:16','山东','宁津县','随机生成',96.32),
(19389,NULL,41.30,4,'德州','2023-12-02 22:03:16','山东','齐河县','随机生成',77.85),
(19390,NULL,45.64,2,'德州','2023-12-02 22:03:16','山东','武城县','随机生成',32.36),
(19391,NULL,12.94,4,'德州','2023-12-02 22:03:16','山东','庆云县','随机生成',73.20),
(19392,NULL,33.97,1,'德州','2023-12-02 22:03:16','山东','平原县','随机生成',20.47),
(19393,NULL,53.74,1,'德州','2023-12-02 22:03:16','山东','夏津县','随机生成',21.34),
(19394,NULL,41.47,1,'德州','2023-12-02 22:03:16','山东','临邑县','随机生成',38.89),
(19395,NULL,17.44,3,'德州','2023-12-02 22:03:16','山东','其他','随机生成',13.66),
(19396,NULL,57.46,4,'聊城','2023-12-02 22:03:16','山东','东昌府区','随机生成',34.00),
(19397,NULL,84.96,3,'聊城','2023-12-02 22:03:16','山东','临清市','随机生成',89.33),
(19398,NULL,0.05,3,'聊城','2023-12-02 22:03:16','山东','高唐县','随机生成',87.74),
(19399,NULL,61.02,3,'聊城','2023-12-02 22:03:16','山东','阳谷县','随机生成',89.26),
(19400,NULL,68.34,4,'聊城','2023-12-02 22:03:16','山东','茌平县','随机生成',94.30),
(19401,NULL,97.35,1,'聊城','2023-12-02 22:03:16','山东','莘县','随机生成',87.09),
(19402,NULL,72.35,4,'聊城','2023-12-02 22:03:17','山东','东阿县','随机生成',34.97),
(19403,NULL,22.51,2,'聊城','2023-12-02 22:03:17','山东','冠县','随机生成',29.47),
(19404,NULL,78.32,2,'聊城','2023-12-02 22:03:17','山东','其他','随机生成',13.37),
(19405,NULL,31.51,4,'滨州','2023-12-02 22:03:17','山东','滨城区','随机生成',80.35),
(19406,NULL,64.30,1,'滨州','2023-12-02 22:03:17','山东','邹平县','随机生成',91.21),
(19407,NULL,77.83,3,'滨州','2023-12-02 22:03:17','山东','沾化县','随机生成',4.01),
(19408,NULL,86.75,3,'滨州','2023-12-02 22:03:17','山东','惠民县','随机生成',69.38),
(19409,NULL,3.58,4,'滨州','2023-12-02 22:03:17','山东','博兴县','随机生成',47.05),
(19410,NULL,61.52,2,'滨州','2023-12-02 22:03:17','山东','阳信县','随机生成',49.49),
(19411,NULL,67.67,4,'滨州','2023-12-02 22:03:17','山东','无棣县','随机生成',76.44),
(19412,NULL,67.74,3,'滨州','2023-12-02 22:03:17','山东','其他','随机生成',54.36),
(19413,NULL,81.74,1,'菏泽','2023-12-02 22:03:17','山东','牡丹区','随机生成',38.39),
(19414,NULL,63.05,1,'菏泽','2023-12-02 22:03:17','山东','鄄城县','随机生成',38.36),
(19415,NULL,40.61,1,'菏泽','2023-12-02 22:03:17','山东','单县','随机生成',27.18),
(19416,NULL,42.54,3,'菏泽','2023-12-02 22:03:17','山东','郓城县','随机生成',79.46),
(19417,NULL,27.76,3,'菏泽','2023-12-02 22:03:17','山东','曹县','随机生成',96.55),
(19418,NULL,0.08,4,'菏泽','2023-12-02 22:03:17','山东','定陶县','随机生成',95.26),
(19419,NULL,70.47,2,'菏泽','2023-12-02 22:03:17','山东','巨野县','随机生成',37.05),
(19420,NULL,16.82,4,'菏泽','2023-12-02 22:03:17','山东','东明县','随机生成',8.09),
(19421,NULL,8.19,2,'菏泽','2023-12-02 22:03:17','山东','成武县','随机生成',10.85),
(19422,NULL,42.42,1,'菏泽','2023-12-02 22:03:17','山东','其他','随机生成',84.15),
(19423,NULL,46.54,1,'其他','2023-12-02 22:03:17','山东','其他','随机生成',94.47),
(19424,NULL,53.41,3,'郑州','2023-12-02 22:03:17','河南','中原区','随机生成',9.65),
(19425,NULL,6.50,4,'郑州','2023-12-02 22:03:17','河南','金水区','随机生成',14.63),
(19426,NULL,34.90,1,'郑州','2023-12-02 22:03:17','河南','二七区','随机生成',69.29),
(19427,NULL,73.44,4,'郑州','2023-12-02 22:03:17','河南','管城回族区','随机生成',34.39),
(19428,NULL,46.85,1,'郑州','2023-12-02 22:03:17','河南','上街区','随机生成',69.33),
(19429,NULL,39.56,2,'郑州','2023-12-02 22:03:17','河南','惠济区','随机生成',14.71),
(19430,NULL,87.99,3,'郑州','2023-12-02 22:03:17','河南','巩义市','随机生成',90.06),
(19431,NULL,80.16,3,'郑州','2023-12-02 22:03:17','河南','新郑市','随机生成',59.06),
(19432,NULL,45.36,4,'郑州','2023-12-02 22:03:17','河南','新密市','随机生成',91.86),
(19433,NULL,69.01,1,'郑州','2023-12-02 22:03:17','河南','登封市','随机生成',56.91),
(19434,NULL,46.34,2,'郑州','2023-12-02 22:03:17','河南','荥阳市','随机生成',97.91),
(19435,NULL,39.56,4,'郑州','2023-12-02 22:03:17','河南','中牟县','随机生成',55.74),
(19436,NULL,12.23,4,'郑州','2023-12-02 22:03:17','河南','其他','随机生成',41.55),
(19437,NULL,68.15,4,'开封','2023-12-02 22:03:17','河南','鼓楼区','随机生成',36.36),
(19438,NULL,34.12,2,'开封','2023-12-02 22:03:17','河南','龙亭区','随机生成',74.77),
(19439,NULL,28.19,3,'开封','2023-12-02 22:03:17','河南','顺河回族区','随机生成',99.07),
(19440,NULL,97.13,2,'开封','2023-12-02 22:03:17','河南','禹王台区','随机生成',68.46),
(19441,NULL,80.33,3,'开封','2023-12-02 22:03:17','河南','金明区','随机生成',8.12),
(19442,NULL,24.03,3,'开封','2023-12-02 22:03:17','河南','开封县','随机生成',98.98),
(19443,NULL,20.80,3,'开封','2023-12-02 22:03:17','河南','尉氏县','随机生成',55.80),
(19444,NULL,36.11,1,'开封','2023-12-02 22:03:17','河南','兰考县','随机生成',81.22),
(19445,NULL,86.19,4,'开封','2023-12-02 22:03:17','河南','杞县','随机生成',13.47),
(19446,NULL,97.97,1,'开封','2023-12-02 22:03:17','河南','通许县','随机生成',60.82),
(19447,NULL,38.43,1,'开封','2023-12-02 22:03:17','河南','其他','随机生成',59.21),
(19448,NULL,32.29,2,'洛阳','2023-12-02 22:03:17','河南','西工区','随机生成',63.06),
(19449,NULL,37.27,1,'洛阳','2023-12-02 22:03:17','河南','老城区','随机生成',21.85),
(19450,NULL,23.60,1,'洛阳','2023-12-02 22:03:17','河南','涧西区','随机生成',85.11),
(19451,NULL,76.46,3,'洛阳','2023-12-02 22:03:17','河南','瀍河回族区','随机生成',63.75),
(19452,NULL,76.90,2,'洛阳','2023-12-02 22:03:17','河南','洛龙区','随机生成',45.94),
(19453,NULL,30.15,3,'洛阳','2023-12-02 22:03:17','河南','吉利区','随机生成',59.92),
(19454,NULL,75.75,3,'洛阳','2023-12-02 22:03:17','河南','偃师市','随机生成',47.42),
(19455,NULL,53.53,3,'洛阳','2023-12-02 22:03:17','河南','孟津县','随机生成',22.90),
(19456,NULL,31.14,2,'洛阳','2023-12-02 22:03:17','河南','汝阳县','随机生成',48.20),
(19457,NULL,2.64,4,'洛阳','2023-12-02 22:03:17','河南','伊川县','随机生成',36.38),
(19458,NULL,71.14,3,'洛阳','2023-12-02 22:03:17','河南','洛宁县','随机生成',23.24),
(19459,NULL,10.58,1,'洛阳','2023-12-02 22:03:17','河南','嵩县','随机生成',30.71),
(19460,NULL,1.07,1,'洛阳','2023-12-02 22:03:17','河南','宜阳县','随机生成',74.70),
(19461,NULL,86.60,3,'洛阳','2023-12-02 22:03:17','河南','新安县','随机生成',45.35),
(19462,NULL,31.41,3,'洛阳','2023-12-02 22:03:17','河南','栾川县','随机生成',17.91),
(19463,NULL,70.47,2,'洛阳','2023-12-02 22:03:17','河南','其他','随机生成',64.19),
(19464,NULL,91.65,2,'平顶山','2023-12-02 22:03:17','河南','新华区','随机生成',8.01),
(19465,NULL,69.71,4,'平顶山','2023-12-02 22:03:17','河南','卫东区','随机生成',94.04),
(19466,NULL,74.29,4,'平顶山','2023-12-02 22:03:17','河南','湛河区','随机生成',28.52),
(19467,NULL,33.07,1,'平顶山','2023-12-02 22:03:17','河南','石龙区','随机生成',43.72),
(19468,NULL,64.47,3,'平顶山','2023-12-02 22:03:17','河南','汝州市','随机生成',49.01),
(19469,NULL,37.41,2,'平顶山','2023-12-02 22:03:17','河南','舞钢市','随机生成',22.21),
(19470,NULL,52.24,2,'平顶山','2023-12-02 22:03:17','河南','宝丰县','随机生成',6.74),
(19471,NULL,85.03,1,'平顶山','2023-12-02 22:03:17','河南','叶县','随机生成',15.00),
(19472,NULL,27.44,1,'平顶山','2023-12-02 22:03:17','河南','郏县','随机生成',23.85),
(19473,NULL,30.20,4,'平顶山','2023-12-02 22:03:17','河南','鲁山县','随机生成',51.90),
(19474,NULL,50.75,2,'平顶山','2023-12-02 22:03:17','河南','其他','随机生成',12.10),
(19475,NULL,24.21,3,'安阳','2023-12-02 22:03:17','河南','北关区','随机生成',22.87),
(19476,NULL,35.57,2,'安阳','2023-12-02 22:03:17','河南','文峰区','随机生成',64.06),
(19477,NULL,9.55,4,'安阳','2023-12-02 22:03:17','河南','殷都区','随机生成',88.65),
(19478,NULL,34.92,2,'安阳','2023-12-02 22:03:17','河南','龙安区','随机生成',54.39),
(19479,NULL,79.68,2,'安阳','2023-12-02 22:03:17','河南','林州市','随机生成',87.00),
(19480,NULL,36.90,2,'安阳','2023-12-02 22:03:17','河南','安阳县','随机生成',0.81),
(19481,NULL,48.14,1,'安阳','2023-12-02 22:03:17','河南','滑县','随机生成',85.17),
(19482,NULL,70.13,2,'安阳','2023-12-02 22:03:17','河南','内黄县','随机生成',23.41),
(19483,NULL,49.57,1,'安阳','2023-12-02 22:03:17','河南','汤阴县','随机生成',32.23),
(19484,NULL,66.90,3,'安阳','2023-12-02 22:03:17','河南','其他','随机生成',36.66),
(19485,NULL,24.57,2,'鹤壁','2023-12-02 22:03:17','河南','淇滨区','随机生成',2.21),
(19486,NULL,1.80,1,'鹤壁','2023-12-02 22:03:17','河南','山城区','随机生成',35.29),
(19487,NULL,35.89,4,'鹤壁','2023-12-02 22:03:17','河南','鹤山区','随机生成',50.51),
(19488,NULL,27.90,1,'鹤壁','2023-12-02 22:03:17','河南','浚县','随机生成',59.01),
(19489,NULL,39.74,3,'鹤壁','2023-12-02 22:03:17','河南','淇县','随机生成',58.66),
(19490,NULL,92.73,1,'鹤壁','2023-12-02 22:03:17','河南','其他','随机生成',64.25),
(19491,NULL,28.74,2,'新乡','2023-12-02 22:03:17','河南','卫滨区','随机生成',78.49),
(19492,NULL,55.29,1,'新乡','2023-12-02 22:03:17','河南','红旗区','随机生成',56.23),
(19493,NULL,77.47,2,'新乡','2023-12-02 22:03:17','河南','凤泉区','随机生成',14.68),
(19494,NULL,6.75,2,'新乡','2023-12-02 22:03:17','河南','牧野区','随机生成',45.10),
(19495,NULL,20.23,3,'新乡','2023-12-02 22:03:17','河南','卫辉市','随机生成',69.64),
(19496,NULL,1.91,3,'新乡','2023-12-02 22:03:17','河南','辉县市','随机生成',58.27),
(19497,NULL,45.09,2,'新乡','2023-12-02 22:03:17','河南','新乡县','随机生成',34.57),
(19498,NULL,68.06,1,'新乡','2023-12-02 22:03:17','河南','获嘉县','随机生成',52.43),
(19499,NULL,98.64,1,'新乡','2023-12-02 22:03:17','河南','原阳县','随机生成',15.12),
(19500,NULL,21.36,4,'新乡','2023-12-02 22:03:17','河南','长垣县','随机生成',64.03),
(19501,NULL,22.40,2,'新乡','2023-12-02 22:03:17','河南','封丘县','随机生成',66.09),
(19502,NULL,62.24,2,'新乡','2023-12-02 22:03:17','河南','延津县','随机生成',85.25),
(19503,NULL,30.41,3,'新乡','2023-12-02 22:03:17','河南','其他','随机生成',51.23),
(19504,NULL,92.04,3,'焦作','2023-12-02 22:03:17','河南','解放区','随机生成',36.21),
(19505,NULL,67.64,2,'焦作','2023-12-02 22:03:17','河南','中站区','随机生成',51.92),
(19506,NULL,58.37,4,'焦作','2023-12-02 22:03:17','河南','马村区','随机生成',40.09),
(19507,NULL,78.96,3,'焦作','2023-12-02 22:03:17','河南','山阳区','随机生成',33.81),
(19508,NULL,46.17,2,'焦作','2023-12-02 22:03:17','河南','沁阳市','随机生成',21.20),
(19509,NULL,80.46,3,'焦作','2023-12-02 22:03:17','河南','孟州市','随机生成',38.00),
(19510,NULL,8.38,3,'焦作','2023-12-02 22:03:17','河南','修武县','随机生成',93.89),
(19511,NULL,38.33,1,'焦作','2023-12-02 22:03:17','河南','温县','随机生成',66.83),
(19512,NULL,83.31,3,'焦作','2023-12-02 22:03:17','河南','武陟县','随机生成',47.00),
(19513,NULL,88.87,3,'焦作','2023-12-02 22:03:17','河南','博爱县','随机生成',85.47),
(19514,NULL,66.54,1,'焦作','2023-12-02 22:03:17','河南','其他','随机生成',75.00),
(19515,NULL,40.74,3,'濮阳','2023-12-02 22:03:17','河南','华龙区','随机生成',59.41),
(19516,NULL,0.51,3,'濮阳','2023-12-02 22:03:17','河南','濮阳县','随机生成',73.57),
(19517,NULL,70.11,3,'濮阳','2023-12-02 22:03:17','河南','南乐县','随机生成',13.62),
(19518,NULL,25.05,2,'濮阳','2023-12-02 22:03:17','河南','台前县','随机生成',91.57),
(19519,NULL,77.04,4,'濮阳','2023-12-02 22:03:17','河南','清丰县','随机生成',45.35),
(19520,NULL,68.07,2,'濮阳','2023-12-02 22:03:17','河南','范县','随机生成',9.08),
(19521,NULL,31.97,1,'濮阳','2023-12-02 22:03:17','河南','其他','随机生成',92.14),
(19522,NULL,78.13,2,'许昌','2023-12-02 22:03:17','河南','魏都区','随机生成',54.45),
(19523,NULL,10.99,3,'许昌','2023-12-02 22:03:17','河南','禹州市','随机生成',65.47),
(19524,NULL,86.28,4,'许昌','2023-12-02 22:03:17','河南','长葛市','随机生成',57.96),
(19525,NULL,76.36,4,'许昌','2023-12-02 22:03:17','河南','许昌县','随机生成',93.83),
(19526,NULL,49.47,4,'许昌','2023-12-02 22:03:17','河南','鄢陵县','随机生成',45.96),
(19527,NULL,35.01,2,'许昌','2023-12-02 22:03:17','河南','襄城县','随机生成',48.47),
(19528,NULL,43.76,1,'许昌','2023-12-02 22:03:17','河南','其他','随机生成',5.81),
(19529,NULL,7.42,1,'漯河','2023-12-02 22:03:17','河南','源汇区','随机生成',50.43),
(19530,NULL,35.94,4,'漯河','2023-12-02 22:03:17','河南','郾城区','随机生成',48.57),
(19531,NULL,92.53,3,'漯河','2023-12-02 22:03:17','河南','召陵区','随机生成',8.79),
(19532,NULL,57.96,1,'漯河','2023-12-02 22:03:17','河南','临颍县','随机生成',17.93),
(19533,NULL,60.72,2,'漯河','2023-12-02 22:03:17','河南','舞阳县','随机生成',6.36),
(19534,NULL,57.67,2,'漯河','2023-12-02 22:03:17','河南','其他','随机生成',21.62),
(19535,NULL,70.95,2,'三门峡','2023-12-02 22:03:17','河南','湖滨区','随机生成',41.68),
(19536,NULL,55.67,4,'三门峡','2023-12-02 22:03:17','河南','义马市','随机生成',84.29),
(19537,NULL,74.46,1,'三门峡','2023-12-02 22:03:17','河南','灵宝市','随机生成',60.03),
(19538,NULL,57.90,1,'三门峡','2023-12-02 22:03:17','河南','渑池县','随机生成',23.89),
(19539,NULL,32.75,4,'三门峡','2023-12-02 22:03:17','河南','卢氏县','随机生成',41.47),
(19540,NULL,93.51,1,'三门峡','2023-12-02 22:03:17','河南','陕县','随机生成',48.32),
(19541,NULL,92.70,4,'三门峡','2023-12-02 22:03:17','河南','其他','随机生成',27.99),
(19542,NULL,51.39,1,'南阳','2023-12-02 22:03:17','河南','卧龙区','随机生成',82.85),
(19543,NULL,45.51,3,'南阳','2023-12-02 22:03:17','河南','宛城区','随机生成',41.01),
(19544,NULL,10.57,4,'南阳','2023-12-02 22:03:17','河南','邓州市','随机生成',16.79),
(19545,NULL,10.85,1,'南阳','2023-12-02 22:03:17','河南','桐柏县','随机生成',85.21),
(19546,NULL,35.12,1,'南阳','2023-12-02 22:03:17','河南','方城县','随机生成',29.16),
(19547,NULL,23.72,4,'南阳','2023-12-02 22:03:17','河南','淅川县','随机生成',54.69),
(19548,NULL,21.99,4,'南阳','2023-12-02 22:03:17','河南','镇平县','随机生成',68.75),
(19549,NULL,26.97,4,'南阳','2023-12-02 22:03:17','河南','唐河县','随机生成',37.40),
(19550,NULL,26.21,3,'南阳','2023-12-02 22:03:17','河南','南召县','随机生成',0.58),
(19551,NULL,4.69,3,'南阳','2023-12-02 22:03:17','河南','内乡县','随机生成',63.72),
(19552,NULL,28.40,2,'南阳','2023-12-02 22:03:17','河南','新野县','随机生成',45.94),
(19553,NULL,36.95,2,'南阳','2023-12-02 22:03:17','河南','社旗县','随机生成',47.69),
(19554,NULL,13.61,4,'南阳','2023-12-02 22:03:17','河南','西峡县','随机生成',34.26),
(19555,NULL,71.40,4,'南阳','2023-12-02 22:03:17','河南','其他','随机生成',19.43),
(19556,NULL,83.62,2,'商丘','2023-12-02 22:03:17','河南','梁园区','随机生成',78.35),
(19557,NULL,17.13,2,'商丘','2023-12-02 22:03:17','河南','睢阳区','随机生成',89.62),
(19558,NULL,71.32,2,'商丘','2023-12-02 22:03:17','河南','永城市','随机生成',74.87),
(19559,NULL,6.38,3,'商丘','2023-12-02 22:03:17','河南','宁陵县','随机生成',79.30),
(19560,NULL,82.34,2,'商丘','2023-12-02 22:03:17','河南','虞城县','随机生成',5.54),
(19561,NULL,51.74,2,'商丘','2023-12-02 22:03:17','河南','民权县','随机生成',53.37),
(19562,NULL,4.06,2,'商丘','2023-12-02 22:03:17','河南','夏邑县','随机生成',94.32),
(19563,NULL,68.12,3,'商丘','2023-12-02 22:03:17','河南','柘城县','随机生成',57.71),
(19564,NULL,87.96,1,'商丘','2023-12-02 22:03:17','河南','睢县','随机生成',81.10),
(19565,NULL,87.64,4,'商丘','2023-12-02 22:03:17','河南','其他','随机生成',40.87),
(19566,NULL,21.45,3,'信阳','2023-12-02 22:03:17','河南','浉河区','随机生成',28.35),
(19567,NULL,45.91,1,'信阳','2023-12-02 22:03:17','河南','平桥区','随机生成',94.41),
(19568,NULL,37.16,1,'信阳','2023-12-02 22:03:17','河南','潢川县','随机生成',67.49),
(19569,NULL,75.20,2,'信阳','2023-12-02 22:03:17','河南','淮滨县','随机生成',37.04),
(19570,NULL,96.71,1,'信阳','2023-12-02 22:03:17','河南','息县','随机生成',33.37),
(19571,NULL,18.20,2,'信阳','2023-12-02 22:03:17','河南','新县','随机生成',88.85),
(19572,NULL,35.67,1,'信阳','2023-12-02 22:03:17','河南','商城县','随机生成',2.16),
(19573,NULL,85.82,3,'信阳','2023-12-02 22:03:17','河南','固始县','随机生成',18.22),
(19574,NULL,21.50,2,'信阳','2023-12-02 22:03:17','河南','罗山县','随机生成',3.03),
(19575,NULL,32.36,3,'信阳','2023-12-02 22:03:17','河南','光山县','随机生成',30.74),
(19576,NULL,83.35,4,'信阳','2023-12-02 22:03:17','河南','其他','随机生成',85.91),
(19577,NULL,88.20,3,'周口','2023-12-02 22:03:17','河南','川汇区','随机生成',90.66),
(19578,NULL,42.41,1,'周口','2023-12-02 22:03:17','河南','项城市','随机生成',95.18),
(19579,NULL,24.96,3,'周口','2023-12-02 22:03:17','河南','商水县','随机生成',49.77),
(19580,NULL,86.18,2,'周口','2023-12-02 22:03:17','河南','淮阳县','随机生成',84.01),
(19581,NULL,59.72,4,'周口','2023-12-02 22:03:17','河南','太康县','随机生成',47.67),
(19582,NULL,82.21,3,'周口','2023-12-02 22:03:17','河南','鹿邑县','随机生成',91.38),
(19583,NULL,95.56,3,'周口','2023-12-02 22:03:17','河南','西华县','随机生成',2.61),
(19584,NULL,67.72,4,'周口','2023-12-02 22:03:17','河南','扶沟县','随机生成',25.87),
(19585,NULL,79.55,3,'周口','2023-12-02 22:03:17','河南','沈丘县','随机生成',22.23),
(19586,NULL,39.50,2,'周口','2023-12-02 22:03:17','河南','郸城县','随机生成',23.06),
(19587,NULL,17.22,3,'周口','2023-12-02 22:03:17','河南','其他','随机生成',61.26),
(19588,NULL,42.31,2,'驻马店','2023-12-02 22:03:17','河南','驿城区','随机生成',13.64),
(19589,NULL,86.65,3,'驻马店','2023-12-02 22:03:17','河南','确山县','随机生成',43.58),
(19590,NULL,40.87,4,'驻马店','2023-12-02 22:03:17','河南','新蔡县','随机生成',62.97),
(19591,NULL,84.57,1,'驻马店','2023-12-02 22:03:17','河南','上蔡县','随机生成',61.23),
(19592,NULL,82.23,4,'驻马店','2023-12-02 22:03:17','河南','西平县','随机生成',87.53),
(19593,NULL,46.92,2,'驻马店','2023-12-02 22:03:17','河南','泌阳县','随机生成',6.27),
(19594,NULL,91.68,1,'驻马店','2023-12-02 22:03:17','河南','平舆县','随机生成',49.37),
(19595,NULL,34.06,3,'驻马店','2023-12-02 22:03:17','河南','汝南县','随机生成',68.75),
(19596,NULL,53.53,4,'驻马店','2023-12-02 22:03:17','河南','遂平县','随机生成',10.53),
(19597,NULL,84.67,2,'驻马店','2023-12-02 22:03:17','河南','正阳县','随机生成',95.81),
(19598,NULL,18.22,2,'驻马店','2023-12-02 22:03:17','河南','其他','随机生成',41.40),
(19599,NULL,25.28,1,'焦作','2023-12-02 22:03:17','河南','济源市','随机生成',92.56),
(19600,NULL,17.36,4,'焦作','2023-12-02 22:03:17','河南','其他','随机生成',20.02),
(19601,NULL,19.59,2,'其他','2023-12-02 22:03:17','河南','其他','随机生成',80.28),
(19602,NULL,35.30,4,'武汉','2023-12-02 22:03:17','湖北','江岸区','随机生成',8.34),
(19603,NULL,92.21,4,'武汉','2023-12-02 22:03:17','湖北','武昌区','随机生成',6.11),
(19604,NULL,33.00,3,'武汉','2023-12-02 22:03:17','湖北','江汉区','随机生成',5.06),
(19605,NULL,35.65,4,'武汉','2023-12-02 22:03:17','湖北','硚口区','随机生成',3.39),
(19606,NULL,90.62,4,'武汉','2023-12-02 22:03:17','湖北','汉阳区','随机生成',95.19),
(19607,NULL,90.30,4,'武汉','2023-12-02 22:03:17','湖北','青山区','随机生成',49.23),
(19608,NULL,42.64,3,'武汉','2023-12-02 22:03:17','湖北','洪山区','随机生成',7.21),
(19609,NULL,60.99,3,'武汉','2023-12-02 22:03:17','湖北','东西湖区','随机生成',24.54),
(19610,NULL,12.71,1,'武汉','2023-12-02 22:03:17','湖北','汉南区','随机生成',75.39),
(19611,NULL,61.24,4,'武汉','2023-12-02 22:03:17','湖北','蔡甸区','随机生成',48.78),
(19612,NULL,14.39,2,'武汉','2023-12-02 22:03:17','湖北','江夏区','随机生成',24.56),
(19613,NULL,51.50,2,'武汉','2023-12-02 22:03:17','湖北','黄陂区','随机生成',18.62),
(19614,NULL,25.49,2,'武汉','2023-12-02 22:03:17','湖北','新洲区','随机生成',72.68),
(19615,NULL,17.43,3,'武汉','2023-12-02 22:03:17','湖北','其他','随机生成',89.37),
(19616,NULL,35.90,3,'黄石','2023-12-02 22:03:17','湖北','黄石港区','随机生成',77.56),
(19617,NULL,20.79,2,'黄石','2023-12-02 22:03:17','湖北','西塞山区','随机生成',73.04),
(19618,NULL,46.45,1,'黄石','2023-12-02 22:03:17','湖北','下陆区','随机生成',47.08),
(19619,NULL,93.43,3,'黄石','2023-12-02 22:03:17','湖北','铁山区','随机生成',27.24),
(19620,NULL,88.79,1,'黄石','2023-12-02 22:03:17','湖北','大冶市','随机生成',94.41),
(19621,NULL,0.35,2,'黄石','2023-12-02 22:03:17','湖北','阳新县','随机生成',53.61),
(19622,NULL,33.61,1,'黄石','2023-12-02 22:03:17','湖北','其他','随机生成',33.88),
(19623,NULL,9.76,4,'十堰','2023-12-02 22:03:17','湖北','张湾区','随机生成',57.49),
(19624,NULL,89.78,4,'十堰','2023-12-02 22:03:17','湖北','茅箭区','随机生成',66.53),
(19625,NULL,83.92,4,'十堰','2023-12-02 22:03:17','湖北','丹江口市','随机生成',8.20),
(19626,NULL,58.06,2,'十堰','2023-12-02 22:03:17','湖北','郧县','随机生成',99.04),
(19627,NULL,27.81,3,'十堰','2023-12-02 22:03:17','湖北','竹山县','随机生成',1.90),
(19628,NULL,93.87,3,'十堰','2023-12-02 22:03:17','湖北','房县','随机生成',85.85),
(19629,NULL,97.16,3,'十堰','2023-12-02 22:03:17','湖北','郧西县','随机生成',6.21),
(19630,NULL,86.08,3,'十堰','2023-12-02 22:03:17','湖北','竹溪县','随机生成',55.93),
(19631,NULL,88.32,3,'十堰','2023-12-02 22:03:17','湖北','其他','随机生成',15.23),
(19632,NULL,26.34,2,'荆州','2023-12-02 22:03:17','湖北','沙市区','随机生成',25.21),
(19633,NULL,79.30,4,'荆州','2023-12-02 22:03:17','湖北','荆州区','随机生成',49.10),
(19634,NULL,10.94,3,'荆州','2023-12-02 22:03:17','湖北','洪湖市','随机生成',79.08),
(19635,NULL,85.04,3,'荆州','2023-12-02 22:03:17','湖北','石首市','随机生成',10.91),
(19636,NULL,55.20,1,'荆州','2023-12-02 22:03:17','湖北','松滋市','随机生成',42.37),
(19637,NULL,4.90,4,'荆州','2023-12-02 22:03:17','湖北','监利县','随机生成',54.15),
(19638,NULL,21.28,3,'荆州','2023-12-02 22:03:17','湖北','公安县','随机生成',47.67),
(19639,NULL,51.79,2,'荆州','2023-12-02 22:03:17','湖北','江陵县','随机生成',43.20),
(19640,NULL,19.60,2,'荆州','2023-12-02 22:03:17','湖北','其他','随机生成',75.71),
(19641,NULL,65.12,2,'宜昌','2023-12-02 22:03:17','湖北','西陵区','随机生成',92.81),
(19642,NULL,38.72,4,'宜昌','2023-12-02 22:03:17','湖北','伍家岗区','随机生成',52.91),
(19643,NULL,67.39,3,'宜昌','2023-12-02 22:03:17','湖北','点军区','随机生成',81.65),
(19644,NULL,83.78,1,'宜昌','2023-12-02 22:03:17','湖北','猇亭区','随机生成',47.23),
(19645,NULL,51.89,2,'宜昌','2023-12-02 22:03:17','湖北','夷陵区','随机生成',90.32),
(19646,NULL,92.04,1,'宜昌','2023-12-02 22:03:17','湖北','宜都市','随机生成',27.31),
(19647,NULL,42.83,3,'宜昌','2023-12-02 22:03:17','湖北','当阳市','随机生成',76.64),
(19648,NULL,85.22,1,'宜昌','2023-12-02 22:03:17','湖北','枝江市','随机生成',29.81),
(19649,NULL,57.13,3,'宜昌','2023-12-02 22:03:17','湖北','秭归县','随机生成',45.88),
(19650,NULL,98.76,2,'宜昌','2023-12-02 22:03:17','湖北','远安县','随机生成',91.63),
(19651,NULL,98.88,4,'宜昌','2023-12-02 22:03:17','湖北','兴山县','随机生成',95.98),
(19652,NULL,59.64,1,'宜昌','2023-12-02 22:03:17','湖北','五峰土家族自治县','随机生成',79.25),
(19653,NULL,6.93,4,'宜昌','2023-12-02 22:03:17','湖北','长阳土家族自治县','随机生成',12.73),
(19654,NULL,93.76,1,'宜昌','2023-12-02 22:03:17','湖北','其他','随机生成',54.78),
(19655,NULL,4.41,3,'襄樊','2023-12-02 22:03:17','湖北','襄城区','随机生成',41.78),
(19656,NULL,85.74,2,'襄樊','2023-12-02 22:03:17','湖北','樊城区','随机生成',57.62),
(19657,NULL,61.57,2,'襄樊','2023-12-02 22:03:17','湖北','襄阳区','随机生成',24.13),
(19658,NULL,35.00,4,'襄樊','2023-12-02 22:03:17','湖北','老河口市','随机生成',40.91),
(19659,NULL,52.77,1,'襄樊','2023-12-02 22:03:17','湖北','枣阳市','随机生成',2.01),
(19660,NULL,29.13,3,'襄樊','2023-12-02 22:03:17','湖北','宜城市','随机生成',35.72),
(19661,NULL,45.24,3,'襄樊','2023-12-02 22:03:17','湖北','南漳县','随机生成',13.06),
(19662,NULL,44.35,4,'襄樊','2023-12-02 22:03:17','湖北','谷城县','随机生成',65.44),
(19663,NULL,19.44,1,'襄樊','2023-12-02 22:03:17','湖北','保康县','随机生成',19.58),
(19664,NULL,74.08,4,'襄樊','2023-12-02 22:03:17','湖北','其他','随机生成',14.76),
(19665,NULL,72.13,1,'鄂州','2023-12-02 22:03:17','湖北','鄂城区','随机生成',60.30),
(19666,NULL,75.96,1,'鄂州','2023-12-02 22:03:17','湖北','华容区','随机生成',16.34),
(19667,NULL,6.03,3,'鄂州','2023-12-02 22:03:17','湖北','梁子湖区','随机生成',89.76),
(19668,NULL,24.36,1,'鄂州','2023-12-02 22:03:17','湖北','其他','随机生成',95.34),
(19669,NULL,42.58,3,'荆门','2023-12-02 22:03:17','湖北','东宝区','随机生成',48.21),
(19670,NULL,5.83,4,'荆门','2023-12-02 22:03:17','湖北','掇刀区','随机生成',78.71),
(19671,NULL,57.05,4,'荆门','2023-12-02 22:03:17','湖北','钟祥市','随机生成',52.61),
(19672,NULL,63.62,4,'荆门','2023-12-02 22:03:17','湖北','京山县','随机生成',53.12),
(19673,NULL,64.81,4,'荆门','2023-12-02 22:03:17','湖北','沙洋县','随机生成',66.68),
(19674,NULL,80.47,2,'荆门','2023-12-02 22:03:17','湖北','其他','随机生成',12.85),
(19675,NULL,62.07,1,'孝感','2023-12-02 22:03:17','湖北','孝南区','随机生成',42.97),
(19676,NULL,35.50,1,'孝感','2023-12-02 22:03:17','湖北','应城市','随机生成',33.78),
(19677,NULL,97.17,4,'孝感','2023-12-02 22:03:17','湖北','安陆市','随机生成',60.12),
(19678,NULL,75.57,3,'孝感','2023-12-02 22:03:17','湖北','汉川市','随机生成',64.61),
(19679,NULL,78.61,4,'孝感','2023-12-02 22:03:17','湖北','云梦县','随机生成',12.16),
(19680,NULL,55.77,2,'孝感','2023-12-02 22:03:17','湖北','大悟县','随机生成',71.86),
(19681,NULL,61.94,4,'孝感','2023-12-02 22:03:17','湖北','孝昌县','随机生成',86.28),
(19682,NULL,42.01,1,'孝感','2023-12-02 22:03:17','湖北','其他','随机生成',50.26),
(19683,NULL,55.43,3,'黄冈','2023-12-02 22:03:17','湖北','黄州区','随机生成',3.23),
(19684,NULL,94.72,2,'黄冈','2023-12-02 22:03:17','湖北','麻城市','随机生成',69.77),
(19685,NULL,47.35,3,'黄冈','2023-12-02 22:03:17','湖北','武穴市','随机生成',41.58),
(19686,NULL,79.96,1,'黄冈','2023-12-02 22:03:17','湖北','红安县','随机生成',1.15),
(19687,NULL,43.64,4,'黄冈','2023-12-02 22:03:17','湖北','罗田县','随机生成',2.10),
(19688,NULL,56.98,1,'黄冈','2023-12-02 22:03:17','湖北','浠水县','随机生成',6.46),
(19689,NULL,22.45,3,'黄冈','2023-12-02 22:03:17','湖北','蕲春县','随机生成',20.83),
(19690,NULL,25.10,3,'黄冈','2023-12-02 22:03:17','湖北','黄梅县','随机生成',53.66),
(19691,NULL,19.49,2,'黄冈','2023-12-02 22:03:17','湖北','英山县','随机生成',78.79),
(19692,NULL,2.79,3,'黄冈','2023-12-02 22:03:17','湖北','团风县','随机生成',55.99),
(19693,NULL,95.27,4,'黄冈','2023-12-02 22:03:17','湖北','其他','随机生成',58.87),
(19694,NULL,77.70,4,'咸宁','2023-12-02 22:03:17','湖北','咸安区','随机生成',83.33),
(19695,NULL,20.28,4,'咸宁','2023-12-02 22:03:17','湖北','赤壁市','随机生成',81.87),
(19696,NULL,62.34,1,'咸宁','2023-12-02 22:03:17','湖北','嘉鱼县','随机生成',48.07),
(19697,NULL,46.97,4,'咸宁','2023-12-02 22:03:17','湖北','通山县','随机生成',51.85),
(19698,NULL,36.56,1,'咸宁','2023-12-02 22:03:17','湖北','崇阳县','随机生成',74.45),
(19699,NULL,55.71,4,'咸宁','2023-12-02 22:03:17','湖北','通城县','随机生成',33.26),
(19700,NULL,95.58,2,'咸宁','2023-12-02 22:03:17','湖北','其他','随机生成',93.29),
(19701,NULL,49.47,3,'随州','2023-12-02 22:03:17','湖北','曾都区','随机生成',59.69),
(19702,NULL,65.92,1,'随州','2023-12-02 22:03:17','湖北','广水市','随机生成',94.84),
(19703,NULL,22.33,3,'随州','2023-12-02 22:03:17','湖北','其他','随机生成',45.72),
(19704,NULL,41.19,4,'恩施土家族苗族自治州','2023-12-02 22:03:17','湖北','恩施市','随机生成',93.76),
(19705,NULL,16.59,4,'恩施土家族苗族自治州','2023-12-02 22:03:17','湖北','利川市','随机生成',51.93),
(19706,NULL,59.95,2,'恩施土家族苗族自治州','2023-12-02 22:03:17','湖北','建始县','随机生成',61.09),
(19707,NULL,88.88,3,'恩施土家族苗族自治州','2023-12-02 22:03:17','湖北','来凤县','随机生成',31.07),
(19708,NULL,3.60,4,'恩施土家族苗族自治州','2023-12-02 22:03:17','湖北','巴东县','随机生成',59.55),
(19709,NULL,69.98,4,'恩施土家族苗族自治州','2023-12-02 22:03:17','湖北','鹤峰县','随机生成',70.18),
(19710,NULL,94.24,2,'恩施土家族苗族自治州','2023-12-02 22:03:17','湖北','宣恩县','随机生成',28.45),
(19711,NULL,49.27,2,'恩施土家族苗族自治州','2023-12-02 22:03:17','湖北','咸丰县','随机生成',29.22),
(19712,NULL,69.35,2,'恩施土家族苗族自治州','2023-12-02 22:03:17','湖北','其他','随机生成',19.38),
(19713,NULL,78.37,3,'仙桃','2023-12-02 22:03:17','湖北','仙桃','随机生成',96.31),
(19714,NULL,35.09,1,'天门','2023-12-02 22:03:17','湖北','天门','随机生成',14.05),
(19715,NULL,12.79,3,'潜江','2023-12-02 22:03:17','湖北','潜江','随机生成',36.72),
(19716,NULL,90.17,2,'神农架林区','2023-12-02 22:03:17','湖北','神农架林区','随机生成',28.47),
(19717,NULL,73.95,1,'其他','2023-12-02 22:03:17','湖北','其他','随机生成',64.00),
(19718,NULL,31.96,3,'长沙','2023-12-02 22:03:17','湖南','岳麓区','随机生成',52.78),
(19719,NULL,19.16,2,'长沙','2023-12-02 22:03:17','湖南','芙蓉区','随机生成',80.79),
(19720,NULL,0.57,1,'长沙','2023-12-02 22:03:17','湖南','天心区','随机生成',11.11),
(19721,NULL,32.78,1,'长沙','2023-12-02 22:03:17','湖南','开福区','随机生成',84.16),
(19722,NULL,33.37,3,'长沙','2023-12-02 22:03:17','湖南','雨花区','随机生成',96.82),
(19723,NULL,58.57,1,'长沙','2023-12-02 22:03:17','湖南','浏阳市','随机生成',89.14),
(19724,NULL,21.64,2,'长沙','2023-12-02 22:03:17','湖南','长沙县','随机生成',95.48),
(19725,NULL,82.28,3,'长沙','2023-12-02 22:03:17','湖南','望城县','随机生成',43.45),
(19726,NULL,97.10,3,'长沙','2023-12-02 22:03:17','湖南','宁乡县','随机生成',38.79),
(19727,NULL,82.49,3,'长沙','2023-12-02 22:03:17','湖南','其他','随机生成',78.94),
(19728,NULL,20.48,4,'株洲','2023-12-02 22:03:17','湖南','天元区','随机生成',89.37),
(19729,NULL,99.86,3,'株洲','2023-12-02 22:03:17','湖南','荷塘区','随机生成',87.32),
(19730,NULL,30.98,1,'株洲','2023-12-02 22:03:17','湖南','芦淞区','随机生成',28.43),
(19731,NULL,31.28,2,'株洲','2023-12-02 22:03:17','湖南','石峰区','随机生成',34.20),
(19732,NULL,31.46,1,'株洲','2023-12-02 22:03:17','湖南','醴陵市','随机生成',3.65),
(19733,NULL,52.39,3,'株洲','2023-12-02 22:03:17','湖南','株洲县','随机生成',43.98),
(19734,NULL,63.12,2,'株洲','2023-12-02 22:03:17','湖南','炎陵县','随机生成',28.89),
(19735,NULL,32.65,2,'株洲','2023-12-02 22:03:17','湖南','茶陵县','随机生成',97.63),
(19736,NULL,96.24,1,'株洲','2023-12-02 22:03:17','湖南','攸县','随机生成',33.64),
(19737,NULL,94.57,3,'株洲','2023-12-02 22:03:17','湖南','其他','随机生成',13.38),
(19738,NULL,5.21,2,'湘潭','2023-12-02 22:03:17','湖南','岳塘区','随机生成',37.69),
(19739,NULL,30.34,1,'湘潭','2023-12-02 22:03:17','湖南','雨湖区','随机生成',9.54),
(19740,NULL,0.72,4,'湘潭','2023-12-02 22:03:17','湖南','湘乡市','随机生成',7.02),
(19741,NULL,32.44,3,'湘潭','2023-12-02 22:03:17','湖南','韶山市','随机生成',42.96),
(19742,NULL,24.43,1,'湘潭','2023-12-02 22:03:17','湖南','湘潭县','随机生成',52.98),
(19743,NULL,57.78,1,'湘潭','2023-12-02 22:03:17','湖南','其他','随机生成',13.91),
(19744,NULL,98.57,2,'衡阳','2023-12-02 22:03:17','湖南','雁峰区','随机生成',67.95),
(19745,NULL,72.52,4,'衡阳','2023-12-02 22:03:17','湖南','珠晖区','随机生成',5.84),
(19746,NULL,67.95,2,'衡阳','2023-12-02 22:03:17','湖南','石鼓区','随机生成',99.83),
(19747,NULL,77.79,1,'衡阳','2023-12-02 22:03:17','湖南','蒸湘区','随机生成',65.82),
(19748,NULL,10.81,3,'衡阳','2023-12-02 22:03:17','湖南','南岳区','随机生成',83.44),
(19749,NULL,98.37,3,'衡阳','2023-12-02 22:03:17','湖南','耒阳市','随机生成',28.79),
(19750,NULL,13.94,2,'衡阳','2023-12-02 22:03:17','湖南','常宁市','随机生成',31.79),
(19751,NULL,48.69,4,'衡阳','2023-12-02 22:03:17','湖南','衡阳县','随机生成',84.35),
(19752,NULL,22.38,3,'衡阳','2023-12-02 22:03:17','湖南','衡东县','随机生成',66.89),
(19753,NULL,71.46,3,'衡阳','2023-12-02 22:03:17','湖南','衡山县','随机生成',75.99),
(19754,NULL,8.14,3,'衡阳','2023-12-02 22:03:17','湖南','衡南县','随机生成',44.12),
(19755,NULL,69.01,1,'衡阳','2023-12-02 22:03:17','湖南','祁东县','随机生成',59.18),
(19756,NULL,79.05,1,'衡阳','2023-12-02 22:03:17','湖南','其他','随机生成',34.32),
(19757,NULL,47.60,4,'邵阳','2023-12-02 22:03:17','湖南','双清区','随机生成',82.75),
(19758,NULL,39.72,2,'邵阳','2023-12-02 22:03:17','湖南','大祥区','随机生成',62.71),
(19759,NULL,2.79,3,'邵阳','2023-12-02 22:03:17','湖南','北塔区','随机生成',51.88),
(19760,NULL,75.06,3,'邵阳','2023-12-02 22:03:17','湖南','武冈市','随机生成',64.32),
(19761,NULL,99.20,1,'邵阳','2023-12-02 22:03:17','湖南','邵东县','随机生成',58.49),
(19762,NULL,48.58,4,'邵阳','2023-12-02 22:03:17','湖南','洞口县','随机生成',68.48),
(19763,NULL,17.51,1,'邵阳','2023-12-02 22:03:17','湖南','新邵县','随机生成',58.92),
(19764,NULL,49.89,3,'邵阳','2023-12-02 22:03:17','湖南','绥宁县','随机生成',8.89),
(19765,NULL,8.51,1,'邵阳','2023-12-02 22:03:17','湖南','新宁县','随机生成',53.38),
(19766,NULL,76.60,2,'邵阳','2023-12-02 22:03:17','湖南','邵阳县','随机生成',41.58),
(19767,NULL,1.50,2,'邵阳','2023-12-02 22:03:17','湖南','隆回县','随机生成',44.22),
(19768,NULL,19.42,1,'邵阳','2023-12-02 22:03:17','湖南','城步苗族自治县','随机生成',98.26),
(19769,NULL,84.63,3,'邵阳','2023-12-02 22:03:17','湖南','其他','随机生成',9.80),
(19770,NULL,37.04,1,'岳阳','2023-12-02 22:03:17','湖南','岳阳楼区','随机生成',98.30),
(19771,NULL,62.25,2,'岳阳','2023-12-02 22:03:17','湖南','云溪区','随机生成',33.90),
(19772,NULL,36.62,1,'岳阳','2023-12-02 22:03:17','湖南','君山区','随机生成',42.23),
(19773,NULL,21.12,3,'岳阳','2023-12-02 22:03:17','湖南','临湘市','随机生成',32.50),
(19774,NULL,16.47,4,'岳阳','2023-12-02 22:03:17','湖南','汨罗市','随机生成',82.94),
(19775,NULL,63.79,3,'岳阳','2023-12-02 22:03:17','湖南','岳阳县','随机生成',7.89),
(19776,NULL,80.96,4,'岳阳','2023-12-02 22:03:17','湖南','湘阴县','随机生成',19.85),
(19777,NULL,41.26,3,'岳阳','2023-12-02 22:03:17','湖南','平江县','随机生成',73.64),
(19778,NULL,86.53,2,'岳阳','2023-12-02 22:03:17','湖南','华容县','随机生成',63.19),
(19779,NULL,46.68,3,'岳阳','2023-12-02 22:03:17','湖南','其他','随机生成',88.91),
(19780,NULL,18.23,4,'常德','2023-12-02 22:03:17','湖南','武陵区','随机生成',95.43),
(19781,NULL,23.49,3,'常德','2023-12-02 22:03:17','湖南','鼎城区','随机生成',64.39),
(19782,NULL,82.43,3,'常德','2023-12-02 22:03:17','湖南','津市市','随机生成',66.06),
(19783,NULL,69.60,4,'常德','2023-12-02 22:03:17','湖南','澧县','随机生成',84.15),
(19784,NULL,90.19,3,'常德','2023-12-02 22:03:17','湖南','临澧县','随机生成',21.44),
(19785,NULL,74.90,3,'常德','2023-12-02 22:03:17','湖南','桃源县','随机生成',67.27),
(19786,NULL,44.20,3,'常德','2023-12-02 22:03:17','湖南','汉寿县','随机生成',88.27),
(19787,NULL,58.88,1,'常德','2023-12-02 22:03:17','湖南','安乡县','随机生成',20.98),
(19788,NULL,18.20,3,'常德','2023-12-02 22:03:17','湖南','石门县','随机生成',92.33),
(19789,NULL,94.60,3,'常德','2023-12-02 22:03:17','湖南','其他','随机生成',10.83),
(19790,NULL,38.56,4,'张家界','2023-12-02 22:03:17','湖南','永定区','随机生成',50.21),
(19791,NULL,64.59,3,'张家界','2023-12-02 22:03:17','湖南','武陵源区','随机生成',53.69),
(19792,NULL,67.71,3,'张家界','2023-12-02 22:03:17','湖南','慈利县','随机生成',28.78),
(19793,NULL,95.09,2,'张家界','2023-12-02 22:03:17','湖南','桑植县','随机生成',5.16),
(19794,NULL,10.52,2,'张家界','2023-12-02 22:03:17','湖南','其他','随机生成',6.89),
(19795,NULL,18.02,3,'益阳','2023-12-02 22:03:17','湖南','赫山区','随机生成',64.47),
(19796,NULL,2.48,1,'益阳','2023-12-02 22:03:17','湖南','资阳区','随机生成',86.25),
(19797,NULL,41.10,4,'益阳','2023-12-02 22:03:17','湖南','沅江市','随机生成',1.99),
(19798,NULL,52.11,1,'益阳','2023-12-02 22:03:17','湖南','桃江县','随机生成',71.13),
(19799,NULL,51.19,2,'益阳','2023-12-02 22:03:17','湖南','南县','随机生成',42.45),
(19800,NULL,63.85,3,'益阳','2023-12-02 22:03:17','湖南','安化县','随机生成',84.29),
(19801,NULL,83.14,2,'益阳','2023-12-02 22:03:17','湖南','其他','随机生成',50.65),
(19802,NULL,94.39,1,'郴州','2023-12-02 22:03:17','湖南','北湖区','随机生成',21.18),
(19803,NULL,44.14,2,'郴州','2023-12-02 22:03:17','湖南','苏仙区','随机生成',72.11),
(19804,NULL,43.28,1,'郴州','2023-12-02 22:03:17','湖南','资兴市','随机生成',34.40),
(19805,NULL,65.49,4,'郴州','2023-12-02 22:03:17','湖南','宜章县','随机生成',94.31),
(19806,NULL,69.65,2,'郴州','2023-12-02 22:03:17','湖南','汝城县','随机生成',67.35),
(19807,NULL,93.83,4,'郴州','2023-12-02 22:03:17','湖南','安仁县','随机生成',25.23),
(19808,NULL,73.75,3,'郴州','2023-12-02 22:03:17','湖南','嘉禾县','随机生成',37.74),
(19809,NULL,41.19,3,'郴州','2023-12-02 22:03:17','湖南','临武县','随机生成',91.98),
(19810,NULL,85.94,4,'郴州','2023-12-02 22:03:17','湖南','桂东县','随机生成',52.76),
(19811,NULL,66.53,2,'郴州','2023-12-02 22:03:17','湖南','永兴县','随机生成',43.65),
(19812,NULL,17.93,3,'郴州','2023-12-02 22:03:17','湖南','桂阳县','随机生成',0.53),
(19813,NULL,25.90,2,'郴州','2023-12-02 22:03:17','湖南','其他','随机生成',61.47),
(19814,NULL,82.47,1,'永州','2023-12-02 22:03:17','湖南','冷水滩区','随机生成',30.87),
(19815,NULL,24.54,1,'永州','2023-12-02 22:03:17','湖南','零陵区','随机生成',0.22),
(19816,NULL,20.04,1,'永州','2023-12-02 22:03:17','湖南','祁阳县','随机生成',82.94),
(19817,NULL,57.70,3,'永州','2023-12-02 22:03:17','湖南','蓝山县','随机生成',87.55),
(19818,NULL,64.73,4,'永州','2023-12-02 22:03:17','湖南','宁远县','随机生成',53.08),
(19819,NULL,42.94,4,'永州','2023-12-02 22:03:17','湖南','新田县','随机生成',53.86),
(19820,NULL,17.75,1,'永州','2023-12-02 22:03:17','湖南','东安县','随机生成',96.95),
(19821,NULL,25.24,4,'永州','2023-12-02 22:03:17','湖南','江永县','随机生成',48.71),
(19822,NULL,59.86,2,'永州','2023-12-02 22:03:17','湖南','道县','随机生成',17.22),
(19823,NULL,78.31,4,'永州','2023-12-02 22:03:17','湖南','双牌县','随机生成',52.10),
(19824,NULL,94.11,2,'永州','2023-12-02 22:03:17','湖南','江华瑶族自治县','随机生成',24.26),
(19825,NULL,94.96,4,'永州','2023-12-02 22:03:17','湖南','其他','随机生成',53.15),
(19826,NULL,3.05,2,'怀化','2023-12-02 22:03:17','湖南','鹤城区','随机生成',68.97),
(19827,NULL,13.98,4,'怀化','2023-12-02 22:03:17','湖南','洪江市','随机生成',56.90),
(19828,NULL,16.23,4,'怀化','2023-12-02 22:03:17','湖南','会同县','随机生成',72.19),
(19829,NULL,84.63,3,'怀化','2023-12-02 22:03:17','湖南','沅陵县','随机生成',56.19),
(19830,NULL,30.46,1,'怀化','2023-12-02 22:03:17','湖南','辰溪县','随机生成',70.17),
(19831,NULL,79.12,2,'怀化','2023-12-02 22:03:17','湖南','溆浦县','随机生成',67.00),
(19832,NULL,98.98,2,'怀化','2023-12-02 22:03:17','湖南','中方县','随机生成',6.26),
(19833,NULL,81.28,4,'怀化','2023-12-02 22:03:17','湖南','新晃侗族自治县','随机生成',20.34),
(19834,NULL,34.02,1,'怀化','2023-12-02 22:03:17','湖南','芷江侗族自治县','随机生成',57.56),
(19835,NULL,74.47,4,'怀化','2023-12-02 22:03:17','湖南','通道侗族自治县','随机生成',88.92),
(19836,NULL,78.35,4,'怀化','2023-12-02 22:03:17','湖南','靖州苗族侗族自治县','随机生成',1.08),
(19837,NULL,92.46,4,'怀化','2023-12-02 22:03:17','湖南','麻阳苗族自治县','随机生成',44.60),
(19838,NULL,42.08,4,'怀化','2023-12-02 22:03:17','湖南','其他','随机生成',58.35),
(19839,NULL,23.83,3,'娄底','2023-12-02 22:03:17','湖南','娄星区','随机生成',41.96),
(19840,NULL,77.01,4,'娄底','2023-12-02 22:03:17','湖南','冷水江市','随机生成',6.97),
(19841,NULL,7.83,2,'娄底','2023-12-02 22:03:17','湖南','涟源市','随机生成',61.56),
(19842,NULL,48.23,4,'娄底','2023-12-02 22:03:17','湖南','新化县','随机生成',56.83),
(19843,NULL,86.23,2,'娄底','2023-12-02 22:03:17','湖南','双峰县','随机生成',73.43),
(19844,NULL,64.89,3,'娄底','2023-12-02 22:03:17','湖南','其他','随机生成',6.98),
(19845,NULL,20.83,2,'湘西土家族苗族自治州','2023-12-02 22:03:17','湖南','吉首市','随机生成',81.21),
(19846,NULL,88.33,3,'湘西土家族苗族自治州','2023-12-02 22:03:17','湖南','古丈县','随机生成',71.16),
(19847,NULL,77.67,1,'湘西土家族苗族自治州','2023-12-02 22:03:17','湖南','龙山县','随机生成',56.96),
(19848,NULL,57.17,2,'湘西土家族苗族自治州','2023-12-02 22:03:17','湖南','永顺县','随机生成',57.88),
(19849,NULL,57.94,2,'湘西土家族苗族自治州','2023-12-02 22:03:17','湖南','凤凰县','随机生成',87.05),
(19850,NULL,91.20,3,'湘西土家族苗族自治州','2023-12-02 22:03:17','湖南','泸溪县','随机生成',14.73),
(19851,NULL,20.77,2,'湘西土家族苗族自治州','2023-12-02 22:03:17','湖南','保靖县','随机生成',45.54),
(19852,NULL,63.09,2,'湘西土家族苗族自治州','2023-12-02 22:03:17','湖南','花垣县','随机生成',82.88),
(19853,NULL,35.78,1,'湘西土家族苗族自治州','2023-12-02 22:03:17','湖南','其他','随机生成',18.04),
(19854,NULL,76.11,4,'其他','2023-12-02 22:03:17','湖南','其他','随机生成',14.99),
(19855,NULL,24.83,4,'广州','2023-12-02 22:03:17','广东','越秀区','随机生成',1.24),
(19856,NULL,88.67,4,'广州','2023-12-02 22:03:17','广东','荔湾区','随机生成',97.75),
(19857,NULL,97.80,2,'广州','2023-12-02 22:03:17','广东','海珠区','随机生成',22.78),
(19858,NULL,79.46,2,'广州','2023-12-02 22:03:17','广东','天河区','随机生成',21.83),
(19859,NULL,22.17,1,'广州','2023-12-02 22:03:17','广东','白云区','随机生成',6.26),
(19860,NULL,32.56,4,'广州','2023-12-02 22:03:17','广东','黄埔区','随机生成',84.00),
(19861,NULL,6.09,1,'广州','2023-12-02 22:03:17','广东','番禺区','随机生成',57.01),
(19862,NULL,93.24,4,'广州','2023-12-02 22:03:17','广东','花都区','随机生成',12.40),
(19863,NULL,56.22,1,'广州','2023-12-02 22:03:17','广东','南沙区','随机生成',92.97),
(19864,NULL,8.11,4,'广州','2023-12-02 22:03:17','广东','萝岗区','随机生成',35.78),
(19865,NULL,47.95,2,'广州','2023-12-02 22:03:17','广东','增城市','随机生成',47.33),
(19866,NULL,30.35,2,'广州','2023-12-02 22:03:17','广东','从化市','随机生成',52.34),
(19867,NULL,53.63,4,'广州','2023-12-02 22:03:17','广东','其他','随机生成',99.81),
(19868,NULL,5.60,3,'深圳','2023-12-02 22:03:17','广东','福田区','随机生成',99.33),
(19869,NULL,22.35,3,'深圳','2023-12-02 22:03:17','广东','罗湖区','随机生成',37.13),
(19870,NULL,94.27,4,'深圳','2023-12-02 22:03:17','广东','南山区','随机生成',32.75),
(19871,NULL,24.09,2,'深圳','2023-12-02 22:03:17','广东','宝安区','随机生成',61.80),
(19872,NULL,50.40,4,'深圳','2023-12-02 22:03:17','广东','龙岗区','随机生成',88.28),
(19873,NULL,83.61,4,'深圳','2023-12-02 22:03:17','广东','盐田区','随机生成',27.73),
(19874,NULL,49.03,1,'深圳','2023-12-02 22:03:17','广东','其他','随机生成',91.64),
(19875,NULL,24.73,4,'东莞','2023-12-02 22:03:17','广东','莞城','随机生成',75.18),
(19876,NULL,62.98,1,'东莞','2023-12-02 22:03:17','广东','常平','随机生成',39.28),
(19877,NULL,67.09,4,'东莞','2023-12-02 22:03:17','广东','塘厦','随机生成',37.44),
(19878,NULL,6.31,1,'东莞','2023-12-02 22:03:17','广东','塘厦','随机生成',72.58),
(19879,NULL,20.97,2,'东莞','2023-12-02 22:03:17','广东','塘厦','随机生成',7.49),
(19880,NULL,35.12,3,'东莞','2023-12-02 22:03:17','广东','其他','随机生成',50.26),
(19881,NULL,59.42,3,'中山','2023-12-02 22:03:17','广东','中山','随机生成',83.79),
(19882,NULL,73.09,1,'潮州','2023-12-02 22:03:17','广东','湘桥区','随机生成',95.59),
(19883,NULL,11.24,3,'潮州','2023-12-02 22:03:17','广东','潮安县','随机生成',14.20),
(19884,NULL,64.90,2,'潮州','2023-12-02 22:03:17','广东','饶平县','随机生成',28.15),
(19885,NULL,43.25,4,'潮州','2023-12-02 22:03:17','广东','其他','随机生成',80.13),
(19886,NULL,7.75,2,'揭阳','2023-12-02 22:03:17','广东','榕城区','随机生成',28.13),
(19887,NULL,82.90,1,'揭阳','2023-12-02 22:03:17','广东','揭东县','随机生成',32.42),
(19888,NULL,29.59,4,'揭阳','2023-12-02 22:03:17','广东','揭西县','随机生成',64.83),
(19889,NULL,98.86,1,'揭阳','2023-12-02 22:03:17','广东','惠来县','随机生成',74.21),
(19890,NULL,91.93,2,'揭阳','2023-12-02 22:03:17','广东','普宁市','随机生成',47.80),
(19891,NULL,95.15,3,'揭阳','2023-12-02 22:03:17','广东','其他','随机生成',92.25),
(19892,NULL,41.07,4,'云浮','2023-12-02 22:03:17','广东','云城区','随机生成',76.86),
(19893,NULL,5.47,2,'云浮','2023-12-02 22:03:17','广东','新兴县','随机生成',22.87),
(19894,NULL,7.92,2,'云浮','2023-12-02 22:03:17','广东','郁南县','随机生成',33.77),
(19895,NULL,28.06,3,'云浮','2023-12-02 22:03:17','广东','云安县','随机生成',17.18),
(19896,NULL,67.90,2,'云浮','2023-12-02 22:03:17','广东','罗定市','随机生成',10.78),
(19897,NULL,80.55,1,'云浮','2023-12-02 22:03:17','广东','其他','随机生成',11.89),
(19898,NULL,30.82,4,'珠海','2023-12-02 22:03:17','广东','香洲区','随机生成',75.98),
(19899,NULL,13.99,3,'珠海','2023-12-02 22:03:17','广东','斗门区','随机生成',82.43),
(19900,NULL,42.93,1,'珠海','2023-12-02 22:03:17','广东','金湾区','随机生成',40.47),
(19901,NULL,77.52,1,'珠海','2023-12-02 22:03:17','广东','其他','随机生成',52.46),
(19902,NULL,71.38,4,'汕头','2023-12-02 22:03:17','广东','金平区','随机生成',14.02),
(19903,NULL,73.78,2,'汕头','2023-12-02 22:03:17','广东','濠江区','随机生成',46.12),
(19904,NULL,22.95,1,'汕头','2023-12-02 22:03:17','广东','龙湖区','随机生成',87.45),
(19905,NULL,93.12,1,'汕头','2023-12-02 22:03:17','广东','潮阳区','随机生成',66.43),
(19906,NULL,41.02,3,'汕头','2023-12-02 22:03:17','广东','潮南区','随机生成',82.11),
(19907,NULL,78.32,1,'汕头','2023-12-02 22:03:17','广东','澄海区','随机生成',48.51),
(19908,NULL,8.09,1,'汕头','2023-12-02 22:03:17','广东','南澳县','随机生成',92.46),
(19909,NULL,23.71,4,'汕头','2023-12-02 22:03:17','广东','其他','随机生成',95.18),
(19910,NULL,43.88,4,'韶关','2023-12-02 22:03:17','广东','浈江区','随机生成',59.08),
(19911,NULL,77.09,4,'韶关','2023-12-02 22:03:17','广东','武江区','随机生成',98.81),
(19912,NULL,81.29,3,'韶关','2023-12-02 22:03:17','广东','曲江区','随机生成',76.35),
(19913,NULL,42.99,4,'韶关','2023-12-02 22:03:17','广东','乐昌市','随机生成',50.97),
(19914,NULL,28.65,2,'韶关','2023-12-02 22:03:17','广东','南雄市','随机生成',19.96),
(19915,NULL,27.60,4,'韶关','2023-12-02 22:03:17','广东','始兴县','随机生成',66.05),
(19916,NULL,15.39,2,'韶关','2023-12-02 22:03:17','广东','仁化县','随机生成',41.27),
(19917,NULL,63.13,4,'韶关','2023-12-02 22:03:17','广东','翁源县','随机生成',3.33),
(19918,NULL,98.71,3,'韶关','2023-12-02 22:03:17','广东','新丰县','随机生成',37.44),
(19919,NULL,24.89,1,'韶关','2023-12-02 22:03:17','广东','乳源瑶族自治县','随机生成',37.24),
(19920,NULL,45.90,4,'韶关','2023-12-02 22:03:17','广东','其他','随机生成',69.24),
(19921,NULL,73.14,2,'佛山','2023-12-02 22:03:17','广东','禅城区','随机生成',98.09),
(19922,NULL,90.58,3,'佛山','2023-12-02 22:03:17','广东','南海区','随机生成',15.63),
(19923,NULL,57.71,1,'佛山','2023-12-02 22:03:17','广东','顺德区','随机生成',93.35),
(19924,NULL,40.97,3,'佛山','2023-12-02 22:03:17','广东','三水区','随机生成',43.09),
(19925,NULL,21.51,4,'佛山','2023-12-02 22:03:17','广东','高明区','随机生成',61.32),
(19926,NULL,66.41,1,'佛山','2023-12-02 22:03:17','广东','其他','随机生成',83.67),
(19927,NULL,82.74,1,'江门','2023-12-02 22:03:17','广东','蓬江区','随机生成',24.35),
(19928,NULL,17.38,4,'江门','2023-12-02 22:03:17','广东','江海区','随机生成',7.67),
(19929,NULL,81.79,3,'江门','2023-12-02 22:03:17','广东','新会区','随机生成',60.26),
(19930,NULL,73.34,3,'江门','2023-12-02 22:03:17','广东','恩平市','随机生成',31.82),
(19931,NULL,93.35,1,'江门','2023-12-02 22:03:17','广东','台山市','随机生成',38.88),
(19932,NULL,65.32,1,'江门','2023-12-02 22:03:17','广东','开平市','随机生成',0.16),
(19933,NULL,83.33,4,'江门','2023-12-02 22:03:17','广东','鹤山市','随机生成',15.08),
(19934,NULL,40.20,2,'江门','2023-12-02 22:03:17','广东','其他','随机生成',2.74),
(19935,NULL,62.89,4,'湛江','2023-12-02 22:03:17','广东','赤坎区','随机生成',60.95),
(19936,NULL,75.44,2,'湛江','2023-12-02 22:03:17','广东','霞山区','随机生成',67.50),
(19937,NULL,15.27,2,'湛江','2023-12-02 22:03:17','广东','坡头区','随机生成',2.88),
(19938,NULL,15.35,4,'湛江','2023-12-02 22:03:17','广东','麻章区','随机生成',24.48),
(19939,NULL,30.59,1,'湛江','2023-12-02 22:03:17','广东','吴川市','随机生成',56.22),
(19940,NULL,73.68,4,'湛江','2023-12-02 22:03:17','广东','廉江市','随机生成',38.47),
(19941,NULL,11.79,2,'湛江','2023-12-02 22:03:17','广东','雷州市','随机生成',61.68),
(19942,NULL,70.20,3,'湛江','2023-12-02 22:03:17','广东','遂溪县','随机生成',68.42),
(19943,NULL,34.64,1,'湛江','2023-12-02 22:03:17','广东','徐闻县','随机生成',37.43),
(19944,NULL,29.92,1,'湛江','2023-12-02 22:03:17','广东','其他','随机生成',53.11),
(19945,NULL,0.21,3,'茂名','2023-12-02 22:03:17','广东','茂南区','随机生成',41.73),
(19946,NULL,16.57,2,'茂名','2023-12-02 22:03:17','广东','茂港区','随机生成',52.27),
(19947,NULL,46.30,2,'茂名','2023-12-02 22:03:17','广东','化州市','随机生成',17.63),
(19948,NULL,41.11,1,'茂名','2023-12-02 22:03:17','广东','信宜市','随机生成',10.32),
(19949,NULL,59.03,4,'茂名','2023-12-02 22:03:17','广东','高州市','随机生成',68.88),
(19950,NULL,52.24,2,'茂名','2023-12-02 22:03:17','广东','电白县','随机生成',76.86),
(19951,NULL,5.50,4,'茂名','2023-12-02 22:03:17','广东','其他','随机生成',39.70),
(19952,NULL,73.14,1,'肇庆','2023-12-02 22:03:17','广东','端州区','随机生成',52.00),
(19953,NULL,64.80,1,'肇庆','2023-12-02 22:03:17','广东','鼎湖区','随机生成',17.34),
(19954,NULL,73.86,2,'肇庆','2023-12-02 22:03:17','广东','高要市','随机生成',62.88),
(19955,NULL,29.82,2,'肇庆','2023-12-02 22:03:17','广东','四会市','随机生成',79.84),
(19956,NULL,35.92,1,'肇庆','2023-12-02 22:03:17','广东','广宁县','随机生成',96.14),
(19957,NULL,89.62,3,'肇庆','2023-12-02 22:03:17','广东','怀集县','随机生成',51.99),
(19958,NULL,35.10,4,'肇庆','2023-12-02 22:03:17','广东','封开县','随机生成',32.45),
(19959,NULL,80.16,4,'肇庆','2023-12-02 22:03:17','广东','德庆县','随机生成',28.70),
(19960,NULL,7.19,4,'肇庆','2023-12-02 22:03:17','广东','其他','随机生成',87.76),
(19961,NULL,47.26,2,'惠州','2023-12-02 22:03:17','广东','惠城区','随机生成',87.05),
(19962,NULL,67.46,4,'惠州','2023-12-02 22:03:17','广东','惠阳区','随机生成',39.14),
(19963,NULL,89.63,4,'惠州','2023-12-02 22:03:17','广东','博罗县','随机生成',48.56),
(19964,NULL,68.61,1,'惠州','2023-12-02 22:03:17','广东','惠东县','随机生成',1.51),
(19965,NULL,74.35,1,'惠州','2023-12-02 22:03:17','广东','龙门县','随机生成',67.94),
(19966,NULL,50.61,3,'惠州','2023-12-02 22:03:17','广东','其他','随机生成',49.33),
(19967,NULL,33.94,1,'梅州','2023-12-02 22:03:17','广东','梅江区','随机生成',71.82),
(19968,NULL,65.50,3,'梅州','2023-12-02 22:03:17','广东','兴宁市','随机生成',69.74),
(19969,NULL,75.28,2,'梅州','2023-12-02 22:03:17','广东','梅县','随机生成',1.49),
(19970,NULL,22.35,3,'梅州','2023-12-02 22:03:17','广东','大埔县','随机生成',5.82),
(19971,NULL,88.67,4,'梅州','2023-12-02 22:03:17','广东','丰顺县','随机生成',85.64),
(19972,NULL,96.79,2,'梅州','2023-12-02 22:03:17','广东','五华县','随机生成',31.55),
(19973,NULL,89.12,3,'梅州','2023-12-02 22:03:17','广东','平远县','随机生成',95.57),
(19974,NULL,73.52,3,'梅州','2023-12-02 22:03:17','广东','蕉岭县','随机生成',6.37),
(19975,NULL,3.61,2,'梅州','2023-12-02 22:03:17','广东','其他','随机生成',1.79),
(19976,NULL,22.70,4,'汕尾','2023-12-02 22:03:17','广东','城区','随机生成',18.42),
(19977,NULL,40.37,1,'汕尾','2023-12-02 22:03:17','广东','陆丰市','随机生成',95.90),
(19978,NULL,6.98,1,'汕尾','2023-12-02 22:03:17','广东','海丰县','随机生成',57.42),
(19979,NULL,50.65,2,'汕尾','2023-12-02 22:03:17','广东','陆河县','随机生成',6.98),
(19980,NULL,79.88,2,'汕尾','2023-12-02 22:03:17','广东','其他','随机生成',30.74),
(19981,NULL,42.85,3,'河源','2023-12-02 22:03:17','广东','源城区','随机生成',2.27),
(19982,NULL,35.50,3,'河源','2023-12-02 22:03:17','广东','紫金县','随机生成',70.81),
(19983,NULL,48.65,3,'河源','2023-12-02 22:03:17','广东','龙川县','随机生成',24.45),
(19984,NULL,93.91,4,'河源','2023-12-02 22:03:17','广东','连平县','随机生成',1.91),
(19985,NULL,79.88,2,'河源','2023-12-02 22:03:17','广东','和平县','随机生成',38.74),
(19986,NULL,26.86,1,'河源','2023-12-02 22:03:17','广东','东源县','随机生成',27.89),
(19987,NULL,49.09,4,'河源','2023-12-02 22:03:17','广东','其他','随机生成',43.97),
(19988,NULL,40.25,2,'阳江','2023-12-02 22:03:17','广东','江城区','随机生成',56.01),
(19989,NULL,29.75,1,'阳江','2023-12-02 22:03:17','广东','阳春市','随机生成',77.80),
(19990,NULL,16.77,2,'阳江','2023-12-02 22:03:17','广东','阳西县','随机生成',81.73),
(19991,NULL,50.62,4,'阳江','2023-12-02 22:03:17','广东','阳东县','随机生成',10.08),
(19992,NULL,88.39,4,'阳江','2023-12-02 22:03:17','广东','其他','随机生成',68.21),
(19993,NULL,74.07,2,'清远','2023-12-02 22:03:17','广东','清城区','随机生成',90.89),
(19994,NULL,69.89,4,'清远','2023-12-02 22:03:17','广东','英德市','随机生成',62.83),
(19995,NULL,10.40,4,'清远','2023-12-02 22:03:17','广东','连州市','随机生成',85.96),
(19996,NULL,49.78,2,'清远','2023-12-02 22:03:17','广东','佛冈县','随机生成',26.21),
(19997,NULL,71.05,2,'清远','2023-12-02 22:03:17','广东','阳山县','随机生成',61.86),
(19998,NULL,33.57,3,'清远','2023-12-02 22:03:17','广东','清新县','随机生成',80.94),
(19999,NULL,33.13,2,'清远','2023-12-02 22:03:17','广东','连山壮族瑶族自治县','随机生成',27.39),
(20000,NULL,94.38,1,'清远','2023-12-02 22:03:17','广东','连南瑶族自治县','随机生成',46.17),
(20001,NULL,82.76,4,'清远','2023-12-02 22:03:17','广东','其他','随机生成',9.32),
(20002,NULL,70.29,3,'南宁','2023-12-02 22:03:17','广西','青秀区','随机生成',11.31),
(20003,NULL,78.75,4,'南宁','2023-12-02 22:03:17','广西','兴宁区','随机生成',83.86),
(20004,NULL,81.16,1,'南宁','2023-12-02 22:03:17','广西','西乡塘区','随机生成',26.75),
(20005,NULL,21.21,2,'南宁','2023-12-02 22:03:17','广西','良庆区','随机生成',33.39),
(20006,NULL,2.47,2,'南宁','2023-12-02 22:03:17','广西','江南区','随机生成',22.88),
(20007,NULL,47.72,3,'南宁','2023-12-02 22:03:17','广西','邕宁区','随机生成',85.44),
(20008,NULL,66.39,3,'南宁','2023-12-02 22:03:17','广西','武鸣县','随机生成',69.39),
(20009,NULL,80.71,2,'南宁','2023-12-02 22:03:17','广西','隆安县','随机生成',68.23),
(20010,NULL,21.91,4,'南宁','2023-12-02 22:03:17','广西','马山县','随机生成',0.99),
(20011,NULL,90.22,3,'南宁','2023-12-02 22:03:17','广西','上林县','随机生成',3.44),
(20012,NULL,45.47,3,'南宁','2023-12-02 22:03:17','广西','宾阳县','随机生成',69.95),
(20013,NULL,87.80,2,'南宁','2023-12-02 22:03:17','广西','横县','随机生成',19.04),
(20014,NULL,27.11,2,'南宁','2023-12-02 22:03:17','广西','其他','随机生成',55.94),
(20015,NULL,63.44,3,'柳州','2023-12-02 22:03:17','广西','城中区','随机生成',84.61),
(20016,NULL,68.02,2,'柳州','2023-12-02 22:03:17','广西','鱼峰区','随机生成',68.16),
(20017,NULL,61.07,4,'柳州','2023-12-02 22:03:17','广西','柳北区','随机生成',66.15),
(20018,NULL,19.48,1,'柳州','2023-12-02 22:03:17','广西','柳南区','随机生成',7.44),
(20019,NULL,8.33,3,'柳州','2023-12-02 22:03:17','广西','柳江县','随机生成',73.02),
(20020,NULL,20.52,4,'柳州','2023-12-02 22:03:17','广西','柳城县','随机生成',83.02),
(20021,NULL,52.71,3,'柳州','2023-12-02 22:03:17','广西','鹿寨县','随机生成',14.31),
(20022,NULL,61.96,1,'柳州','2023-12-02 22:03:17','广西','融安县','随机生成',38.63),
(20023,NULL,56.72,1,'柳州','2023-12-02 22:03:17','广西','融水苗族自治县','随机生成',17.76),
(20024,NULL,68.57,3,'柳州','2023-12-02 22:03:17','广西','三江侗族自治县','随机生成',27.91),
(20025,NULL,92.77,1,'柳州','2023-12-02 22:03:17','广西','其他','随机生成',52.05),
(20026,NULL,34.40,4,'桂林','2023-12-02 22:03:17','广西','象山区','随机生成',72.78),
(20027,NULL,4.20,1,'桂林','2023-12-02 22:03:17','广西','秀峰区','随机生成',94.80),
(20028,NULL,10.76,2,'桂林','2023-12-02 22:03:17','广西','叠彩区','随机生成',0.93),
(20029,NULL,80.03,3,'桂林','2023-12-02 22:03:17','广西','七星区','随机生成',5.17),
(20030,NULL,27.87,1,'桂林','2023-12-02 22:03:17','广西','雁山区','随机生成',24.55),
(20031,NULL,5.32,4,'桂林','2023-12-02 22:03:17','广西','阳朔县','随机生成',97.13),
(20032,NULL,96.65,3,'桂林','2023-12-02 22:03:17','广西','临桂县','随机生成',32.37),
(20033,NULL,36.89,1,'桂林','2023-12-02 22:03:17','广西','灵川县','随机生成',59.34),
(20034,NULL,6.01,3,'桂林','2023-12-02 22:03:17','广西','全州县','随机生成',57.67),
(20035,NULL,74.96,1,'桂林','2023-12-02 22:03:17','广西','平乐县','随机生成',51.42),
(20036,NULL,31.66,4,'桂林','2023-12-02 22:03:17','广西','兴安县','随机生成',29.86),
(20037,NULL,99.42,4,'桂林','2023-12-02 22:03:17','广西','灌阳县','随机生成',4.45),
(20038,NULL,83.39,3,'桂林','2023-12-02 22:03:17','广西','荔浦县','随机生成',67.01),
(20039,NULL,36.51,3,'桂林','2023-12-02 22:03:17','广西','资源县','随机生成',56.03),
(20040,NULL,51.15,1,'桂林','2023-12-02 22:03:17','广西','永福县','随机生成',30.04),
(20041,NULL,91.44,4,'桂林','2023-12-02 22:03:17','广西','龙胜各族自治县','随机生成',24.48),
(20042,NULL,66.00,4,'桂林','2023-12-02 22:03:17','广西','恭城瑶族自治县','随机生成',17.67),
(20043,NULL,31.31,4,'桂林','2023-12-02 22:03:17','广西','其他','随机生成',23.63),
(20044,NULL,12.19,4,'梧州','2023-12-02 22:03:17','广西','万秀区','随机生成',81.61),
(20045,NULL,32.17,4,'梧州','2023-12-02 22:03:17','广西','蝶山区','随机生成',57.21),
(20046,NULL,77.47,2,'梧州','2023-12-02 22:03:17','广西','长洲区','随机生成',76.37),
(20047,NULL,57.16,3,'梧州','2023-12-02 22:03:17','广西','岑溪市','随机生成',77.16),
(20048,NULL,58.83,2,'梧州','2023-12-02 22:03:17','广西','苍梧县','随机生成',74.37),
(20049,NULL,43.81,4,'梧州','2023-12-02 22:03:17','广西','藤县','随机生成',40.47),
(20050,NULL,49.17,3,'梧州','2023-12-02 22:03:17','广西','蒙山县','随机生成',13.36),
(20051,NULL,46.39,4,'梧州','2023-12-02 22:03:17','广西','其他','随机生成',80.67),
(20052,NULL,39.88,1,'北海','2023-12-02 22:03:17','广西','海城区','随机生成',8.62),
(20053,NULL,79.17,4,'北海','2023-12-02 22:03:17','广西','银海区','随机生成',61.55),
(20054,NULL,66.39,2,'北海','2023-12-02 22:03:17','广西','铁山港区','随机生成',85.93),
(20055,NULL,62.44,3,'北海','2023-12-02 22:03:17','广西','合浦县','随机生成',50.70),
(20056,NULL,82.84,1,'北海','2023-12-02 22:03:17','广西','其他','随机生成',3.00),
(20057,NULL,14.53,3,'防城港','2023-12-02 22:03:17','广西','港口区','随机生成',1.49),
(20058,NULL,19.38,2,'防城港','2023-12-02 22:03:17','广西','防城区','随机生成',78.25),
(20059,NULL,17.96,2,'防城港','2023-12-02 22:03:17','广西','东兴市','随机生成',15.84),
(20060,NULL,17.12,1,'防城港','2023-12-02 22:03:17','广西','上思县','随机生成',49.05),
(20061,NULL,78.39,2,'防城港','2023-12-02 22:03:17','广西','其他','随机生成',43.34),
(20062,NULL,6.88,1,'钦州','2023-12-02 22:03:17','广西','钦南区','随机生成',26.58),
(20063,NULL,86.95,3,'钦州','2023-12-02 22:03:17','广西','钦北区','随机生成',4.82),
(20064,NULL,6.97,4,'钦州','2023-12-02 22:03:17','广西','灵山县','随机生成',51.79),
(20065,NULL,95.23,2,'钦州','2023-12-02 22:03:17','广西','浦北县','随机生成',93.70),
(20066,NULL,38.25,2,'钦州','2023-12-02 22:03:17','广西','其他','随机生成',90.21),
(20067,NULL,61.56,4,'贵港','2023-12-02 22:03:17','广西','港北区','随机生成',37.12),
(20068,NULL,95.22,2,'贵港','2023-12-02 22:03:17','广西','港南区','随机生成',40.93),
(20069,NULL,0.91,3,'贵港','2023-12-02 22:03:17','广西','覃塘区','随机生成',35.00),
(20070,NULL,18.80,2,'贵港','2023-12-02 22:03:17','广西','桂平市','随机生成',67.87),
(20071,NULL,42.80,3,'贵港','2023-12-02 22:03:17','广西','平南县','随机生成',54.22),
(20072,NULL,82.51,1,'贵港','2023-12-02 22:03:17','广西','其他','随机生成',68.62),
(20073,NULL,68.98,3,'玉林','2023-12-02 22:03:17','广西','玉州区','随机生成',13.70),
(20074,NULL,95.39,4,'玉林','2023-12-02 22:03:17','广西','北流市','随机生成',40.12),
(20075,NULL,83.25,1,'玉林','2023-12-02 22:03:17','广西','容县','随机生成',2.78),
(20076,NULL,25.76,1,'玉林','2023-12-02 22:03:17','广西','陆川县','随机生成',31.12),
(20077,NULL,18.85,1,'玉林','2023-12-02 22:03:17','广西','博白县','随机生成',76.77),
(20078,NULL,73.41,1,'玉林','2023-12-02 22:03:17','广西','兴业县','随机生成',18.04),
(20079,NULL,40.34,2,'玉林','2023-12-02 22:03:17','广西','其他','随机生成',18.90),
(20080,NULL,76.16,2,'百色','2023-12-02 22:03:17','广西','右江区','随机生成',23.01),
(20081,NULL,60.04,1,'百色','2023-12-02 22:03:17','广西','凌云县','随机生成',92.63),
(20082,NULL,10.96,4,'百色','2023-12-02 22:03:17','广西','平果县','随机生成',89.07),
(20083,NULL,85.34,1,'百色','2023-12-02 22:03:17','广西','西林县','随机生成',89.26),
(20084,NULL,73.09,2,'百色','2023-12-02 22:03:17','广西','乐业县','随机生成',47.10),
(20085,NULL,40.03,1,'百色','2023-12-02 22:03:17','广西','德保县','随机生成',24.01),
(20086,NULL,62.97,1,'百色','2023-12-02 22:03:17','广西','田林县','随机生成',97.98),
(20087,NULL,25.22,1,'百色','2023-12-02 22:03:17','广西','田阳县','随机生成',94.71),
(20088,NULL,69.36,3,'百色','2023-12-02 22:03:17','广西','靖西县','随机生成',67.28),
(20089,NULL,54.30,3,'百色','2023-12-02 22:03:17','广西','田东县','随机生成',44.44),
(20090,NULL,18.35,4,'百色','2023-12-02 22:03:17','广西','那坡县','随机生成',52.99),
(20091,NULL,70.07,2,'百色','2023-12-02 22:03:17','广西','隆林各族自治县','随机生成',97.35),
(20092,NULL,0.01,3,'百色','2023-12-02 22:03:17','广西','其他','随机生成',35.00),
(20093,NULL,15.96,2,'贺州','2023-12-02 22:03:17','广西','八步区','随机生成',85.79),
(20094,NULL,26.79,1,'贺州','2023-12-02 22:03:17','广西','钟山县','随机生成',89.25),
(20095,NULL,60.11,4,'贺州','2023-12-02 22:03:17','广西','昭平县','随机生成',68.84),
(20096,NULL,72.27,2,'贺州','2023-12-02 22:03:17','广西','富川瑶族自治县','随机生成',23.53),
(20097,NULL,11.02,4,'贺州','2023-12-02 22:03:17','广西','其他','随机生成',14.17),
(20098,NULL,32.65,2,'河池','2023-12-02 22:03:17','广西','金城江区','随机生成',92.43),
(20099,NULL,82.22,3,'河池','2023-12-02 22:03:17','广西','宜州市','随机生成',14.20),
(20100,NULL,44.47,3,'河池','2023-12-02 22:03:17','广西','天峨县','随机生成',53.84),
(20101,NULL,61.65,4,'河池','2023-12-02 22:03:17','广西','凤山县','随机生成',62.08),
(20102,NULL,77.07,3,'河池','2023-12-02 22:03:17','广西','南丹县','随机生成',89.76),
(20103,NULL,94.95,3,'河池','2023-12-02 22:03:17','广西','东兰县','随机生成',89.10),
(20104,NULL,49.34,2,'河池','2023-12-02 22:03:17','广西','都安瑶族自治县','随机生成',1.09),
(20105,NULL,63.25,2,'河池','2023-12-02 22:03:17','广西','罗城仫佬族自治县','随机生成',88.63),
(20106,NULL,52.43,2,'河池','2023-12-02 22:03:17','广西','巴马瑶族自治县','随机生成',30.63),
(20107,NULL,5.42,4,'河池','2023-12-02 22:03:17','广西','环江毛南族自治县','随机生成',24.79),
(20108,NULL,18.13,2,'河池','2023-12-02 22:03:17','广西','大化瑶族自治县','随机生成',76.01),
(20109,NULL,26.27,3,'河池','2023-12-02 22:03:17','广西','其他','随机生成',72.08),
(20110,NULL,24.27,2,'来宾','2023-12-02 22:03:17','广西','兴宾区','随机生成',93.84),
(20111,NULL,19.89,1,'来宾','2023-12-02 22:03:17','广西','合山市','随机生成',17.36),
(20112,NULL,33.90,3,'来宾','2023-12-02 22:03:17','广西','象州县','随机生成',1.83),
(20113,NULL,85.41,1,'来宾','2023-12-02 22:03:17','广西','武宣县','随机生成',40.13),
(20114,NULL,98.15,2,'来宾','2023-12-02 22:03:17','广西','忻城县','随机生成',56.84),
(20115,NULL,88.96,4,'来宾','2023-12-02 22:03:17','广西','金秀瑶族自治县','随机生成',83.10),
(20116,NULL,14.63,3,'来宾','2023-12-02 22:03:17','广西','其他','随机生成',12.59),
(20117,NULL,14.81,2,'崇左','2023-12-02 22:03:17','广西','江州区','随机生成',73.17),
(20118,NULL,8.51,1,'崇左','2023-12-02 22:03:17','广西','凭祥市','随机生成',35.79),
(20119,NULL,6.73,3,'崇左','2023-12-02 22:03:17','广西','宁明县','随机生成',40.15),
(20120,NULL,25.79,1,'崇左','2023-12-02 22:03:17','广西','扶绥县','随机生成',65.26),
(20121,NULL,66.54,2,'崇左','2023-12-02 22:03:17','广西','龙州县','随机生成',42.79),
(20122,NULL,7.19,2,'崇左','2023-12-02 22:03:17','广西','大新县','随机生成',57.88),
(20123,NULL,21.28,4,'崇左','2023-12-02 22:03:17','广西','天等县','随机生成',2.16),
(20124,NULL,37.22,1,'崇左','2023-12-02 22:03:17','广西','其他','随机生成',68.28),
(20125,NULL,21.61,3,'其他','2023-12-02 22:03:17','广西','其他','随机生成',46.05),
(20126,NULL,8.04,3,'海口','2023-12-02 22:03:17','海南','龙华区','随机生成',51.44),
(20127,NULL,97.83,2,'海口','2023-12-02 22:03:17','海南','秀英区','随机生成',74.68),
(20128,NULL,33.24,4,'海口','2023-12-02 22:03:17','海南','琼山区','随机生成',94.65),
(20129,NULL,61.05,1,'海口','2023-12-02 22:03:17','海南','美兰区','随机生成',7.81),
(20130,NULL,41.00,3,'海口','2023-12-02 22:03:17','海南','其他','随机生成',86.66),
(20131,NULL,72.10,4,'三亚','2023-12-02 22:03:17','海南','三亚市','随机生成',25.53),
(20132,NULL,91.60,1,'三亚','2023-12-02 22:03:17','海南','其他','随机生成',68.60),
(20133,NULL,41.08,3,'五指山','2023-12-02 22:03:17','海南','五指山','随机生成',45.88),
(20134,NULL,64.52,1,'琼海','2023-12-02 22:03:17','海南','琼海','随机生成',74.94),
(20135,NULL,55.98,3,'儋州','2023-12-02 22:03:17','海南','儋州','随机生成',83.52),
(20136,NULL,93.84,2,'文昌','2023-12-02 22:03:17','海南','文昌','随机生成',99.37),
(20137,NULL,75.26,3,'万宁','2023-12-02 22:03:17','海南','万宁','随机生成',21.06),
(20138,NULL,24.75,3,'东方','2023-12-02 22:03:17','海南','东方','随机生成',47.39),
(20139,NULL,74.37,2,'澄迈县','2023-12-02 22:03:17','海南','澄迈县','随机生成',73.91),
(20140,NULL,19.99,1,'定安县','2023-12-02 22:03:17','海南','定安县','随机生成',10.48),
(20141,NULL,14.32,4,'屯昌县','2023-12-02 22:03:17','海南','屯昌县','随机生成',85.13),
(20142,NULL,35.67,3,'临高县','2023-12-02 22:03:17','海南','临高县','随机生成',3.02),
(20143,NULL,88.70,3,'白沙黎族自治县','2023-12-02 22:03:17','海南','白沙黎族自治县','随机生成',53.40),
(20144,NULL,15.98,2,'昌江黎族自治县','2023-12-02 22:03:17','海南','昌江黎族自治县','随机生成',19.89),
(20145,NULL,69.10,1,'乐东黎族自治县','2023-12-02 22:03:17','海南','乐东黎族自治县','随机生成',66.75),
(20146,NULL,82.20,2,'陵水黎族自治县','2023-12-02 22:03:17','海南','陵水黎族自治县','随机生成',13.50),
(20147,NULL,90.15,4,'保亭黎族苗族自治县','2023-12-02 22:03:17','海南','保亭黎族苗族自治县','随机生成',36.40),
(20148,NULL,13.11,3,'琼中黎族苗族自治县','2023-12-02 22:03:17','海南','琼中黎族苗族自治县','随机生成',49.54),
(20149,NULL,85.54,4,'其他','2023-12-02 22:03:17','海南','其他','随机生成',65.19),
(20150,NULL,3.41,3,'重庆','2023-12-02 22:03:17','重庆','渝中区','随机生成',8.97),
(20151,NULL,51.73,3,'重庆','2023-12-02 22:03:17','重庆','大渡口区','随机生成',12.07),
(20152,NULL,76.48,1,'重庆','2023-12-02 22:03:17','重庆','江北区','随机生成',39.83),
(20153,NULL,19.98,3,'重庆','2023-12-02 22:03:17','重庆','南岸区','随机生成',1.12),
(20154,NULL,62.61,2,'重庆','2023-12-02 22:03:17','重庆','北碚区','随机生成',39.54),
(20155,NULL,73.94,2,'重庆','2023-12-02 22:03:17','重庆','渝北区','随机生成',47.93),
(20156,NULL,7.83,3,'重庆','2023-12-02 22:03:17','重庆','巴南区','随机生成',57.24),
(20157,NULL,5.30,1,'重庆','2023-12-02 22:03:17','重庆','长寿区','随机生成',93.55),
(20158,NULL,6.40,1,'重庆','2023-12-02 22:03:17','重庆','双桥区','随机生成',60.71),
(20159,NULL,68.77,2,'重庆','2023-12-02 22:03:17','重庆','沙坪坝区','随机生成',18.95),
(20160,NULL,97.01,1,'重庆','2023-12-02 22:03:17','重庆','万盛区','随机生成',22.69),
(20161,NULL,58.03,4,'重庆','2023-12-02 22:03:17','重庆','万州区','随机生成',5.23),
(20162,NULL,42.83,2,'重庆','2023-12-02 22:03:17','重庆','涪陵区','随机生成',95.89),
(20163,NULL,78.48,1,'重庆','2023-12-02 22:03:17','重庆','黔江区','随机生成',51.64),
(20164,NULL,77.82,3,'重庆','2023-12-02 22:03:17','重庆','永川区','随机生成',52.25),
(20165,NULL,59.75,3,'重庆','2023-12-02 22:03:17','重庆','合川区','随机生成',89.96),
(20166,NULL,53.75,1,'重庆','2023-12-02 22:03:17','重庆','江津区','随机生成',64.57),
(20167,NULL,59.74,4,'重庆','2023-12-02 22:03:17','重庆','九龙坡区','随机生成',1.31),
(20168,NULL,57.03,2,'重庆','2023-12-02 22:03:17','重庆','南川区','随机生成',1.02),
(20169,NULL,3.82,4,'重庆','2023-12-02 22:03:17','重庆','綦江县','随机生成',24.94),
(20170,NULL,62.18,1,'重庆','2023-12-02 22:03:17','重庆','潼南县','随机生成',37.59),
(20171,NULL,79.82,3,'重庆','2023-12-02 22:03:17','重庆','荣昌县','随机生成',91.47),
(20172,NULL,3.24,2,'重庆','2023-12-02 22:03:17','重庆','璧山县','随机生成',90.56),
(20173,NULL,25.63,3,'重庆','2023-12-02 22:03:17','重庆','大足县','随机生成',74.41),
(20174,NULL,9.11,3,'重庆','2023-12-02 22:03:17','重庆','铜梁县','随机生成',55.98),
(20175,NULL,18.52,4,'重庆','2023-12-02 22:03:17','重庆','梁平县','随机生成',19.22),
(20176,NULL,4.27,2,'重庆','2023-12-02 22:03:17','重庆','开县','随机生成',52.47),
(20177,NULL,95.48,4,'重庆','2023-12-02 22:03:17','重庆','忠县','随机生成',83.43),
(20178,NULL,96.11,1,'重庆','2023-12-02 22:03:17','重庆','城口县','随机生成',72.47),
(20179,NULL,12.65,1,'重庆','2023-12-02 22:03:17','重庆','垫江县','随机生成',90.44),
(20180,NULL,85.07,4,'重庆','2023-12-02 22:03:17','重庆','武隆县','随机生成',61.28),
(20181,NULL,40.07,4,'重庆','2023-12-02 22:03:17','重庆','丰都县','随机生成',43.46),
(20182,NULL,11.48,4,'重庆','2023-12-02 22:03:17','重庆','奉节县','随机生成',51.23),
(20183,NULL,96.63,4,'重庆','2023-12-02 22:03:17','重庆','云阳县','随机生成',10.91),
(20184,NULL,36.75,2,'重庆','2023-12-02 22:03:17','重庆','巫溪县','随机生成',78.70),
(20185,NULL,9.61,2,'重庆','2023-12-02 22:03:17','重庆','巫山县','随机生成',43.94),
(20186,NULL,89.80,3,'重庆','2023-12-02 22:03:17','重庆','石柱土家族自治县','随机生成',97.44),
(20187,NULL,20.56,3,'重庆','2023-12-02 22:03:17','重庆','秀山土家族苗族自治县','随机生成',61.36),
(20188,NULL,15.79,3,'重庆','2023-12-02 22:03:17','重庆','酉阳土家族苗族自治县','随机生成',13.31),
(20189,NULL,21.58,4,'重庆','2023-12-02 22:03:17','重庆','彭水苗族土家族自治县','随机生成',74.22),
(20190,NULL,51.81,1,'重庆','2023-12-02 22:03:17','重庆','其他','随机生成',13.17),
(20191,NULL,25.92,3,'成都','2023-12-02 22:03:17','四川','青羊区','随机生成',17.15),
(20192,NULL,28.93,3,'成都','2023-12-02 22:03:17','四川','锦江区','随机生成',4.84),
(20193,NULL,84.71,2,'成都','2023-12-02 22:03:17','四川','金牛区','随机生成',85.63),
(20194,NULL,96.52,3,'成都','2023-12-02 22:03:17','四川','武侯区','随机生成',31.01),
(20195,NULL,82.63,1,'成都','2023-12-02 22:03:17','四川','成华区','随机生成',98.45),
(20196,NULL,15.46,3,'成都','2023-12-02 22:03:17','四川','龙泉驿区','随机生成',33.78),
(20197,NULL,51.40,3,'成都','2023-12-02 22:03:17','四川','青白江区','随机生成',52.46),
(20198,NULL,96.88,3,'成都','2023-12-02 22:03:17','四川','新都区','随机生成',59.11),
(20199,NULL,85.17,3,'成都','2023-12-02 22:03:17','四川','温江区','随机生成',17.18),
(20200,NULL,45.16,2,'成都','2023-12-02 22:03:17','四川','都江堰市','随机生成',20.91),
(20201,NULL,91.83,3,'成都','2023-12-02 22:03:17','四川','彭州市','随机生成',55.64),
(20202,NULL,45.55,1,'成都','2023-12-02 22:03:17','四川','邛崃市','随机生成',72.92),
(20203,NULL,94.08,2,'成都','2023-12-02 22:03:17','四川','崇州市','随机生成',24.59),
(20204,NULL,52.80,3,'成都','2023-12-02 22:03:17','四川','金堂县','随机生成',90.37),
(20205,NULL,97.63,2,'成都','2023-12-02 22:03:17','四川','郫县','随机生成',42.47),
(20206,NULL,14.59,2,'成都','2023-12-02 22:03:17','四川','新津县','随机生成',40.30),
(20207,NULL,26.21,2,'成都','2023-12-02 22:03:17','四川','双流县','随机生成',72.44),
(20208,NULL,59.21,1,'成都','2023-12-02 22:03:17','四川','蒲江县','随机生成',50.29),
(20209,NULL,63.99,3,'成都','2023-12-02 22:03:17','四川','大邑县','随机生成',15.07),
(20210,NULL,57.68,4,'成都','2023-12-02 22:03:17','四川','其他','随机生成',39.98),
(20211,NULL,5.62,4,'自贡','2023-12-02 22:03:17','四川','大安区','随机生成',86.79),
(20212,NULL,38.25,4,'自贡','2023-12-02 22:03:17','四川','自流井区','随机生成',63.44),
(20213,NULL,81.48,1,'自贡','2023-12-02 22:03:17','四川','贡井区','随机生成',33.61),
(20214,NULL,32.40,4,'自贡','2023-12-02 22:03:17','四川','沿滩区','随机生成',50.13),
(20215,NULL,84.47,1,'自贡','2023-12-02 22:03:17','四川','荣县','随机生成',83.74),
(20216,NULL,89.71,1,'自贡','2023-12-02 22:03:17','四川','富顺县','随机生成',19.13),
(20217,NULL,76.51,4,'自贡','2023-12-02 22:03:17','四川','其他','随机生成',82.28),
(20218,NULL,11.72,1,'攀枝花','2023-12-02 22:03:17','四川','仁和区','随机生成',66.30),
(20219,NULL,78.61,1,'攀枝花','2023-12-02 22:03:17','四川','米易县','随机生成',90.72),
(20220,NULL,26.08,3,'攀枝花','2023-12-02 22:03:17','四川','盐边县','随机生成',74.68),
(20221,NULL,75.78,2,'攀枝花','2023-12-02 22:03:17','四川','东区','随机生成',93.84),
(20222,NULL,9.83,3,'攀枝花','2023-12-02 22:03:17','四川','西区','随机生成',5.87),
(20223,NULL,95.39,3,'攀枝花','2023-12-02 22:03:17','四川','其他','随机生成',81.08),
(20224,NULL,37.29,3,'泸州','2023-12-02 22:03:17','四川','江阳区','随机生成',60.87),
(20225,NULL,85.31,4,'泸州','2023-12-02 22:03:17','四川','纳溪区','随机生成',5.38),
(20226,NULL,42.30,2,'泸州','2023-12-02 22:03:17','四川','龙马潭区','随机生成',84.86),
(20227,NULL,27.06,1,'泸州','2023-12-02 22:03:17','四川','泸县','随机生成',33.19),
(20228,NULL,69.67,4,'泸州','2023-12-02 22:03:17','四川','合江县','随机生成',54.40),
(20229,NULL,13.51,4,'泸州','2023-12-02 22:03:17','四川','叙永县','随机生成',66.78),
(20230,NULL,55.31,2,'泸州','2023-12-02 22:03:17','四川','古蔺县','随机生成',16.80),
(20231,NULL,36.06,3,'泸州','2023-12-02 22:03:17','四川','其他','随机生成',9.37),
(20232,NULL,20.76,3,'德阳','2023-12-02 22:03:17','四川','旌阳区','随机生成',48.81),
(20233,NULL,47.66,1,'德阳','2023-12-02 22:03:17','四川','广汉市','随机生成',61.17),
(20234,NULL,2.42,1,'德阳','2023-12-02 22:03:17','四川','什邡市','随机生成',69.50),
(20235,NULL,19.80,2,'德阳','2023-12-02 22:03:17','四川','绵竹市','随机生成',52.42),
(20236,NULL,74.59,3,'德阳','2023-12-02 22:03:17','四川','罗江县','随机生成',30.48),
(20237,NULL,27.50,3,'德阳','2023-12-02 22:03:17','四川','中江县','随机生成',22.34),
(20238,NULL,70.03,1,'德阳','2023-12-02 22:03:18','四川','其他','随机生成',60.57),
(20239,NULL,97.11,2,'绵阳','2023-12-02 22:03:18','四川','涪城区','随机生成',69.58),
(20240,NULL,73.02,1,'绵阳','2023-12-02 22:03:18','四川','游仙区','随机生成',77.58),
(20241,NULL,43.64,3,'绵阳','2023-12-02 22:03:18','四川','江油市','随机生成',39.42),
(20242,NULL,30.10,2,'绵阳','2023-12-02 22:03:18','四川','盐亭县','随机生成',28.83),
(20243,NULL,82.38,3,'绵阳','2023-12-02 22:03:18','四川','三台县','随机生成',18.01),
(20244,NULL,38.29,2,'绵阳','2023-12-02 22:03:18','四川','平武县','随机生成',89.53),
(20245,NULL,86.55,3,'绵阳','2023-12-02 22:03:18','四川','安县','随机生成',43.05),
(20246,NULL,44.81,3,'绵阳','2023-12-02 22:03:18','四川','梓潼县','随机生成',80.93),
(20247,NULL,49.39,2,'绵阳','2023-12-02 22:03:18','四川','北川羌族自治县','随机生成',14.41),
(20248,NULL,86.82,3,'绵阳','2023-12-02 22:03:18','四川','其他','随机生成',24.86),
(20249,NULL,47.43,2,'广元','2023-12-02 22:03:18','四川','元坝区','随机生成',22.36),
(20250,NULL,47.03,1,'广元','2023-12-02 22:03:18','四川','朝天区','随机生成',94.49),
(20251,NULL,55.62,4,'广元','2023-12-02 22:03:18','四川','青川县','随机生成',82.73),
(20252,NULL,38.02,2,'广元','2023-12-02 22:03:18','四川','旺苍县','随机生成',68.08),
(20253,NULL,2.81,2,'广元','2023-12-02 22:03:18','四川','剑阁县','随机生成',4.69),
(20254,NULL,70.16,3,'广元','2023-12-02 22:03:18','四川','苍溪县','随机生成',24.58),
(20255,NULL,64.28,4,'广元','2023-12-02 22:03:18','四川','市中区','随机生成',89.28),
(20256,NULL,14.37,2,'广元','2023-12-02 22:03:18','四川','其他','随机生成',51.22),
(20257,NULL,66.48,3,'遂宁','2023-12-02 22:03:18','四川','船山区','随机生成',43.19),
(20258,NULL,80.74,2,'遂宁','2023-12-02 22:03:18','四川','安居区','随机生成',31.71),
(20259,NULL,26.47,3,'遂宁','2023-12-02 22:03:18','四川','射洪县','随机生成',1.57),
(20260,NULL,65.34,4,'遂宁','2023-12-02 22:03:18','四川','蓬溪县','随机生成',21.50),
(20261,NULL,68.57,4,'遂宁','2023-12-02 22:03:18','四川','大英县','随机生成',14.75),
(20262,NULL,24.47,3,'遂宁','2023-12-02 22:03:18','四川','其他','随机生成',73.13),
(20263,NULL,68.82,2,'内江','2023-12-02 22:03:18','四川','市中区','随机生成',36.40),
(20264,NULL,65.82,4,'内江','2023-12-02 22:03:18','四川','东兴区','随机生成',66.85),
(20265,NULL,0.93,4,'内江','2023-12-02 22:03:18','四川','资中县','随机生成',63.92),
(20266,NULL,51.96,4,'内江','2023-12-02 22:03:18','四川','隆昌县','随机生成',52.59),
(20267,NULL,28.00,1,'内江','2023-12-02 22:03:18','四川','威远县','随机生成',69.64),
(20268,NULL,80.13,4,'内江','2023-12-02 22:03:18','四川','其他','随机生成',2.43),
(20269,NULL,69.91,1,'乐山','2023-12-02 22:03:18','四川','市中区','随机生成',40.21),
(20270,NULL,31.96,3,'乐山','2023-12-02 22:03:18','四川','五通桥区','随机生成',44.53),
(20271,NULL,93.85,2,'乐山','2023-12-02 22:03:18','四川','沙湾区','随机生成',54.16),
(20272,NULL,90.27,3,'乐山','2023-12-02 22:03:18','四川','金口河区','随机生成',94.26),
(20273,NULL,77.39,3,'乐山','2023-12-02 22:03:18','四川','峨眉山市','随机生成',38.98),
(20274,NULL,81.93,2,'乐山','2023-12-02 22:03:18','四川','夹江县','随机生成',38.53),
(20275,NULL,78.35,3,'乐山','2023-12-02 22:03:18','四川','井研县','随机生成',15.72),
(20276,NULL,12.43,4,'乐山','2023-12-02 22:03:18','四川','犍为县','随机生成',17.57),
(20277,NULL,74.40,4,'乐山','2023-12-02 22:03:18','四川','沐川县','随机生成',52.46),
(20278,NULL,79.09,1,'乐山','2023-12-02 22:03:18','四川','马边彝族自治县','随机生成',42.97),
(20279,NULL,90.84,3,'乐山','2023-12-02 22:03:18','四川','峨边彝族自治县','随机生成',56.96),
(20280,NULL,2.12,3,'乐山','2023-12-02 22:03:18','四川','其他','随机生成',41.47),
(20281,NULL,38.34,2,'南充','2023-12-02 22:03:18','四川','顺庆区','随机生成',0.72),
(20282,NULL,94.44,3,'南充','2023-12-02 22:03:18','四川','高坪区','随机生成',80.01),
(20283,NULL,95.85,4,'南充','2023-12-02 22:03:18','四川','嘉陵区','随机生成',14.93),
(20284,NULL,74.19,4,'南充','2023-12-02 22:03:18','四川','阆中市','随机生成',29.39),
(20285,NULL,14.35,1,'南充','2023-12-02 22:03:18','四川','营山县','随机生成',92.85),
(20286,NULL,66.78,4,'南充','2023-12-02 22:03:18','四川','蓬安县','随机生成',16.80),
(20287,NULL,47.44,4,'南充','2023-12-02 22:03:18','四川','仪陇县','随机生成',72.13),
(20288,NULL,6.44,1,'南充','2023-12-02 22:03:18','四川','南部县','随机生成',34.89),
(20289,NULL,59.00,4,'南充','2023-12-02 22:03:18','四川','西充县','随机生成',48.95),
(20290,NULL,30.79,3,'南充','2023-12-02 22:03:18','四川','其他','随机生成',93.06),
(20291,NULL,44.55,4,'眉山','2023-12-02 22:03:18','四川','东坡区','随机生成',2.82),
(20292,NULL,72.06,4,'眉山','2023-12-02 22:03:18','四川','仁寿县','随机生成',80.70),
(20293,NULL,4.56,2,'眉山','2023-12-02 22:03:18','四川','彭山县','随机生成',98.71),
(20294,NULL,56.37,1,'眉山','2023-12-02 22:03:18','四川','洪雅县','随机生成',68.56),
(20295,NULL,78.61,3,'眉山','2023-12-02 22:03:18','四川','丹棱县','随机生成',0.47),
(20296,NULL,18.07,1,'眉山','2023-12-02 22:03:18','四川','青神县','随机生成',14.88),
(20297,NULL,34.80,4,'眉山','2023-12-02 22:03:18','四川','其他','随机生成',61.65),
(20298,NULL,5.04,2,'宜宾','2023-12-02 22:03:18','四川','翠屏区','随机生成',0.74),
(20299,NULL,50.87,4,'宜宾','2023-12-02 22:03:18','四川','宜宾县','随机生成',23.00),
(20300,NULL,71.20,1,'宜宾','2023-12-02 22:03:18','四川','兴文县','随机生成',37.57),
(20301,NULL,15.71,1,'宜宾','2023-12-02 22:03:18','四川','南溪县','随机生成',43.01),
(20302,NULL,78.26,4,'宜宾','2023-12-02 22:03:18','四川','珙县','随机生成',50.51),
(20303,NULL,3.68,3,'宜宾','2023-12-02 22:03:18','四川','长宁县','随机生成',31.69),
(20304,NULL,56.88,1,'宜宾','2023-12-02 22:03:18','四川','高县','随机生成',15.57),
(20305,NULL,72.63,2,'宜宾','2023-12-02 22:03:18','四川','江安县','随机生成',70.66),
(20306,NULL,97.57,3,'宜宾','2023-12-02 22:03:18','四川','筠连县','随机生成',33.96),
(20307,NULL,36.64,1,'宜宾','2023-12-02 22:03:18','四川','屏山县','随机生成',26.82),
(20308,NULL,61.38,1,'宜宾','2023-12-02 22:03:18','四川','其他','随机生成',43.59),
(20309,NULL,32.61,1,'广安','2023-12-02 22:03:18','四川','广安区','随机生成',87.92),
(20310,NULL,12.15,1,'广安','2023-12-02 22:03:18','四川','华蓥市','随机生成',31.10),
(20311,NULL,91.32,3,'广安','2023-12-02 22:03:18','四川','岳池县','随机生成',29.55),
(20312,NULL,75.86,1,'广安','2023-12-02 22:03:18','四川','邻水县','随机生成',7.43),
(20313,NULL,51.13,2,'广安','2023-12-02 22:03:18','四川','武胜县','随机生成',89.69),
(20314,NULL,75.54,4,'广安','2023-12-02 22:03:18','四川','其他','随机生成',64.61),
(20315,NULL,66.50,2,'达州','2023-12-02 22:03:18','四川','通川区','随机生成',3.92),
(20316,NULL,78.80,1,'达州','2023-12-02 22:03:18','四川','万源市','随机生成',76.88),
(20317,NULL,93.96,2,'达州','2023-12-02 22:03:18','四川','达县','随机生成',53.37),
(20318,NULL,33.61,4,'达州','2023-12-02 22:03:18','四川','渠县','随机生成',1.18),
(20319,NULL,45.33,1,'达州','2023-12-02 22:03:18','四川','宣汉县','随机生成',97.79),
(20320,NULL,64.75,4,'达州','2023-12-02 22:03:18','四川','开江县','随机生成',99.24),
(20321,NULL,94.80,2,'达州','2023-12-02 22:03:18','四川','大竹县','随机生成',79.47),
(20322,NULL,45.28,1,'达州','2023-12-02 22:03:18','四川','其他','随机生成',85.90),
(20323,NULL,13.34,2,'雅安','2023-12-02 22:03:18','四川','雨城区','随机生成',69.87),
(20324,NULL,7.83,3,'雅安','2023-12-02 22:03:18','四川','芦山县','随机生成',91.34),
(20325,NULL,2.00,1,'雅安','2023-12-02 22:03:18','四川','石棉县','随机生成',64.28),
(20326,NULL,61.21,4,'雅安','2023-12-02 22:03:18','四川','名山县','随机生成',30.25),
(20327,NULL,47.82,4,'雅安','2023-12-02 22:03:18','四川','天全县','随机生成',71.10),
(20328,NULL,78.66,3,'雅安','2023-12-02 22:03:18','四川','荥经县','随机生成',38.55),
(20329,NULL,1.58,3,'雅安','2023-12-02 22:03:18','四川','宝兴县','随机生成',21.97),
(20330,NULL,96.95,3,'雅安','2023-12-02 22:03:18','四川','汉源县','随机生成',93.41),
(20331,NULL,79.61,3,'雅安','2023-12-02 22:03:18','四川','其他','随机生成',2.00),
(20332,NULL,84.40,1,'巴中','2023-12-02 22:03:18','四川','巴州区','随机生成',13.41),
(20333,NULL,62.03,4,'巴中','2023-12-02 22:03:18','四川','南江县','随机生成',37.55),
(20334,NULL,44.12,4,'巴中','2023-12-02 22:03:18','四川','平昌县','随机生成',30.19),
(20335,NULL,70.51,2,'巴中','2023-12-02 22:03:18','四川','通江县','随机生成',75.98),
(20336,NULL,9.34,2,'巴中','2023-12-02 22:03:18','四川','其他','随机生成',44.51),
(20337,NULL,34.91,2,'资阳','2023-12-02 22:03:18','四川','雁江区','随机生成',63.34),
(20338,NULL,16.89,2,'资阳','2023-12-02 22:03:18','四川','简阳市','随机生成',99.56),
(20339,NULL,89.10,4,'资阳','2023-12-02 22:03:18','四川','安岳县','随机生成',78.90),
(20340,NULL,55.33,4,'资阳','2023-12-02 22:03:18','四川','乐至县','随机生成',65.26),
(20341,NULL,46.10,1,'资阳','2023-12-02 22:03:18','四川','其他','随机生成',22.91),
(20342,NULL,64.12,4,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','马尔康县','随机生成',77.50),
(20343,NULL,18.31,4,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','九寨沟县','随机生成',62.47),
(20344,NULL,95.06,1,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','红原县','随机生成',53.74),
(20345,NULL,66.13,3,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','汶川县','随机生成',83.42),
(20346,NULL,96.79,1,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','阿坝县','随机生成',77.84),
(20347,NULL,36.26,2,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','理县','随机生成',96.48),
(20348,NULL,40.21,2,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','若尔盖县','随机生成',16.06),
(20349,NULL,37.77,1,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','小金县','随机生成',5.36),
(20350,NULL,69.35,1,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','黑水县','随机生成',71.37),
(20351,NULL,79.24,4,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','金川县','随机生成',17.76),
(20352,NULL,53.40,2,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','松潘县','随机生成',11.49),
(20353,NULL,61.81,4,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','壤塘县','随机生成',21.42),
(20354,NULL,89.05,4,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','茂县','随机生成',22.97),
(20355,NULL,76.91,3,'阿坝藏族羌族自治州','2023-12-02 22:03:18','四川','其他','随机生成',94.48),
(20356,NULL,0.68,2,'甘孜藏族自治州','2023-12-02 22:03:18','四川','康定县','随机生成',29.90),
(20357,NULL,80.82,3,'甘孜藏族自治州','2023-12-02 22:03:18','四川','丹巴县','随机生成',34.40),
(20358,NULL,26.88,1,'甘孜藏族自治州','2023-12-02 22:03:18','四川','炉霍县','随机生成',2.16),
(20359,NULL,65.78,1,'甘孜藏族自治州','2023-12-02 22:03:18','四川','九龙县','随机生成',94.05),
(20360,NULL,94.35,2,'甘孜藏族自治州','2023-12-02 22:03:18','四川','甘孜县','随机生成',92.18),
(20361,NULL,0.40,4,'甘孜藏族自治州','2023-12-02 22:03:18','四川','雅江县','随机生成',87.92),
(20362,NULL,33.73,1,'甘孜藏族自治州','2023-12-02 22:03:18','四川','新龙县','随机生成',43.85),
(20363,NULL,3.24,3,'甘孜藏族自治州','2023-12-02 22:03:18','四川','道孚县','随机生成',25.85),
(20364,NULL,27.07,2,'甘孜藏族自治州','2023-12-02 22:03:18','四川','白玉县','随机生成',10.65),
(20365,NULL,77.62,4,'甘孜藏族自治州','2023-12-02 22:03:18','四川','理塘县','随机生成',1.96),
(20366,NULL,7.43,4,'甘孜藏族自治州','2023-12-02 22:03:18','四川','德格县','随机生成',36.45),
(20367,NULL,57.67,1,'甘孜藏族自治州','2023-12-02 22:03:18','四川','乡城县','随机生成',77.84),
(20368,NULL,93.95,1,'甘孜藏族自治州','2023-12-02 22:03:18','四川','石渠县','随机生成',3.97),
(20369,NULL,34.84,3,'甘孜藏族自治州','2023-12-02 22:03:18','四川','稻城县','随机生成',85.82),
(20370,NULL,9.86,1,'甘孜藏族自治州','2023-12-02 22:03:18','四川','色达县','随机生成',53.39),
(20371,NULL,37.68,3,'甘孜藏族自治州','2023-12-02 22:03:18','四川','巴塘县','随机生成',86.81),
(20372,NULL,35.28,1,'甘孜藏族自治州','2023-12-02 22:03:18','四川','泸定县','随机生成',27.73),
(20373,NULL,88.97,1,'甘孜藏族自治州','2023-12-02 22:03:18','四川','得荣县','随机生成',72.48),
(20374,NULL,2.04,2,'甘孜藏族自治州','2023-12-02 22:03:18','四川','其他','随机生成',81.38),
(20375,NULL,12.86,2,'凉山彝族自治州','2023-12-02 22:03:18','四川','西昌市','随机生成',85.25),
(20376,NULL,65.72,3,'凉山彝族自治州','2023-12-02 22:03:18','四川','美姑县','随机生成',98.11),
(20377,NULL,4.30,3,'凉山彝族自治州','2023-12-02 22:03:18','四川','昭觉县','随机生成',31.87),
(20378,NULL,63.22,1,'凉山彝族自治州','2023-12-02 22:03:18','四川','金阳县','随机生成',95.64),
(20379,NULL,79.38,1,'凉山彝族自治州','2023-12-02 22:03:18','四川','甘洛县','随机生成',79.61),
(20380,NULL,79.74,4,'凉山彝族自治州','2023-12-02 22:03:18','四川','布拖县','随机生成',34.00),
(20381,NULL,15.87,3,'凉山彝族自治州','2023-12-02 22:03:18','四川','雷波县','随机生成',52.47),
(20382,NULL,24.25,3,'凉山彝族自治州','2023-12-02 22:03:18','四川','普格县','随机生成',84.67),
(20383,NULL,59.94,1,'凉山彝族自治州','2023-12-02 22:03:18','四川','宁南县','随机生成',87.33),
(20384,NULL,68.13,1,'凉山彝族自治州','2023-12-02 22:03:18','四川','喜德县','随机生成',88.14),
(20385,NULL,2.44,1,'凉山彝族自治州','2023-12-02 22:03:18','四川','会东县','随机生成',26.57),
(20386,NULL,16.43,4,'凉山彝族自治州','2023-12-02 22:03:18','四川','越西县','随机生成',9.41),
(20387,NULL,36.91,1,'凉山彝族自治州','2023-12-02 22:03:18','四川','会理县','随机生成',91.02),
(20388,NULL,77.33,2,'凉山彝族自治州','2023-12-02 22:03:18','四川','盐源县','随机生成',14.75),
(20389,NULL,2.57,3,'凉山彝族自治州','2023-12-02 22:03:18','四川','德昌县','随机生成',63.14),
(20390,NULL,84.61,4,'凉山彝族自治州','2023-12-02 22:03:18','四川','冕宁县','随机生成',68.23),
(20391,NULL,95.20,1,'凉山彝族自治州','2023-12-02 22:03:18','四川','木里藏族自治县','随机生成',4.07),
(20392,NULL,12.42,2,'凉山彝族自治州','2023-12-02 22:03:18','四川','其他','随机生成',95.77),
(20393,NULL,84.25,2,'其他','2023-12-02 22:03:18','四川','其他','随机生成',79.09),
(20394,NULL,70.66,1,'贵阳','2023-12-02 22:03:18','贵州','南明区','随机生成',8.42),
(20395,NULL,45.14,1,'贵阳','2023-12-02 22:03:18','贵州','云岩区','随机生成',39.27),
(20396,NULL,55.16,3,'贵阳','2023-12-02 22:03:18','贵州','花溪区','随机生成',80.93),
(20397,NULL,54.80,1,'贵阳','2023-12-02 22:03:18','贵州','乌当区','随机生成',87.76),
(20398,NULL,58.29,3,'贵阳','2023-12-02 22:03:18','贵州','白云区','随机生成',58.46),
(20399,NULL,61.36,3,'贵阳','2023-12-02 22:03:18','贵州','小河区','随机生成',21.55),
(20400,NULL,62.10,3,'贵阳','2023-12-02 22:03:18','贵州','清镇市','随机生成',37.31),
(20401,NULL,49.81,1,'贵阳','2023-12-02 22:03:18','贵州','开阳县','随机生成',13.96),
(20402,NULL,33.91,1,'贵阳','2023-12-02 22:03:18','贵州','修文县','随机生成',24.17),
(20403,NULL,66.28,2,'贵阳','2023-12-02 22:03:18','贵州','息烽县','随机生成',49.25),
(20404,NULL,6.60,2,'贵阳','2023-12-02 22:03:18','贵州','其他','随机生成',41.65),
(20405,NULL,31.68,2,'六盘水','2023-12-02 22:03:18','贵州','钟山区','随机生成',26.59),
(20406,NULL,90.71,3,'六盘水','2023-12-02 22:03:18','贵州','水城县','随机生成',98.82),
(20407,NULL,38.32,3,'六盘水','2023-12-02 22:03:18','贵州','盘县','随机生成',51.98),
(20408,NULL,40.80,4,'六盘水','2023-12-02 22:03:18','贵州','六枝特区','随机生成',11.07),
(20409,NULL,97.61,1,'六盘水','2023-12-02 22:03:18','贵州','其他','随机生成',32.88),
(20410,NULL,2.33,1,'遵义','2023-12-02 22:03:18','贵州','红花岗区','随机生成',84.34),
(20411,NULL,93.03,4,'遵义','2023-12-02 22:03:18','贵州','汇川区','随机生成',54.75),
(20412,NULL,12.19,4,'遵义','2023-12-02 22:03:18','贵州','赤水市','随机生成',39.84),
(20413,NULL,36.61,3,'遵义','2023-12-02 22:03:18','贵州','仁怀市','随机生成',91.80),
(20414,NULL,76.35,1,'遵义','2023-12-02 22:03:18','贵州','遵义县','随机生成',0.43),
(20415,NULL,82.72,4,'遵义','2023-12-02 22:03:18','贵州','绥阳县','随机生成',89.90),
(20416,NULL,56.70,1,'遵义','2023-12-02 22:03:18','贵州','桐梓县','随机生成',87.43),
(20417,NULL,58.08,3,'遵义','2023-12-02 22:03:18','贵州','习水县','随机生成',11.65),
(20418,NULL,56.98,4,'遵义','2023-12-02 22:03:18','贵州','凤冈县','随机生成',31.72),
(20419,NULL,37.23,3,'遵义','2023-12-02 22:03:18','贵州','正安县','随机生成',54.07),
(20420,NULL,62.97,1,'遵义','2023-12-02 22:03:18','贵州','余庆县','随机生成',36.66),
(20421,NULL,99.39,2,'遵义','2023-12-02 22:03:18','贵州','湄潭县','随机生成',71.57),
(20422,NULL,26.95,2,'遵义','2023-12-02 22:03:18','贵州','道真仡佬族苗族自治县','随机生成',51.51),
(20423,NULL,28.34,1,'遵义','2023-12-02 22:03:18','贵州','务川仡佬族苗族自治县','随机生成',46.93),
(20424,NULL,82.29,1,'遵义','2023-12-02 22:03:18','贵州','其他','随机生成',56.26),
(20425,NULL,38.25,4,'安顺','2023-12-02 22:03:18','贵州','西秀区','随机生成',49.25),
(20426,NULL,43.35,3,'安顺','2023-12-02 22:03:18','贵州','普定县','随机生成',96.93),
(20427,NULL,49.71,1,'安顺','2023-12-02 22:03:18','贵州','平坝县','随机生成',58.69),
(20428,NULL,53.59,2,'安顺','2023-12-02 22:03:18','贵州','镇宁布依族苗族自治县','随机生成',4.03),
(20429,NULL,65.91,1,'安顺','2023-12-02 22:03:18','贵州','紫云苗族布依族自治县','随机生成',7.59),
(20430,NULL,69.77,4,'安顺','2023-12-02 22:03:18','贵州','关岭布依族苗族自治县','随机生成',30.46),
(20431,NULL,2.53,4,'安顺','2023-12-02 22:03:18','贵州','其他','随机生成',82.89),
(20432,NULL,63.74,4,'铜仁地区','2023-12-02 22:03:18','贵州','铜仁市','随机生成',50.80),
(20433,NULL,21.99,4,'铜仁地区','2023-12-02 22:03:18','贵州','德江县','随机生成',48.15),
(20434,NULL,42.87,4,'铜仁地区','2023-12-02 22:03:18','贵州','江口县','随机生成',55.32),
(20435,NULL,24.95,1,'铜仁地区','2023-12-02 22:03:18','贵州','思南县','随机生成',58.68),
(20436,NULL,68.96,3,'铜仁地区','2023-12-02 22:03:18','贵州','石阡县','随机生成',4.22),
(20437,NULL,93.27,4,'铜仁地区','2023-12-02 22:03:18','贵州','玉屏侗族自治县','随机生成',36.21),
(20438,NULL,80.84,1,'铜仁地区','2023-12-02 22:03:18','贵州','松桃苗族自治县','随机生成',89.71),
(20439,NULL,2.17,2,'铜仁地区','2023-12-02 22:03:18','贵州','印江土家族苗族自治县','随机生成',70.45),
(20440,NULL,8.77,2,'铜仁地区','2023-12-02 22:03:18','贵州','沿河土家族自治县','随机生成',70.14),
(20441,NULL,56.31,2,'铜仁地区','2023-12-02 22:03:18','贵州','万山特区','随机生成',74.33),
(20442,NULL,32.54,2,'铜仁地区','2023-12-02 22:03:18','贵州','其他','随机生成',20.21),
(20443,NULL,94.96,4,'毕节地区','2023-12-02 22:03:18','贵州','毕节市','随机生成',96.03),
(20444,NULL,61.16,2,'毕节地区','2023-12-02 22:03:18','贵州','黔西县','随机生成',20.37),
(20445,NULL,78.70,4,'毕节地区','2023-12-02 22:03:18','贵州','大方县','随机生成',9.29),
(20446,NULL,96.81,3,'毕节地区','2023-12-02 22:03:18','贵州','织金县','随机生成',64.44),
(20447,NULL,25.87,3,'毕节地区','2023-12-02 22:03:18','贵州','金沙县','随机生成',50.82),
(20448,NULL,67.08,4,'毕节地区','2023-12-02 22:03:18','贵州','赫章县','随机生成',99.70),
(20449,NULL,42.93,2,'毕节地区','2023-12-02 22:03:18','贵州','纳雍县','随机生成',8.48),
(20450,NULL,86.36,2,'毕节地区','2023-12-02 22:03:18','贵州','威宁彝族回族苗族自治县','随机生成',8.78),
(20451,NULL,14.81,4,'毕节地区','2023-12-02 22:03:18','贵州','其他','随机生成',6.64),
(20452,NULL,72.14,4,'黔西南布依族苗族自治州','2023-12-02 22:03:18','贵州','兴义市','随机生成',65.90),
(20453,NULL,86.79,3,'黔西南布依族苗族自治州','2023-12-02 22:03:18','贵州','望谟县','随机生成',37.08),
(20454,NULL,72.10,4,'黔西南布依族苗族自治州','2023-12-02 22:03:18','贵州','兴仁县','随机生成',99.41),
(20455,NULL,70.66,3,'黔西南布依族苗族自治州','2023-12-02 22:03:18','贵州','普安县','随机生成',79.88),
(20456,NULL,22.44,1,'黔西南布依族苗族自治州','2023-12-02 22:03:18','贵州','册亨县','随机生成',97.20),
(20457,NULL,23.38,3,'黔西南布依族苗族自治州','2023-12-02 22:03:18','贵州','晴隆县','随机生成',20.34),
(20458,NULL,60.24,3,'黔西南布依族苗族自治州','2023-12-02 22:03:18','贵州','贞丰县','随机生成',89.18),
(20459,NULL,59.11,2,'黔西南布依族苗族自治州','2023-12-02 22:03:18','贵州','安龙县','随机生成',28.80),
(20460,NULL,99.64,1,'黔西南布依族苗族自治州','2023-12-02 22:03:18','贵州','其他','随机生成',27.61),
(20461,NULL,85.22,4,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','凯里市','随机生成',60.33),
(20462,NULL,41.14,1,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','施秉县','随机生成',29.03),
(20463,NULL,96.22,1,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','从江县','随机生成',38.25),
(20464,NULL,59.40,1,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','锦屏县','随机生成',29.13),
(20465,NULL,14.38,3,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','镇远县','随机生成',23.22),
(20466,NULL,36.96,4,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','麻江县','随机生成',10.47),
(20467,NULL,2.39,1,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','台江县','随机生成',56.36),
(20468,NULL,59.39,1,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','天柱县','随机生成',91.44),
(20469,NULL,58.02,2,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','黄平县','随机生成',17.93),
(20470,NULL,63.27,1,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','榕江县','随机生成',79.23),
(20471,NULL,84.28,3,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','剑河县','随机生成',57.26),
(20472,NULL,0.75,2,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','三穗县','随机生成',81.46),
(20473,NULL,57.73,4,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','雷山县','随机生成',32.72),
(20474,NULL,39.37,3,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','黎平县','随机生成',64.91),
(20475,NULL,35.04,3,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','岑巩县','随机生成',73.97),
(20476,NULL,7.49,1,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','丹寨县','随机生成',58.64),
(20477,NULL,79.37,2,'黔东南苗族侗族自治州','2023-12-02 22:03:18','贵州','其他','随机生成',22.53),
(20478,NULL,41.34,2,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','都匀市','随机生成',27.65),
(20479,NULL,35.55,3,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','福泉市','随机生成',84.13),
(20480,NULL,10.31,1,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','贵定县','随机生成',0.87),
(20481,NULL,83.43,1,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','惠水县','随机生成',68.90),
(20482,NULL,99.63,3,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','罗甸县','随机生成',7.65),
(20483,NULL,70.00,1,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','瓮安县','随机生成',90.41),
(20484,NULL,59.97,4,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','荔波县','随机生成',89.41),
(20485,NULL,80.84,2,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','龙里县','随机生成',63.09),
(20486,NULL,7.13,3,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','平塘县','随机生成',54.01),
(20487,NULL,82.38,3,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','长顺县','随机生成',74.47),
(20488,NULL,60.80,1,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','独山县','随机生成',28.48),
(20489,NULL,93.80,2,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','三都水族自治县','随机生成',75.23),
(20490,NULL,20.56,3,'黔南布依族苗族自治州','2023-12-02 22:03:18','贵州','其他','随机生成',73.46),
(20491,NULL,95.16,1,'其他','2023-12-02 22:03:18','贵州','其他','随机生成',3.23),
(20492,NULL,23.78,4,'昆明','2023-12-02 22:03:18','云南','盘龙区','随机生成',96.52),
(20493,NULL,71.96,4,'昆明','2023-12-02 22:03:18','云南','五华区','随机生成',46.40),
(20494,NULL,51.01,1,'昆明','2023-12-02 22:03:18','云南','官渡区','随机生成',89.61),
(20495,NULL,50.20,1,'昆明','2023-12-02 22:03:18','云南','西山区','随机生成',5.00),
(20496,NULL,50.81,1,'昆明','2023-12-02 22:03:18','云南','东川区','随机生成',14.66),
(20497,NULL,63.03,3,'昆明','2023-12-02 22:03:18','云南','安宁市','随机生成',37.81),
(20498,NULL,71.38,4,'昆明','2023-12-02 22:03:18','云南','呈贡县','随机生成',72.80),
(20499,NULL,23.98,2,'昆明','2023-12-02 22:03:18','云南','晋宁县','随机生成',47.78),
(20500,NULL,39.33,2,'昆明','2023-12-02 22:03:18','云南','富民县','随机生成',39.09),
(20501,NULL,20.98,4,'昆明','2023-12-02 22:03:18','云南','宜良县','随机生成',64.25),
(20502,NULL,27.89,3,'昆明','2023-12-02 22:03:18','云南','嵩明县','随机生成',16.69),
(20503,NULL,38.26,4,'昆明','2023-12-02 22:03:18','云南','石林彝族自治县','随机生成',5.30),
(20504,NULL,7.59,3,'昆明','2023-12-02 22:03:18','云南','禄劝彝族苗族自治县','随机生成',73.56),
(20505,NULL,57.86,3,'昆明','2023-12-02 22:03:18','云南','寻甸回族彝族自治县','随机生成',0.16),
(20506,NULL,84.34,4,'昆明','2023-12-02 22:03:18','云南','其他','随机生成',7.95),
(20507,NULL,67.55,4,'曲靖','2023-12-02 22:03:18','云南','麒麟区','随机生成',33.14),
(20508,NULL,85.18,4,'曲靖','2023-12-02 22:03:18','云南','宣威市','随机生成',27.16),
(20509,NULL,91.40,4,'曲靖','2023-12-02 22:03:18','云南','马龙县','随机生成',55.41),
(20510,NULL,16.26,1,'曲靖','2023-12-02 22:03:18','云南','沾益县','随机生成',6.99),
(20511,NULL,29.00,3,'曲靖','2023-12-02 22:03:18','云南','富源县','随机生成',22.87),
(20512,NULL,4.84,4,'曲靖','2023-12-02 22:03:18','云南','罗平县','随机生成',20.82),
(20513,NULL,53.46,4,'曲靖','2023-12-02 22:03:18','云南','师宗县','随机生成',6.89),
(20514,NULL,80.29,1,'曲靖','2023-12-02 22:03:18','云南','陆良县','随机生成',3.38),
(20515,NULL,94.04,3,'曲靖','2023-12-02 22:03:18','云南','会泽县','随机生成',28.09),
(20516,NULL,34.56,4,'曲靖','2023-12-02 22:03:18','云南','其他','随机生成',37.81),
(20517,NULL,77.98,4,'玉溪','2023-12-02 22:03:18','云南','红塔区','随机生成',88.81),
(20518,NULL,95.00,1,'玉溪','2023-12-02 22:03:18','云南','江川县','随机生成',81.73),
(20519,NULL,89.74,2,'玉溪','2023-12-02 22:03:18','云南','澄江县','随机生成',58.80),
(20520,NULL,4.33,2,'玉溪','2023-12-02 22:03:18','云南','通海县','随机生成',78.64),
(20521,NULL,84.32,2,'玉溪','2023-12-02 22:03:18','云南','华宁县','随机生成',84.61),
(20522,NULL,91.64,4,'玉溪','2023-12-02 22:03:18','云南','易门县','随机生成',25.98),
(20523,NULL,15.20,2,'玉溪','2023-12-02 22:03:18','云南','峨山彝族自治县','随机生成',31.00),
(20524,NULL,29.25,1,'玉溪','2023-12-02 22:03:18','云南','新平彝族傣族自治县','随机生成',69.83),
(20525,NULL,15.32,1,'玉溪','2023-12-02 22:03:18','云南','元江哈尼族彝族傣族自治县','随机生成',59.73),
(20526,NULL,60.64,3,'玉溪','2023-12-02 22:03:18','云南','其他','随机生成',3.39),
(20527,NULL,71.37,2,'保山','2023-12-02 22:03:18','云南','隆阳区','随机生成',41.63),
(20528,NULL,84.05,2,'保山','2023-12-02 22:03:18','云南','施甸县','随机生成',50.10),
(20529,NULL,86.51,2,'保山','2023-12-02 22:03:18','云南','腾冲县','随机生成',84.35),
(20530,NULL,44.36,3,'保山','2023-12-02 22:03:18','云南','龙陵县','随机生成',93.69),
(20531,NULL,17.06,3,'保山','2023-12-02 22:03:18','云南','昌宁县','随机生成',33.20),
(20532,NULL,88.66,2,'保山','2023-12-02 22:03:18','云南','其他','随机生成',18.08),
(20533,NULL,18.93,4,'昭通','2023-12-02 22:03:18','云南','昭阳区','随机生成',52.37),
(20534,NULL,68.24,2,'昭通','2023-12-02 22:03:18','云南','鲁甸县','随机生成',95.37),
(20535,NULL,54.93,4,'昭通','2023-12-02 22:03:18','云南','巧家县','随机生成',52.20),
(20536,NULL,45.53,2,'昭通','2023-12-02 22:03:18','云南','盐津县','随机生成',72.61),
(20537,NULL,33.40,3,'昭通','2023-12-02 22:03:18','云南','大关县','随机生成',26.38),
(20538,NULL,89.42,3,'昭通','2023-12-02 22:03:18','云南','永善县','随机生成',98.46),
(20539,NULL,39.52,1,'昭通','2023-12-02 22:03:18','云南','绥江县','随机生成',53.08),
(20540,NULL,6.17,4,'昭通','2023-12-02 22:03:18','云南','镇雄县','随机生成',73.45),
(20541,NULL,89.67,3,'昭通','2023-12-02 22:03:18','云南','彝良县','随机生成',78.24),
(20542,NULL,21.69,2,'昭通','2023-12-02 22:03:18','云南','威信县','随机生成',11.47),
(20543,NULL,30.50,1,'昭通','2023-12-02 22:03:18','云南','水富县','随机生成',78.72),
(20544,NULL,88.36,1,'昭通','2023-12-02 22:03:18','云南','其他','随机生成',91.65),
(20545,NULL,98.89,4,'丽江','2023-12-02 22:03:18','云南','古城区','随机生成',14.13),
(20546,NULL,18.28,2,'丽江','2023-12-02 22:03:18','云南','永胜县','随机生成',62.12),
(20547,NULL,75.63,1,'丽江','2023-12-02 22:03:18','云南','华坪县','随机生成',69.55),
(20548,NULL,9.41,3,'丽江','2023-12-02 22:03:18','云南','玉龙纳西族自治县','随机生成',39.39),
(20549,NULL,56.18,4,'丽江','2023-12-02 22:03:18','云南','宁蒗彝族自治县','随机生成',42.67),
(20550,NULL,28.73,4,'丽江','2023-12-02 22:03:18','云南','其他','随机生成',26.58),
(20551,NULL,34.73,3,'普洱','2023-12-02 22:03:18','云南','思茅区','随机生成',66.08),
(20552,NULL,81.15,4,'普洱','2023-12-02 22:03:18','云南','普洱哈尼族彝族自治县','随机生成',92.72),
(20553,NULL,12.90,2,'普洱','2023-12-02 22:03:18','云南','墨江哈尼族自治县','随机生成',6.02),
(20554,NULL,86.39,1,'普洱','2023-12-02 22:03:18','云南','景东彝族自治县','随机生成',24.07),
(20555,NULL,35.96,1,'普洱','2023-12-02 22:03:18','云南','景谷傣族彝族自治县','随机生成',49.11),
(20556,NULL,60.24,1,'普洱','2023-12-02 22:03:18','云南','镇沅彝族哈尼族拉祜族自治县','随机生成',56.85),
(20557,NULL,36.47,1,'普洱','2023-12-02 22:03:18','云南','江城哈尼族彝族自治县','随机生成',9.18),
(20558,NULL,36.29,4,'普洱','2023-12-02 22:03:18','云南','孟连傣族拉祜族佤族自治县','随机生成',97.73),
(20559,NULL,10.72,4,'普洱','2023-12-02 22:03:18','云南','澜沧拉祜族自治县','随机生成',36.69),
(20560,NULL,38.67,3,'普洱','2023-12-02 22:03:18','云南','西盟佤族自治县','随机生成',19.64),
(20561,NULL,13.18,4,'普洱','2023-12-02 22:03:18','云南','其他','随机生成',54.30),
(20562,NULL,68.00,2,'临沧','2023-12-02 22:03:18','云南','临翔区','随机生成',39.57),
(20563,NULL,63.75,3,'临沧','2023-12-02 22:03:18','云南','凤庆县','随机生成',48.48),
(20564,NULL,72.12,2,'临沧','2023-12-02 22:03:18','云南','云县','随机生成',8.23),
(20565,NULL,78.32,1,'临沧','2023-12-02 22:03:18','云南','永德县','随机生成',3.70),
(20566,NULL,18.48,4,'临沧','2023-12-02 22:03:18','云南','镇康县','随机生成',83.19),
(20567,NULL,98.33,4,'临沧','2023-12-02 22:03:18','云南','双江拉祜族佤族布朗族傣族自治县','随机生成',41.38),
(20568,NULL,32.75,4,'临沧','2023-12-02 22:03:18','云南','耿马傣族佤族自治县','随机生成',6.83),
(20569,NULL,14.68,2,'临沧','2023-12-02 22:03:18','云南','沧源佤族自治县','随机生成',50.10),
(20570,NULL,99.67,1,'临沧','2023-12-02 22:03:18','云南','其他','随机生成',23.79),
(20571,NULL,97.03,4,'德宏傣族景颇族自治州','2023-12-02 22:03:18','云南','潞西市','随机生成',16.89),
(20572,NULL,96.70,1,'德宏傣族景颇族自治州','2023-12-02 22:03:18','云南','瑞丽市','随机生成',44.61),
(20573,NULL,54.79,1,'德宏傣族景颇族自治州','2023-12-02 22:03:18','云南','梁河县','随机生成',48.36),
(20574,NULL,46.18,1,'德宏傣族景颇族自治州','2023-12-02 22:03:18','云南','盈江县','随机生成',27.58),
(20575,NULL,8.20,1,'德宏傣族景颇族自治州','2023-12-02 22:03:18','云南','陇川县','随机生成',11.88),
(20576,NULL,77.22,2,'德宏傣族景颇族自治州','2023-12-02 22:03:18','云南','其他','随机生成',79.72),
(20577,NULL,78.87,4,'怒江傈僳族自治州','2023-12-02 22:03:18','云南','泸水县','随机生成',77.48),
(20578,NULL,10.56,2,'怒江傈僳族自治州','2023-12-02 22:03:18','云南','福贡县','随机生成',21.66),
(20579,NULL,14.71,1,'怒江傈僳族自治州','2023-12-02 22:03:18','云南','贡山独龙族怒族自治县','随机生成',45.96),
(20580,NULL,96.95,4,'怒江傈僳族自治州','2023-12-02 22:03:18','云南','兰坪白族普米族自治县','随机生成',22.34),
(20581,NULL,27.27,3,'怒江傈僳族自治州','2023-12-02 22:03:18','云南','其他','随机生成',59.48),
(20582,NULL,91.50,2,'迪庆藏族自治州','2023-12-02 22:03:18','云南','香格里拉县','随机生成',85.72),
(20583,NULL,19.19,1,'迪庆藏族自治州','2023-12-02 22:03:18','云南','德钦县','随机生成',88.23),
(20584,NULL,21.80,2,'迪庆藏族自治州','2023-12-02 22:03:18','云南','维西傈僳族自治县','随机生成',23.73),
(20585,NULL,74.65,2,'迪庆藏族自治州','2023-12-02 22:03:18','云南','其他','随机生成',7.25),
(20586,NULL,74.66,3,'大理白族自治州','2023-12-02 22:03:18','云南','大理市','随机生成',94.11),
(20587,NULL,27.70,2,'大理白族自治州','2023-12-02 22:03:18','云南','祥云县','随机生成',53.61),
(20588,NULL,42.10,2,'大理白族自治州','2023-12-02 22:03:18','云南','宾川县','随机生成',14.60),
(20589,NULL,75.64,3,'大理白族自治州','2023-12-02 22:03:18','云南','弥渡县','随机生成',74.47),
(20590,NULL,98.05,1,'大理白族自治州','2023-12-02 22:03:18','云南','永平县','随机生成',33.95),
(20591,NULL,50.06,3,'大理白族自治州','2023-12-02 22:03:18','云南','云龙县','随机生成',99.24),
(20592,NULL,2.93,4,'大理白族自治州','2023-12-02 22:03:18','云南','洱源县','随机生成',78.39),
(20593,NULL,27.45,2,'大理白族自治州','2023-12-02 22:03:18','云南','剑川县','随机生成',85.57),
(20594,NULL,14.17,1,'大理白族自治州','2023-12-02 22:03:18','云南','鹤庆县','随机生成',86.86),
(20595,NULL,19.81,4,'大理白族自治州','2023-12-02 22:03:18','云南','漾濞彝族自治县','随机生成',35.46),
(20596,NULL,36.05,1,'大理白族自治州','2023-12-02 22:03:18','云南','南涧彝族自治县','随机生成',60.73),
(20597,NULL,89.60,1,'大理白族自治州','2023-12-02 22:03:18','云南','巍山彝族回族自治县','随机生成',48.47),
(20598,NULL,58.55,4,'大理白族自治州','2023-12-02 22:03:18','云南','其他','随机生成',22.01),
(20599,NULL,86.25,2,'楚雄彝族自治州','2023-12-02 22:03:18','云南','楚雄市','随机生成',71.05),
(20600,NULL,44.02,1,'楚雄彝族自治州','2023-12-02 22:03:18','云南','双柏县','随机生成',2.05),
(20601,NULL,2.96,2,'楚雄彝族自治州','2023-12-02 22:03:18','云南','牟定县','随机生成',0.20),
(20602,NULL,22.84,2,'楚雄彝族自治州','2023-12-02 22:03:18','云南','南华县','随机生成',69.21),
(20603,NULL,20.99,4,'楚雄彝族自治州','2023-12-02 22:03:18','云南','姚安县','随机生成',82.36),
(20604,NULL,43.81,3,'楚雄彝族自治州','2023-12-02 22:03:18','云南','大姚县','随机生成',20.15),
(20605,NULL,27.22,2,'楚雄彝族自治州','2023-12-02 22:03:18','云南','永仁县','随机生成',54.77),
(20606,NULL,91.21,2,'楚雄彝族自治州','2023-12-02 22:03:18','云南','元谋县','随机生成',90.91),
(20607,NULL,42.07,4,'楚雄彝族自治州','2023-12-02 22:03:18','云南','武定县','随机生成',87.36),
(20608,NULL,42.55,1,'楚雄彝族自治州','2023-12-02 22:03:18','云南','禄丰县','随机生成',47.52),
(20609,NULL,15.50,1,'楚雄彝族自治州','2023-12-02 22:03:18','云南','其他','随机生成',22.28),
(20610,NULL,74.64,1,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','蒙自县','随机生成',14.03),
(20611,NULL,78.89,2,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','个旧市','随机生成',51.00),
(20612,NULL,94.12,4,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','开远市','随机生成',68.47),
(20613,NULL,41.78,2,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','绿春县','随机生成',39.05),
(20614,NULL,81.77,1,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','建水县','随机生成',86.08),
(20615,NULL,32.55,1,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','石屏县','随机生成',62.06),
(20616,NULL,35.35,2,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','弥勒县','随机生成',68.91),
(20617,NULL,98.70,2,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','泸西县','随机生成',39.07),
(20618,NULL,33.91,2,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','元阳县','随机生成',45.01),
(20619,NULL,95.29,2,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','红河县','随机生成',17.32),
(20620,NULL,51.73,1,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','金平苗族瑶族傣族自治县','随机生成',16.38),
(20621,NULL,31.67,4,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','河口瑶族自治县','随机生成',90.45),
(20622,NULL,76.37,2,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','屏边苗族自治县','随机生成',91.29),
(20623,NULL,57.75,1,'红河哈尼族彝族自治州','2023-12-02 22:03:18','云南','其他','随机生成',25.97),
(20624,NULL,34.88,2,'文山壮族苗族自治州','2023-12-02 22:03:18','云南','文山县','随机生成',73.73),
(20625,NULL,24.59,1,'文山壮族苗族自治州','2023-12-02 22:03:18','云南','砚山县','随机生成',60.64),
(20626,NULL,52.41,4,'文山壮族苗族自治州','2023-12-02 22:03:18','云南','西畴县','随机生成',61.00),
(20627,NULL,87.13,3,'文山壮族苗族自治州','2023-12-02 22:03:18','云南','麻栗坡县','随机生成',74.55),
(20628,NULL,89.03,3,'文山壮族苗族自治州','2023-12-02 22:03:18','云南','马关县','随机生成',58.40),
(20629,NULL,85.87,3,'文山壮族苗族自治州','2023-12-02 22:03:18','云南','丘北县','随机生成',68.38),
(20630,NULL,39.45,3,'文山壮族苗族自治州','2023-12-02 22:03:18','云南','广南县','随机生成',62.68),
(20631,NULL,18.85,1,'文山壮族苗族自治州','2023-12-02 22:03:18','云南','富宁县','随机生成',58.00),
(20632,NULL,11.25,1,'文山壮族苗族自治州','2023-12-02 22:03:18','云南','其他','随机生成',79.76),
(20633,NULL,44.67,3,'西双版纳傣族自治州','2023-12-02 22:03:18','云南','景洪市','随机生成',39.93),
(20634,NULL,40.31,1,'西双版纳傣族自治州','2023-12-02 22:03:18','云南','勐海县','随机生成',68.89),
(20635,NULL,35.89,2,'西双版纳傣族自治州','2023-12-02 22:03:18','云南','勐腊县','随机生成',51.16),
(20636,NULL,80.23,2,'西双版纳傣族自治州','2023-12-02 22:03:18','云南','其他','随机生成',41.63),
(20637,NULL,84.85,2,'其他','2023-12-02 22:03:18','云南','其他','随机生成',96.30),
(20638,NULL,83.64,4,'拉萨','2023-12-02 22:03:18','西藏','城关区','随机生成',64.95),
(20639,NULL,75.45,1,'拉萨','2023-12-02 22:03:18','西藏','林周县','随机生成',14.90),
(20640,NULL,43.08,2,'拉萨','2023-12-02 22:03:18','西藏','当雄县','随机生成',84.19),
(20641,NULL,63.97,4,'拉萨','2023-12-02 22:03:18','西藏','尼木县','随机生成',81.36),
(20642,NULL,2.90,1,'拉萨','2023-12-02 22:03:18','西藏','曲水县','随机生成',30.80),
(20643,NULL,78.10,1,'拉萨','2023-12-02 22:03:18','西藏','堆龙德庆县','随机生成',91.72),
(20644,NULL,22.57,2,'拉萨','2023-12-02 22:03:18','西藏','达孜县','随机生成',25.11),
(20645,NULL,70.93,2,'拉萨','2023-12-02 22:03:18','西藏','墨竹工卡县','随机生成',98.95),
(20646,NULL,10.99,1,'拉萨','2023-12-02 22:03:18','西藏','其他','随机生成',49.64),
(20647,NULL,22.94,2,'那曲地区','2023-12-02 22:03:18','西藏','那曲县','随机生成',64.21),
(20648,NULL,16.83,3,'那曲地区','2023-12-02 22:03:18','西藏','嘉黎县','随机生成',0.68),
(20649,NULL,76.63,3,'那曲地区','2023-12-02 22:03:18','西藏','比如县','随机生成',92.83),
(20650,NULL,29.49,1,'那曲地区','2023-12-02 22:03:18','西藏','聂荣县','随机生成',72.00),
(20651,NULL,11.31,1,'那曲地区','2023-12-02 22:03:18','西藏','安多县','随机生成',5.61),
(20652,NULL,33.50,1,'那曲地区','2023-12-02 22:03:18','西藏','申扎县','随机生成',70.00),
(20653,NULL,67.61,3,'那曲地区','2023-12-02 22:03:18','西藏','索县','随机生成',78.03),
(20654,NULL,61.38,2,'那曲地区','2023-12-02 22:03:18','西藏','班戈县','随机生成',6.39),
(20655,NULL,15.03,1,'那曲地区','2023-12-02 22:03:18','西藏','巴青县','随机生成',47.48),
(20656,NULL,38.05,2,'那曲地区','2023-12-02 22:03:18','西藏','尼玛县','随机生成',52.48),
(20657,NULL,84.36,2,'那曲地区','2023-12-02 22:03:18','西藏','其他','随机生成',91.39),
(20658,NULL,79.47,1,'昌都地区','2023-12-02 22:03:18','西藏','昌都县','随机生成',85.25),
(20659,NULL,88.17,4,'昌都地区','2023-12-02 22:03:18','西藏','江达县','随机生成',26.62),
(20660,NULL,82.93,2,'昌都地区','2023-12-02 22:03:18','西藏','贡觉县','随机生成',59.79),
(20661,NULL,18.64,4,'昌都地区','2023-12-02 22:03:18','西藏','类乌齐县','随机生成',73.27),
(20662,NULL,61.41,1,'昌都地区','2023-12-02 22:03:18','西藏','丁青县','随机生成',85.21),
(20663,NULL,50.90,1,'昌都地区','2023-12-02 22:03:18','西藏','察雅县','随机生成',35.73),
(20664,NULL,83.82,1,'昌都地区','2023-12-02 22:03:18','西藏','八宿县','随机生成',72.47),
(20665,NULL,13.73,2,'昌都地区','2023-12-02 22:03:18','西藏','左贡县','随机生成',77.18),
(20666,NULL,66.06,1,'昌都地区','2023-12-02 22:03:18','西藏','芒康县','随机生成',89.39),
(20667,NULL,68.96,1,'昌都地区','2023-12-02 22:03:18','西藏','洛隆县','随机生成',36.12),
(20668,NULL,6.48,2,'昌都地区','2023-12-02 22:03:18','西藏','边坝县','随机生成',11.25),
(20669,NULL,6.96,1,'昌都地区','2023-12-02 22:03:18','西藏','其他','随机生成',52.69),
(20670,NULL,53.81,4,'林芝地区','2023-12-02 22:03:18','西藏','林芝县','随机生成',54.50),
(20671,NULL,82.33,2,'林芝地区','2023-12-02 22:03:18','西藏','工布江达县','随机生成',68.12),
(20672,NULL,54.57,2,'林芝地区','2023-12-02 22:03:18','西藏','米林县','随机生成',1.70),
(20673,NULL,75.20,1,'林芝地区','2023-12-02 22:03:18','西藏','墨脱县','随机生成',5.14),
(20674,NULL,98.47,2,'林芝地区','2023-12-02 22:03:18','西藏','波密县','随机生成',72.13),
(20675,NULL,67.69,3,'林芝地区','2023-12-02 22:03:18','西藏','察隅县','随机生成',26.83),
(20676,NULL,13.87,2,'林芝地区','2023-12-02 22:03:18','西藏','朗县','随机生成',3.08),
(20677,NULL,10.87,3,'林芝地区','2023-12-02 22:03:18','西藏','其他','随机生成',27.25),
(20678,NULL,24.37,3,'山南地区','2023-12-02 22:03:18','西藏','乃东县','随机生成',17.57),
(20679,NULL,20.04,3,'山南地区','2023-12-02 22:03:18','西藏','扎囊县','随机生成',26.04),
(20680,NULL,83.47,1,'山南地区','2023-12-02 22:03:18','西藏','贡嘎县','随机生成',32.51),
(20681,NULL,4.33,4,'山南地区','2023-12-02 22:03:18','西藏','桑日县','随机生成',79.92),
(20682,NULL,25.57,1,'山南地区','2023-12-02 22:03:18','西藏','琼结县','随机生成',57.07),
(20683,NULL,68.99,1,'山南地区','2023-12-02 22:03:18','西藏','曲松县','随机生成',69.20),
(20684,NULL,96.00,3,'山南地区','2023-12-02 22:03:18','西藏','措美县','随机生成',75.90),
(20685,NULL,54.03,4,'山南地区','2023-12-02 22:03:18','西藏','洛扎县','随机生成',83.01),
(20686,NULL,31.37,3,'山南地区','2023-12-02 22:03:18','西藏','加查县','随机生成',63.23),
(20687,NULL,51.83,3,'山南地区','2023-12-02 22:03:18','西藏','隆子县','随机生成',91.54),
(20688,NULL,15.34,4,'山南地区','2023-12-02 22:03:18','西藏','错那县','随机生成',77.14),
(20689,NULL,45.95,3,'山南地区','2023-12-02 22:03:18','西藏','浪卡子县','随机生成',47.61),
(20690,NULL,64.22,3,'山南地区','2023-12-02 22:03:18','西藏','其他','随机生成',80.46),
(20691,NULL,89.52,4,'日喀则地区','2023-12-02 22:03:18','西藏','日喀则市','随机生成',27.92),
(20692,NULL,61.77,1,'日喀则地区','2023-12-02 22:03:18','西藏','南木林县','随机生成',71.95),
(20693,NULL,52.67,4,'日喀则地区','2023-12-02 22:03:18','西藏','江孜县','随机生成',63.87),
(20694,NULL,56.01,4,'日喀则地区','2023-12-02 22:03:18','西藏','定日县','随机生成',98.14),
(20695,NULL,27.07,3,'日喀则地区','2023-12-02 22:03:18','西藏','萨迦县','随机生成',40.22),
(20696,NULL,14.12,1,'日喀则地区','2023-12-02 22:03:18','西藏','拉孜县','随机生成',43.55),
(20697,NULL,34.25,3,'日喀则地区','2023-12-02 22:03:18','西藏','昂仁县','随机生成',97.74),
(20698,NULL,45.57,4,'日喀则地区','2023-12-02 22:03:18','西藏','谢通门县','随机生成',6.65),
(20699,NULL,48.67,3,'日喀则地区','2023-12-02 22:03:18','西藏','白朗县','随机生成',52.85),
(20700,NULL,23.35,4,'日喀则地区','2023-12-02 22:03:18','西藏','仁布县','随机生成',16.44),
(20701,NULL,33.16,4,'日喀则地区','2023-12-02 22:03:18','西藏','康马县','随机生成',97.21),
(20702,NULL,59.41,4,'日喀则地区','2023-12-02 22:03:18','西藏','定结县','随机生成',15.11),
(20703,NULL,29.02,2,'日喀则地区','2023-12-02 22:03:18','西藏','仲巴县','随机生成',1.92),
(20704,NULL,88.12,1,'日喀则地区','2023-12-02 22:03:18','西藏','亚东县','随机生成',6.14),
(20705,NULL,71.40,1,'日喀则地区','2023-12-02 22:03:18','西藏','吉隆县','随机生成',56.00),
(20706,NULL,73.02,3,'日喀则地区','2023-12-02 22:03:18','西藏','聂拉木县','随机生成',7.37),
(20707,NULL,52.59,2,'日喀则地区','2023-12-02 22:03:18','西藏','萨嘎县','随机生成',57.81),
(20708,NULL,30.37,4,'日喀则地区','2023-12-02 22:03:18','西藏','岗巴县','随机生成',55.25),
(20709,NULL,28.65,4,'日喀则地区','2023-12-02 22:03:18','西藏','其他','随机生成',18.37),
(20710,NULL,13.76,4,'阿里地区','2023-12-02 22:03:18','西藏','噶尔县','随机生成',95.34),
(20711,NULL,87.26,2,'阿里地区','2023-12-02 22:03:18','西藏','普兰县','随机生成',6.15),
(20712,NULL,74.53,1,'阿里地区','2023-12-02 22:03:18','西藏','札达县','随机生成',15.94),
(20713,NULL,79.63,4,'阿里地区','2023-12-02 22:03:18','西藏','日土县','随机生成',32.24),
(20714,NULL,23.94,2,'阿里地区','2023-12-02 22:03:18','西藏','革吉县','随机生成',47.38),
(20715,NULL,50.50,2,'阿里地区','2023-12-02 22:03:18','西藏','改则县','随机生成',15.26),
(20716,NULL,98.11,4,'阿里地区','2023-12-02 22:03:18','西藏','措勤县','随机生成',24.61),
(20717,NULL,37.88,2,'阿里地区','2023-12-02 22:03:18','西藏','其他','随机生成',72.73),
(20718,NULL,88.90,3,'其他','2023-12-02 22:03:18','西藏','其他','随机生成',64.49),
(20719,NULL,66.97,3,'西安','2023-12-02 22:03:18','陕西','莲湖区','随机生成',0.03),
(20720,NULL,83.87,1,'西安','2023-12-02 22:03:18','陕西','新城区','随机生成',88.52),
(20721,NULL,78.39,2,'西安','2023-12-02 22:03:18','陕西','碑林区','随机生成',49.87),
(20722,NULL,97.64,3,'西安','2023-12-02 22:03:18','陕西','雁塔区','随机生成',61.43),
(20723,NULL,41.64,3,'西安','2023-12-02 22:03:18','陕西','灞桥区','随机生成',70.45),
(20724,NULL,89.50,2,'西安','2023-12-02 22:03:18','陕西','未央区','随机生成',87.19),
(20725,NULL,87.81,1,'西安','2023-12-02 22:03:18','陕西','阎良区','随机生成',17.06),
(20726,NULL,34.96,3,'西安','2023-12-02 22:03:18','陕西','临潼区','随机生成',43.96),
(20727,NULL,95.29,1,'西安','2023-12-02 22:03:18','陕西','长安区','随机生成',9.93),
(20728,NULL,96.64,2,'西安','2023-12-02 22:03:18','陕西','高陵县','随机生成',18.90),
(20729,NULL,39.34,2,'西安','2023-12-02 22:03:18','陕西','蓝田县','随机生成',19.83),
(20730,NULL,91.39,4,'西安','2023-12-02 22:03:18','陕西','户县','随机生成',95.11),
(20731,NULL,66.83,1,'西安','2023-12-02 22:03:18','陕西','周至县','随机生成',14.17),
(20732,NULL,46.99,4,'西安','2023-12-02 22:03:18','陕西','其他','随机生成',14.40),
(20733,NULL,73.94,2,'铜川','2023-12-02 22:03:18','陕西','耀州区','随机生成',98.57),
(20734,NULL,82.71,4,'铜川','2023-12-02 22:03:18','陕西','王益区','随机生成',98.87),
(20735,NULL,84.98,1,'铜川','2023-12-02 22:03:18','陕西','印台区','随机生成',53.92),
(20736,NULL,36.23,3,'铜川','2023-12-02 22:03:18','陕西','宜君县','随机生成',35.54),
(20737,NULL,79.75,1,'铜川','2023-12-02 22:03:18','陕西','其他','随机生成',19.76),
(20738,NULL,5.05,2,'宝鸡','2023-12-02 22:03:18','陕西','渭滨区','随机生成',86.61),
(20739,NULL,22.22,3,'宝鸡','2023-12-02 22:03:18','陕西','金台区','随机生成',92.84),
(20740,NULL,89.01,2,'宝鸡','2023-12-02 22:03:18','陕西','陈仓区','随机生成',89.19),
(20741,NULL,74.87,1,'宝鸡','2023-12-02 22:03:18','陕西','岐山县','随机生成',81.70),
(20742,NULL,80.07,4,'宝鸡','2023-12-02 22:03:18','陕西','凤翔县','随机生成',97.25),
(20743,NULL,36.64,3,'宝鸡','2023-12-02 22:03:18','陕西','陇县','随机生成',38.56),
(20744,NULL,96.55,2,'宝鸡','2023-12-02 22:03:18','陕西','太白县','随机生成',4.92),
(20745,NULL,87.50,4,'宝鸡','2023-12-02 22:03:18','陕西','麟游县','随机生成',37.02),
(20746,NULL,6.10,4,'宝鸡','2023-12-02 22:03:18','陕西','扶风县','随机生成',78.32),
(20747,NULL,35.46,2,'宝鸡','2023-12-02 22:03:18','陕西','千阳县','随机生成',92.40),
(20748,NULL,37.00,3,'宝鸡','2023-12-02 22:03:18','陕西','眉县','随机生成',41.09),
(20749,NULL,74.50,1,'宝鸡','2023-12-02 22:03:18','陕西','凤县','随机生成',45.47),
(20750,NULL,11.66,2,'宝鸡','2023-12-02 22:03:18','陕西','其他','随机生成',41.67),
(20751,NULL,68.60,2,'咸阳','2023-12-02 22:03:18','陕西','秦都区','随机生成',79.73),
(20752,NULL,74.05,1,'咸阳','2023-12-02 22:03:18','陕西','渭城区','随机生成',23.44),
(20753,NULL,60.16,1,'咸阳','2023-12-02 22:03:18','陕西','杨陵区','随机生成',61.16),
(20754,NULL,23.72,3,'咸阳','2023-12-02 22:03:18','陕西','兴平市','随机生成',40.62),
(20755,NULL,0.37,3,'咸阳','2023-12-02 22:03:18','陕西','礼泉县','随机生成',87.43),
(20756,NULL,49.97,3,'咸阳','2023-12-02 22:03:18','陕西','泾阳县','随机生成',61.46),
(20757,NULL,54.32,1,'咸阳','2023-12-02 22:03:18','陕西','永寿县','随机生成',45.95),
(20758,NULL,30.13,2,'咸阳','2023-12-02 22:03:18','陕西','三原县','随机生成',54.50),
(20759,NULL,74.24,3,'咸阳','2023-12-02 22:03:18','陕西','彬县','随机生成',51.92),
(20760,NULL,60.62,3,'咸阳','2023-12-02 22:03:18','陕西','旬邑县','随机生成',78.76),
(20761,NULL,26.89,2,'咸阳','2023-12-02 22:03:18','陕西','长武县','随机生成',2.04),
(20762,NULL,83.46,2,'咸阳','2023-12-02 22:03:18','陕西','乾县','随机生成',27.80),
(20763,NULL,22.95,4,'咸阳','2023-12-02 22:03:18','陕西','武功县','随机生成',46.62),
(20764,NULL,97.35,3,'咸阳','2023-12-02 22:03:18','陕西','淳化县','随机生成',9.88),
(20765,NULL,16.59,3,'咸阳','2023-12-02 22:03:18','陕西','其他','随机生成',31.36),
(20766,NULL,55.28,3,'渭南','2023-12-02 22:03:18','陕西','临渭区','随机生成',14.12),
(20767,NULL,16.76,2,'渭南','2023-12-02 22:03:18','陕西','韩城市','随机生成',46.34),
(20768,NULL,13.64,3,'渭南','2023-12-02 22:03:18','陕西','华阴市','随机生成',54.72),
(20769,NULL,28.82,3,'渭南','2023-12-02 22:03:18','陕西','蒲城县','随机生成',41.65),
(20770,NULL,28.15,2,'渭南','2023-12-02 22:03:18','陕西','潼关县','随机生成',33.79),
(20771,NULL,38.04,4,'渭南','2023-12-02 22:03:18','陕西','白水县','随机生成',3.71),
(20772,NULL,63.89,3,'渭南','2023-12-02 22:03:18','陕西','澄城县','随机生成',41.22),
(20773,NULL,50.20,1,'渭南','2023-12-02 22:03:18','陕西','华县','随机生成',43.51),
(20774,NULL,65.76,3,'渭南','2023-12-02 22:03:18','陕西','合阳县','随机生成',75.79),
(20775,NULL,18.26,2,'渭南','2023-12-02 22:03:18','陕西','富平县','随机生成',25.70),
(20776,NULL,51.67,3,'渭南','2023-12-02 22:03:18','陕西','大荔县','随机生成',22.66),
(20777,NULL,87.48,1,'渭南','2023-12-02 22:03:18','陕西','其他','随机生成',83.41),
(20778,NULL,68.45,1,'延安','2023-12-02 22:03:18','陕西','宝塔区','随机生成',5.21),
(20779,NULL,21.45,4,'延安','2023-12-02 22:03:18','陕西','安塞县','随机生成',23.11),
(20780,NULL,43.09,1,'延安','2023-12-02 22:03:18','陕西','洛川县','随机生成',81.93),
(20781,NULL,55.53,1,'延安','2023-12-02 22:03:18','陕西','子长县','随机生成',40.67),
(20782,NULL,46.93,1,'延安','2023-12-02 22:03:18','陕西','黄陵县','随机生成',3.43),
(20783,NULL,58.50,1,'延安','2023-12-02 22:03:18','陕西','延川县','随机生成',36.56),
(20784,NULL,56.68,1,'延安','2023-12-02 22:03:18','陕西','富县','随机生成',26.01),
(20785,NULL,19.65,2,'延安','2023-12-02 22:03:18','陕西','延长县','随机生成',52.50),
(20786,NULL,32.04,2,'延安','2023-12-02 22:03:18','陕西','甘泉县','随机生成',52.21),
(20787,NULL,72.52,1,'延安','2023-12-02 22:03:18','陕西','宜川县','随机生成',38.96),
(20788,NULL,27.01,2,'延安','2023-12-02 22:03:18','陕西','志丹县','随机生成',17.63),
(20789,NULL,38.20,2,'延安','2023-12-02 22:03:18','陕西','黄龙县','随机生成',9.37),
(20790,NULL,21.36,3,'延安','2023-12-02 22:03:18','陕西','吴起县','随机生成',93.64),
(20791,NULL,81.16,3,'延安','2023-12-02 22:03:18','陕西','其他','随机生成',40.90),
(20792,NULL,45.22,4,'汉中','2023-12-02 22:03:18','陕西','汉台区','随机生成',72.70),
(20793,NULL,34.04,2,'汉中','2023-12-02 22:03:18','陕西','留坝县','随机生成',48.87),
(20794,NULL,67.32,3,'汉中','2023-12-02 22:03:18','陕西','镇巴县','随机生成',37.10),
(20795,NULL,7.06,1,'汉中','2023-12-02 22:03:18','陕西','城固县','随机生成',52.43),
(20796,NULL,52.39,4,'汉中','2023-12-02 22:03:18','陕西','南郑县','随机生成',2.34),
(20797,NULL,19.47,4,'汉中','2023-12-02 22:03:18','陕西','洋县','随机生成',22.60),
(20798,NULL,63.89,4,'汉中','2023-12-02 22:03:18','陕西','宁强县','随机生成',82.25),
(20799,NULL,18.33,4,'汉中','2023-12-02 22:03:18','陕西','佛坪县','随机生成',84.99),
(20800,NULL,76.72,1,'汉中','2023-12-02 22:03:18','陕西','勉县','随机生成',79.66),
(20801,NULL,80.61,3,'汉中','2023-12-02 22:03:18','陕西','西乡县','随机生成',67.24),
(20802,NULL,15.34,3,'汉中','2023-12-02 22:03:18','陕西','略阳县','随机生成',45.87),
(20803,NULL,50.47,1,'汉中','2023-12-02 22:03:18','陕西','其他','随机生成',10.77),
(20804,NULL,5.07,2,'榆林','2023-12-02 22:03:18','陕西','榆阳区','随机生成',10.50),
(20805,NULL,2.10,2,'榆林','2023-12-02 22:03:18','陕西','清涧县','随机生成',67.59),
(20806,NULL,69.27,4,'榆林','2023-12-02 22:03:18','陕西','绥德县','随机生成',6.67),
(20807,NULL,47.30,1,'榆林','2023-12-02 22:03:18','陕西','神木县','随机生成',13.80),
(20808,NULL,19.29,4,'榆林','2023-12-02 22:03:18','陕西','佳县','随机生成',13.55),
(20809,NULL,60.71,4,'榆林','2023-12-02 22:03:18','陕西','府谷县','随机生成',66.03),
(20810,NULL,2.72,1,'榆林','2023-12-02 22:03:18','陕西','子洲县','随机生成',3.38),
(20811,NULL,49.89,2,'榆林','2023-12-02 22:03:18','陕西','靖边县','随机生成',91.08),
(20812,NULL,8.28,2,'榆林','2023-12-02 22:03:18','陕西','横山县','随机生成',6.98),
(20813,NULL,43.59,2,'榆林','2023-12-02 22:03:18','陕西','米脂县','随机生成',4.12),
(20814,NULL,92.72,4,'榆林','2023-12-02 22:03:18','陕西','吴堡县','随机生成',74.99),
(20815,NULL,46.67,2,'榆林','2023-12-02 22:03:18','陕西','定边县','随机生成',46.08),
(20816,NULL,79.81,3,'榆林','2023-12-02 22:03:18','陕西','其他','随机生成',43.25),
(20817,NULL,28.30,4,'安康','2023-12-02 22:03:18','陕西','汉滨区','随机生成',55.28),
(20818,NULL,74.14,4,'安康','2023-12-02 22:03:18','陕西','紫阳县','随机生成',47.74),
(20819,NULL,68.37,3,'安康','2023-12-02 22:03:18','陕西','岚皋县','随机生成',97.81),
(20820,NULL,29.58,3,'安康','2023-12-02 22:03:18','陕西','旬阳县','随机生成',95.58),
(20821,NULL,3.47,1,'安康','2023-12-02 22:03:18','陕西','镇坪县','随机生成',99.90),
(20822,NULL,72.65,4,'安康','2023-12-02 22:03:18','陕西','平利县','随机生成',52.36),
(20823,NULL,44.82,2,'安康','2023-12-02 22:03:18','陕西','石泉县','随机生成',14.37),
(20824,NULL,84.41,2,'安康','2023-12-02 22:03:18','陕西','宁陕县','随机生成',46.21),
(20825,NULL,16.63,2,'安康','2023-12-02 22:03:18','陕西','白河县','随机生成',70.52),
(20826,NULL,6.04,3,'安康','2023-12-02 22:03:18','陕西','汉阴县','随机生成',26.22),
(20827,NULL,69.93,3,'安康','2023-12-02 22:03:18','陕西','其他','随机生成',21.87),
(20828,NULL,40.24,3,'商洛','2023-12-02 22:03:18','陕西','商州区','随机生成',21.59),
(20829,NULL,90.67,2,'商洛','2023-12-02 22:03:18','陕西','镇安县','随机生成',37.54),
(20830,NULL,23.93,3,'商洛','2023-12-02 22:03:18','陕西','山阳县','随机生成',42.44),
(20831,NULL,11.34,3,'商洛','2023-12-02 22:03:18','陕西','洛南县','随机生成',92.98),
(20832,NULL,43.52,1,'商洛','2023-12-02 22:03:18','陕西','商南县','随机生成',95.69),
(20833,NULL,61.03,4,'商洛','2023-12-02 22:03:18','陕西','丹凤县','随机生成',70.84),
(20834,NULL,67.80,1,'商洛','2023-12-02 22:03:18','陕西','柞水县','随机生成',24.32),
(20835,NULL,96.54,1,'商洛','2023-12-02 22:03:18','陕西','其他','随机生成',98.72),
(20836,NULL,8.25,1,'其他','2023-12-02 22:03:18','陕西','其他','随机生成',85.20),
(20837,NULL,26.82,2,'兰州','2023-12-02 22:03:18','甘肃','城关区','随机生成',6.77),
(20838,NULL,23.47,3,'兰州','2023-12-02 22:03:18','甘肃','七里河区','随机生成',93.41),
(20839,NULL,26.62,2,'兰州','2023-12-02 22:03:18','甘肃','西固区','随机生成',82.84),
(20840,NULL,37.60,2,'兰州','2023-12-02 22:03:18','甘肃','安宁区','随机生成',8.51),
(20841,NULL,60.07,1,'兰州','2023-12-02 22:03:18','甘肃','红古区','随机生成',42.70),
(20842,NULL,18.57,4,'兰州','2023-12-02 22:03:18','甘肃','永登县','随机生成',57.21),
(20843,NULL,0.66,2,'兰州','2023-12-02 22:03:18','甘肃','皋兰县','随机生成',97.73),
(20844,NULL,65.61,3,'兰州','2023-12-02 22:03:18','甘肃','榆中县','随机生成',61.86),
(20845,NULL,55.73,4,'兰州','2023-12-02 22:03:18','甘肃','其他','随机生成',15.17),
(20846,NULL,9.92,2,'嘉峪关','2023-12-02 22:03:18','甘肃','嘉峪关市','随机生成',77.19),
(20847,NULL,99.39,1,'嘉峪关','2023-12-02 22:03:18','甘肃','其他','随机生成',28.12),
(20848,NULL,48.93,3,'金昌','2023-12-02 22:03:18','甘肃','金川区','随机生成',47.21),
(20849,NULL,93.80,1,'金昌','2023-12-02 22:03:18','甘肃','永昌县','随机生成',62.68),
(20850,NULL,8.64,1,'金昌','2023-12-02 22:03:18','甘肃','其他','随机生成',29.79),
(20851,NULL,55.10,3,'白银','2023-12-02 22:03:18','甘肃','白银区','随机生成',56.26),
(20852,NULL,85.11,2,'白银','2023-12-02 22:03:18','甘肃','平川区','随机生成',75.78),
(20853,NULL,57.62,2,'白银','2023-12-02 22:03:18','甘肃','靖远县','随机生成',47.12),
(20854,NULL,93.62,2,'白银','2023-12-02 22:03:18','甘肃','会宁县','随机生成',40.34),
(20855,NULL,99.32,3,'白银','2023-12-02 22:03:18','甘肃','景泰县','随机生成',6.68),
(20856,NULL,98.47,2,'白银','2023-12-02 22:03:18','甘肃','其他','随机生成',60.50),
(20857,NULL,85.41,3,'天水','2023-12-02 22:03:18','甘肃','清水县','随机生成',6.70),
(20858,NULL,57.75,2,'天水','2023-12-02 22:03:18','甘肃','秦安县','随机生成',99.63),
(20859,NULL,97.16,2,'天水','2023-12-02 22:03:18','甘肃','甘谷县','随机生成',56.53),
(20860,NULL,8.76,1,'天水','2023-12-02 22:03:18','甘肃','武山县','随机生成',30.52),
(20861,NULL,78.99,2,'天水','2023-12-02 22:03:18','甘肃','张家川回族自治县','随机生成',51.11),
(20862,NULL,27.48,4,'天水','2023-12-02 22:03:18','甘肃','北道区','随机生成',16.03),
(20863,NULL,28.28,1,'天水','2023-12-02 22:03:18','甘肃','秦城区','随机生成',14.08),
(20864,NULL,94.21,2,'天水','2023-12-02 22:03:18','甘肃','其他','随机生成',4.37),
(20865,NULL,38.81,4,'武威','2023-12-02 22:03:18','甘肃','凉州区','随机生成',53.64),
(20866,NULL,83.83,4,'武威','2023-12-02 22:03:18','甘肃','民勤县','随机生成',53.49),
(20867,NULL,65.30,1,'武威','2023-12-02 22:03:18','甘肃','古浪县','随机生成',84.42),
(20868,NULL,70.33,3,'武威','2023-12-02 22:03:18','甘肃','天祝藏族自治县','随机生成',50.77),
(20869,NULL,7.35,1,'武威','2023-12-02 22:03:18','甘肃','其他','随机生成',8.53),
(20870,NULL,59.59,4,'酒泉','2023-12-02 22:03:18','甘肃','肃州区','随机生成',7.30),
(20871,NULL,71.57,4,'酒泉','2023-12-02 22:03:18','甘肃','玉门市','随机生成',7.68),
(20872,NULL,26.10,4,'酒泉','2023-12-02 22:03:18','甘肃','敦煌市','随机生成',11.08),
(20873,NULL,69.84,1,'酒泉','2023-12-02 22:03:18','甘肃','金塔县','随机生成',89.15),
(20874,NULL,81.51,3,'酒泉','2023-12-02 22:03:18','甘肃','肃北蒙古族自治县','随机生成',26.13),
(20875,NULL,95.99,4,'酒泉','2023-12-02 22:03:18','甘肃','阿克塞哈萨克族自治县','随机生成',42.16),
(20876,NULL,36.80,3,'酒泉','2023-12-02 22:03:18','甘肃','安西县','随机生成',21.90),
(20877,NULL,46.20,1,'酒泉','2023-12-02 22:03:18','甘肃','其他','随机生成',57.15),
(20878,NULL,64.64,3,'张掖','2023-12-02 22:03:18','甘肃','甘州区','随机生成',41.31),
(20879,NULL,85.41,3,'张掖','2023-12-02 22:03:18','甘肃','民乐县','随机生成',78.47),
(20880,NULL,43.46,2,'张掖','2023-12-02 22:03:18','甘肃','临泽县','随机生成',84.10),
(20881,NULL,71.16,4,'张掖','2023-12-02 22:03:18','甘肃','高台县','随机生成',5.52),
(20882,NULL,5.45,1,'张掖','2023-12-02 22:03:18','甘肃','山丹县','随机生成',72.91),
(20883,NULL,35.11,2,'张掖','2023-12-02 22:03:18','甘肃','肃南裕固族自治县','随机生成',91.97),
(20884,NULL,81.36,2,'张掖','2023-12-02 22:03:18','甘肃','其他','随机生成',12.73),
(20885,NULL,82.07,4,'庆阳','2023-12-02 22:03:18','甘肃','西峰区','随机生成',85.28),
(20886,NULL,4.89,1,'庆阳','2023-12-02 22:03:18','甘肃','庆城县','随机生成',70.25),
(20887,NULL,1.63,1,'庆阳','2023-12-02 22:03:18','甘肃','环县','随机生成',28.73),
(20888,NULL,54.71,2,'庆阳','2023-12-02 22:03:18','甘肃','华池县','随机生成',74.63),
(20889,NULL,71.59,3,'庆阳','2023-12-02 22:03:18','甘肃','合水县','随机生成',79.65),
(20890,NULL,78.85,3,'庆阳','2023-12-02 22:03:18','甘肃','正宁县','随机生成',47.59),
(20891,NULL,73.05,2,'庆阳','2023-12-02 22:03:18','甘肃','宁县','随机生成',87.89),
(20892,NULL,83.70,3,'庆阳','2023-12-02 22:03:18','甘肃','镇原县','随机生成',88.52),
(20893,NULL,99.24,4,'庆阳','2023-12-02 22:03:18','甘肃','其他','随机生成',96.92),
(20894,NULL,46.43,2,'平凉','2023-12-02 22:03:18','甘肃','崆峒区','随机生成',23.53),
(20895,NULL,34.39,4,'平凉','2023-12-02 22:03:18','甘肃','泾川县','随机生成',6.91),
(20896,NULL,10.70,4,'平凉','2023-12-02 22:03:18','甘肃','灵台县','随机生成',21.61),
(20897,NULL,15.65,4,'平凉','2023-12-02 22:03:18','甘肃','崇信县','随机生成',86.16),
(20898,NULL,65.23,2,'平凉','2023-12-02 22:03:18','甘肃','华亭县','随机生成',76.23),
(20899,NULL,8.09,3,'平凉','2023-12-02 22:03:18','甘肃','庄浪县','随机生成',69.84),
(20900,NULL,94.24,1,'平凉','2023-12-02 22:03:18','甘肃','静宁县','随机生成',40.37),
(20901,NULL,57.12,3,'平凉','2023-12-02 22:03:18','甘肃','其他','随机生成',71.28),
(20902,NULL,76.86,4,'定西','2023-12-02 22:03:18','甘肃','安定区','随机生成',65.54),
(20903,NULL,60.98,2,'定西','2023-12-02 22:03:18','甘肃','通渭县','随机生成',50.55),
(20904,NULL,59.99,3,'定西','2023-12-02 22:03:18','甘肃','临洮县','随机生成',96.80),
(20905,NULL,28.94,4,'定西','2023-12-02 22:03:18','甘肃','漳县','随机生成',61.52),
(20906,NULL,65.11,1,'定西','2023-12-02 22:03:18','甘肃','岷县','随机生成',13.50),
(20907,NULL,81.49,3,'定西','2023-12-02 22:03:18','甘肃','渭源县','随机生成',77.31),
(20908,NULL,38.54,1,'定西','2023-12-02 22:03:18','甘肃','陇西县','随机生成',3.32),
(20909,NULL,73.44,2,'定西','2023-12-02 22:03:18','甘肃','其他','随机生成',9.22),
(20910,NULL,87.50,3,'陇南','2023-12-02 22:03:18','甘肃','武都区','随机生成',90.26),
(20911,NULL,25.34,1,'陇南','2023-12-02 22:03:18','甘肃','成县','随机生成',43.06),
(20912,NULL,51.25,3,'陇南','2023-12-02 22:03:18','甘肃','宕昌县','随机生成',84.87),
(20913,NULL,3.03,2,'陇南','2023-12-02 22:03:18','甘肃','康县','随机生成',28.84),
(20914,NULL,80.76,4,'陇南','2023-12-02 22:03:18','甘肃','文县','随机生成',10.53),
(20915,NULL,40.39,4,'陇南','2023-12-02 22:03:18','甘肃','西和县','随机生成',65.95),
(20916,NULL,54.37,4,'陇南','2023-12-02 22:03:18','甘肃','礼县','随机生成',23.67),
(20917,NULL,97.40,2,'陇南','2023-12-02 22:03:18','甘肃','两当县','随机生成',46.39),
(20918,NULL,70.29,1,'陇南','2023-12-02 22:03:18','甘肃','徽县','随机生成',30.48),
(20919,NULL,5.14,1,'陇南','2023-12-02 22:03:18','甘肃','其他','随机生成',11.85),
(20920,NULL,15.83,4,'临夏回族自治州','2023-12-02 22:03:18','甘肃','临夏市','随机生成',7.49),
(20921,NULL,72.21,1,'临夏回族自治州','2023-12-02 22:03:18','甘肃','临夏县','随机生成',20.30),
(20922,NULL,22.04,2,'临夏回族自治州','2023-12-02 22:03:18','甘肃','康乐县','随机生成',98.29),
(20923,NULL,60.75,4,'临夏回族自治州','2023-12-02 22:03:18','甘肃','永靖县','随机生成',56.27),
(20924,NULL,22.96,3,'临夏回族自治州','2023-12-02 22:03:18','甘肃','广河县','随机生成',73.70),
(20925,NULL,5.40,1,'临夏回族自治州','2023-12-02 22:03:18','甘肃','和政县','随机生成',40.48),
(20926,NULL,21.06,2,'临夏回族自治州','2023-12-02 22:03:18','甘肃','东乡族自治县','随机生成',23.19),
(20927,NULL,62.14,4,'临夏回族自治州','2023-12-02 22:03:18','甘肃','积石山保安族东乡族撒拉族自治县','随机生成',7.88),
(20928,NULL,59.48,1,'临夏回族自治州','2023-12-02 22:03:18','甘肃','其他','随机生成',75.88),
(20929,NULL,53.74,2,'甘南藏族自治州','2023-12-02 22:03:18','甘肃','合作市','随机生成',48.56),
(20930,NULL,21.34,2,'甘南藏族自治州','2023-12-02 22:03:18','甘肃','临潭县','随机生成',63.67),
(20931,NULL,48.27,3,'甘南藏族自治州','2023-12-02 22:03:18','甘肃','卓尼县','随机生成',24.56),
(20932,NULL,69.79,3,'甘南藏族自治州','2023-12-02 22:03:18','甘肃','舟曲县','随机生成',67.73),
(20933,NULL,8.31,4,'甘南藏族自治州','2023-12-02 22:03:18','甘肃','迭部县','随机生成',61.81),
(20934,NULL,8.20,2,'甘南藏族自治州','2023-12-02 22:03:18','甘肃','玛曲县','随机生成',64.45),
(20935,NULL,64.42,2,'甘南藏族自治州','2023-12-02 22:03:18','甘肃','碌曲县','随机生成',33.82),
(20936,NULL,85.15,4,'甘南藏族自治州','2023-12-02 22:03:18','甘肃','夏河县','随机生成',96.30),
(20937,NULL,21.83,3,'甘南藏族自治州','2023-12-02 22:03:18','甘肃','其他','随机生成',36.32),
(20938,NULL,3.24,3,'其他','2023-12-02 22:03:18','甘肃','其他','随机生成',7.23),
(20939,NULL,57.85,4,'西宁','2023-12-02 22:03:18','青海','城中区','随机生成',41.09),
(20940,NULL,54.47,3,'西宁','2023-12-02 22:03:18','青海','城东区','随机生成',48.56),
(20941,NULL,8.88,1,'西宁','2023-12-02 22:03:18','青海','城西区','随机生成',14.61),
(20942,NULL,79.92,3,'西宁','2023-12-02 22:03:18','青海','城北区','随机生成',15.15),
(20943,NULL,66.80,3,'西宁','2023-12-02 22:03:18','青海','湟源县','随机生成',85.64),
(20944,NULL,38.90,4,'西宁','2023-12-02 22:03:18','青海','湟中县','随机生成',26.97),
(20945,NULL,48.22,4,'西宁','2023-12-02 22:03:18','青海','大通回族土族自治县','随机生成',2.91),
(20946,NULL,27.02,1,'西宁','2023-12-02 22:03:18','青海','其他','随机生成',82.02),
(20947,NULL,93.99,2,'海东地区','2023-12-02 22:03:18','青海','平安县','随机生成',7.59),
(20948,NULL,18.15,3,'海东地区','2023-12-02 22:03:18','青海','乐都县','随机生成',74.42),
(20949,NULL,86.60,3,'海东地区','2023-12-02 22:03:18','青海','民和回族土族自治县','随机生成',7.30),
(20950,NULL,88.09,3,'海东地区','2023-12-02 22:03:18','青海','互助土族自治县','随机生成',58.76),
(20951,NULL,55.63,3,'海东地区','2023-12-02 22:03:18','青海','化隆回族自治县','随机生成',76.25),
(20952,NULL,91.68,2,'海东地区','2023-12-02 22:03:18','青海','循化撒拉族自治县','随机生成',77.26),
(20953,NULL,97.69,3,'海东地区','2023-12-02 22:03:18','青海','其他','随机生成',14.55),
(20954,NULL,10.18,1,'海北藏族自治州','2023-12-02 22:03:18','青海','海晏县','随机生成',58.81),
(20955,NULL,58.07,4,'海北藏族自治州','2023-12-02 22:03:18','青海','祁连县','随机生成',14.50),
(20956,NULL,28.31,3,'海北藏族自治州','2023-12-02 22:03:18','青海','刚察县','随机生成',53.84),
(20957,NULL,18.50,4,'海北藏族自治州','2023-12-02 22:03:18','青海','门源回族自治县','随机生成',9.80),
(20958,NULL,94.50,3,'海北藏族自治州','2023-12-02 22:03:18','青海','其他','随机生成',15.30),
(20959,NULL,94.06,2,'海南藏族自治州','2023-12-02 22:03:18','青海','共和县','随机生成',51.88),
(20960,NULL,76.63,4,'海南藏族自治州','2023-12-02 22:03:18','青海','同德县','随机生成',68.91),
(20961,NULL,85.80,2,'海南藏族自治州','2023-12-02 22:03:18','青海','贵德县','随机生成',29.50),
(20962,NULL,41.96,2,'海南藏族自治州','2023-12-02 22:03:18','青海','兴海县','随机生成',61.40),
(20963,NULL,72.92,3,'海南藏族自治州','2023-12-02 22:03:18','青海','贵南县','随机生成',38.16),
(20964,NULL,15.93,3,'海南藏族自治州','2023-12-02 22:03:18','青海','其他','随机生成',66.85),
(20965,NULL,76.33,3,'黄南藏族自治州','2023-12-02 22:03:18','青海','同仁县','随机生成',28.83),
(20966,NULL,69.12,3,'黄南藏族自治州','2023-12-02 22:03:18','青海','尖扎县','随机生成',1.52),
(20967,NULL,92.66,3,'黄南藏族自治州','2023-12-02 22:03:18','青海','泽库县','随机生成',94.30),
(20968,NULL,23.06,3,'黄南藏族自治州','2023-12-02 22:03:18','青海','河南蒙古族自治县','随机生成',24.22),
(20969,NULL,83.59,3,'黄南藏族自治州','2023-12-02 22:03:18','青海','其他','随机生成',74.61),
(20970,NULL,6.69,3,'果洛藏族自治州','2023-12-02 22:03:18','青海','玛沁县','随机生成',73.16),
(20971,NULL,16.90,3,'果洛藏族自治州','2023-12-02 22:03:18','青海','班玛县','随机生成',13.64),
(20972,NULL,57.87,1,'果洛藏族自治州','2023-12-02 22:03:18','青海','甘德县','随机生成',32.32),
(20973,NULL,98.13,3,'果洛藏族自治州','2023-12-02 22:03:18','青海','达日县','随机生成',30.39),
(20974,NULL,81.75,1,'果洛藏族自治州','2023-12-02 22:03:18','青海','久治县','随机生成',21.73),
(20975,NULL,27.59,1,'果洛藏族自治州','2023-12-02 22:03:18','青海','玛多县','随机生成',5.59),
(20976,NULL,84.93,3,'果洛藏族自治州','2023-12-02 22:03:18','青海','其他','随机生成',27.71),
(20977,NULL,25.27,3,'玉树藏族自治州','2023-12-02 22:03:18','青海','玉树县','随机生成',85.51),
(20978,NULL,87.29,3,'玉树藏族自治州','2023-12-02 22:03:18','青海','杂多县','随机生成',5.98),
(20979,NULL,1.48,3,'玉树藏族自治州','2023-12-02 22:03:18','青海','称多县','随机生成',60.05),
(20980,NULL,5.67,2,'玉树藏族自治州','2023-12-02 22:03:18','青海','治多县','随机生成',17.57),
(20981,NULL,56.04,4,'玉树藏族自治州','2023-12-02 22:03:18','青海','囊谦县','随机生成',82.33),
(20982,NULL,1.03,4,'玉树藏族自治州','2023-12-02 22:03:18','青海','曲麻莱县','随机生成',66.06),
(20983,NULL,16.59,3,'玉树藏族自治州','2023-12-02 22:03:18','青海','其他','随机生成',90.09),
(20984,NULL,29.66,3,'海西蒙古族藏族自治州','2023-12-02 22:03:18','青海','德令哈市','随机生成',75.34),
(20985,NULL,77.60,1,'海西蒙古族藏族自治州','2023-12-02 22:03:18','青海','格尔木市','随机生成',62.97),
(20986,NULL,41.35,4,'海西蒙古族藏族自治州','2023-12-02 22:03:18','青海','乌兰县','随机生成',22.06),
(20987,NULL,17.72,1,'海西蒙古族藏族自治州','2023-12-02 22:03:18','青海','都兰县','随机生成',78.01),
(20988,NULL,5.19,1,'海西蒙古族藏族自治州','2023-12-02 22:03:18','青海','天峻县','随机生成',79.98),
(20989,NULL,9.91,3,'海西蒙古族藏族自治州','2023-12-02 22:03:18','青海','其他','随机生成',20.55),
(20990,NULL,87.95,3,'其他','2023-12-02 22:03:18','青海','其他','随机生成',86.74),
(20991,NULL,96.13,4,'银川','2023-12-02 22:03:18','宁夏','兴庆区','随机生成',18.08),
(20992,NULL,2.70,1,'银川','2023-12-02 22:03:18','宁夏','西夏区','随机生成',6.93),
(20993,NULL,24.75,1,'银川','2023-12-02 22:03:18','宁夏','金凤区','随机生成',27.22),
(20994,NULL,8.69,1,'银川','2023-12-02 22:03:18','宁夏','灵武市','随机生成',50.36),
(20995,NULL,55.38,4,'银川','2023-12-02 22:03:18','宁夏','永宁县','随机生成',78.49),
(20996,NULL,20.49,4,'银川','2023-12-02 22:03:18','宁夏','贺兰县','随机生成',87.16),
(20997,NULL,10.85,1,'银川','2023-12-02 22:03:18','宁夏','其他','随机生成',72.55),
(20998,NULL,88.77,2,'石嘴山','2023-12-02 22:03:18','宁夏','大武口区','随机生成',96.01),
(20999,NULL,19.02,1,'石嘴山','2023-12-02 22:03:18','宁夏','惠农区','随机生成',19.92),
(21000,NULL,32.36,3,'石嘴山','2023-12-02 22:03:18','宁夏','平罗县','随机生成',29.10),
(21001,NULL,38.02,2,'石嘴山','2023-12-02 22:03:18','宁夏','其他','随机生成',32.98),
(21002,NULL,85.56,2,'吴忠','2023-12-02 22:03:18','宁夏','利通区','随机生成',83.49),
(21003,NULL,84.20,2,'吴忠','2023-12-02 22:03:18','宁夏','青铜峡市','随机生成',94.73),
(21004,NULL,17.21,3,'吴忠','2023-12-02 22:03:18','宁夏','盐池县','随机生成',82.21),
(21005,NULL,15.43,4,'吴忠','2023-12-02 22:03:18','宁夏','同心县','随机生成',59.15),
(21006,NULL,30.82,1,'吴忠','2023-12-02 22:03:18','宁夏','其他','随机生成',35.74),
(21007,NULL,15.24,2,'固原','2023-12-02 22:03:18','宁夏','原州区','随机生成',24.41),
(21008,NULL,51.40,1,'固原','2023-12-02 22:03:18','宁夏','西吉县','随机生成',3.65),
(21009,NULL,48.04,1,'固原','2023-12-02 22:03:18','宁夏','隆德县','随机生成',23.39),
(21010,NULL,80.09,4,'固原','2023-12-02 22:03:18','宁夏','泾源县','随机生成',58.11),
(21011,NULL,49.04,1,'固原','2023-12-02 22:03:18','宁夏','彭阳县','随机生成',22.80),
(21012,NULL,67.37,4,'固原','2023-12-02 22:03:18','宁夏','其他','随机生成',71.21),
(21013,NULL,84.48,2,'中卫','2023-12-02 22:03:18','宁夏','沙坡头区','随机生成',89.96),
(21014,NULL,72.19,1,'中卫','2023-12-02 22:03:18','宁夏','中宁县','随机生成',24.17),
(21015,NULL,93.41,2,'中卫','2023-12-02 22:03:18','宁夏','海原县','随机生成',79.40),
(21016,NULL,3.27,2,'中卫','2023-12-02 22:03:18','宁夏','其他','随机生成',17.77),
(21017,NULL,15.27,2,'其他','2023-12-02 22:03:18','宁夏','其他','随机生成',90.82),
(21018,NULL,25.88,3,'乌鲁木齐','2023-12-02 22:03:18','新疆','天山区','随机生成',82.96),
(21019,NULL,0.08,1,'乌鲁木齐','2023-12-02 22:03:18','新疆','沙依巴克区','随机生成',76.03),
(21020,NULL,97.26,1,'乌鲁木齐','2023-12-02 22:03:18','新疆','新市区','随机生成',97.09),
(21021,NULL,50.15,2,'乌鲁木齐','2023-12-02 22:03:18','新疆','水磨沟区','随机生成',31.98),
(21022,NULL,53.81,3,'乌鲁木齐','2023-12-02 22:03:18','新疆','头屯河区','随机生成',39.35),
(21023,NULL,21.31,2,'乌鲁木齐','2023-12-02 22:03:18','新疆','达坂城区','随机生成',74.36),
(21024,NULL,0.07,4,'乌鲁木齐','2023-12-02 22:03:18','新疆','东山区','随机生成',0.05),
(21025,NULL,35.29,3,'乌鲁木齐','2023-12-02 22:03:18','新疆','乌鲁木齐县','随机生成',91.52),
(21026,NULL,68.43,1,'乌鲁木齐','2023-12-02 22:03:18','新疆','其他','随机生成',64.81),
(21027,NULL,51.74,1,'克拉玛依','2023-12-02 22:03:18','新疆','克拉玛依区','随机生成',55.76),
(21028,NULL,35.86,1,'克拉玛依','2023-12-02 22:03:18','新疆','独山子区','随机生成',23.86),
(21029,NULL,82.36,4,'克拉玛依','2023-12-02 22:03:18','新疆','白碱滩区','随机生成',83.47),
(21030,NULL,62.90,1,'克拉玛依','2023-12-02 22:03:18','新疆','乌尔禾区','随机生成',16.82),
(21031,NULL,10.38,2,'克拉玛依','2023-12-02 22:03:18','新疆','其他','随机生成',51.50),
(21032,NULL,90.55,3,'吐鲁番地区','2023-12-02 22:03:18','新疆','吐鲁番市','随机生成',81.05),
(21033,NULL,89.27,4,'吐鲁番地区','2023-12-02 22:03:18','新疆','托克逊县','随机生成',28.02),
(21034,NULL,21.71,3,'吐鲁番地区','2023-12-02 22:03:18','新疆','鄯善县','随机生成',49.00),
(21035,NULL,12.14,4,'吐鲁番地区','2023-12-02 22:03:18','新疆','其他','随机生成',83.42),
(21036,NULL,1.46,1,'哈密地区','2023-12-02 22:03:18','新疆','哈密市','随机生成',72.11),
(21037,NULL,43.34,1,'哈密地区','2023-12-02 22:03:18','新疆','伊吾县','随机生成',87.73),
(21038,NULL,57.23,2,'哈密地区','2023-12-02 22:03:18','新疆','巴里坤哈萨克自治县','随机生成',79.69),
(21039,NULL,56.13,1,'哈密地区','2023-12-02 22:03:18','新疆','其他','随机生成',94.32),
(21040,NULL,11.92,1,'和田地区','2023-12-02 22:03:18','新疆','和田市','随机生成',25.41),
(21041,NULL,86.27,4,'和田地区','2023-12-02 22:03:18','新疆','和田县','随机生成',41.70),
(21042,NULL,97.82,3,'和田地区','2023-12-02 22:03:18','新疆','洛浦县','随机生成',61.76),
(21043,NULL,23.83,3,'和田地区','2023-12-02 22:03:18','新疆','民丰县','随机生成',97.16),
(21044,NULL,70.09,3,'和田地区','2023-12-02 22:03:18','新疆','皮山县','随机生成',58.84),
(21045,NULL,13.70,4,'和田地区','2023-12-02 22:03:18','新疆','策勒县','随机生成',86.25),
(21046,NULL,15.10,3,'和田地区','2023-12-02 22:03:18','新疆','于田县','随机生成',85.90),
(21047,NULL,15.69,2,'和田地区','2023-12-02 22:03:18','新疆','墨玉县','随机生成',48.48),
(21048,NULL,57.50,3,'和田地区','2023-12-02 22:03:18','新疆','其他','随机生成',64.44),
(21049,NULL,40.46,1,'阿克苏地区','2023-12-02 22:03:18','新疆','阿克苏市','随机生成',3.35),
(21050,NULL,99.73,2,'阿克苏地区','2023-12-02 22:03:18','新疆','温宿县','随机生成',36.78),
(21051,NULL,93.84,3,'阿克苏地区','2023-12-02 22:03:18','新疆','沙雅县','随机生成',62.75),
(21052,NULL,31.70,4,'阿克苏地区','2023-12-02 22:03:18','新疆','拜城县','随机生成',25.63),
(21053,NULL,64.93,1,'阿克苏地区','2023-12-02 22:03:18','新疆','阿瓦提县','随机生成',18.47),
(21054,NULL,85.38,1,'阿克苏地区','2023-12-02 22:03:18','新疆','库车县','随机生成',37.41),
(21055,NULL,4.08,2,'阿克苏地区','2023-12-02 22:03:18','新疆','柯坪县','随机生成',8.30),
(21056,NULL,72.28,4,'阿克苏地区','2023-12-02 22:03:18','新疆','新和县','随机生成',29.97),
(21057,NULL,73.86,1,'阿克苏地区','2023-12-02 22:03:18','新疆','乌什县','随机生成',27.38),
(21058,NULL,96.30,3,'阿克苏地区','2023-12-02 22:03:18','新疆','其他','随机生成',9.61),
(21059,NULL,33.01,4,'喀什地区','2023-12-02 22:03:18','新疆','喀什市','随机生成',91.56),
(21060,NULL,30.69,4,'喀什地区','2023-12-02 22:03:18','新疆','巴楚县','随机生成',99.59),
(21061,NULL,72.17,4,'喀什地区','2023-12-02 22:03:18','新疆','泽普县','随机生成',56.35),
(21062,NULL,8.87,4,'喀什地区','2023-12-02 22:03:18','新疆','伽师县','随机生成',10.60),
(21063,NULL,99.54,1,'喀什地区','2023-12-02 22:03:18','新疆','叶城县','随机生成',36.50),
(21064,NULL,37.56,4,'喀什地区','2023-12-02 22:03:18','新疆','岳普湖县','随机生成',78.99),
(21065,NULL,94.40,2,'喀什地区','2023-12-02 22:03:18','新疆','疏勒县','随机生成',75.20),
(21066,NULL,18.65,1,'喀什地区','2023-12-02 22:03:18','新疆','麦盖提县','随机生成',26.18),
(21067,NULL,35.50,3,'喀什地区','2023-12-02 22:03:18','新疆','英吉沙县','随机生成',10.78),
(21068,NULL,8.09,4,'喀什地区','2023-12-02 22:03:19','新疆','莎车县','随机生成',8.28),
(21069,NULL,0.74,4,'喀什地区','2023-12-02 22:03:19','新疆','疏附县','随机生成',21.82),
(21070,NULL,50.20,3,'喀什地区','2023-12-02 22:03:19','新疆','塔什库尔干塔吉克自治县','随机生成',56.36),
(21071,NULL,16.89,4,'喀什地区','2023-12-02 22:03:19','新疆','其他','随机生成',55.30),
(21072,NULL,55.75,2,'克孜勒苏柯尔克孜自治州','2023-12-02 22:03:19','新疆','阿图什市','随机生成',87.75),
(21073,NULL,60.17,4,'克孜勒苏柯尔克孜自治州','2023-12-02 22:03:19','新疆','阿合奇县','随机生成',30.41),
(21074,NULL,41.06,1,'克孜勒苏柯尔克孜自治州','2023-12-02 22:03:19','新疆','乌恰县','随机生成',57.40),
(21075,NULL,88.01,1,'克孜勒苏柯尔克孜自治州','2023-12-02 22:03:19','新疆','阿克陶县','随机生成',73.57),
(21076,NULL,97.39,3,'克孜勒苏柯尔克孜自治州','2023-12-02 22:03:19','新疆','其他','随机生成',75.84),
(21077,NULL,28.64,4,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','库尔勒市','随机生成',72.59),
(21078,NULL,95.80,2,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','和静县','随机生成',36.53),
(21079,NULL,99.66,1,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','尉犁县','随机生成',45.88),
(21080,NULL,21.79,1,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','和硕县','随机生成',71.16),
(21081,NULL,97.95,2,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','且末县','随机生成',13.95),
(21082,NULL,12.07,3,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','博湖县','随机生成',13.56),
(21083,NULL,87.83,3,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','轮台县','随机生成',77.44),
(21084,NULL,54.03,1,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','若羌县','随机生成',87.72),
(21085,NULL,41.33,1,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','焉耆回族自治县','随机生成',11.41),
(21086,NULL,66.05,2,'巴音郭楞蒙古自治州','2023-12-02 22:03:19','新疆','其他','随机生成',55.63),
(21087,NULL,46.47,1,'昌吉回族自治州','2023-12-02 22:03:19','新疆','昌吉市','随机生成',72.68),
(21088,NULL,41.46,2,'昌吉回族自治州','2023-12-02 22:03:19','新疆','阜康市','随机生成',60.32),
(21089,NULL,20.71,4,'昌吉回族自治州','2023-12-02 22:03:19','新疆','奇台县','随机生成',5.24),
(21090,NULL,2.18,2,'昌吉回族自治州','2023-12-02 22:03:19','新疆','玛纳斯县','随机生成',19.29),
(21091,NULL,33.19,3,'昌吉回族自治州','2023-12-02 22:03:19','新疆','吉木萨尔县','随机生成',1.59),
(21092,NULL,35.89,3,'昌吉回族自治州','2023-12-02 22:03:19','新疆','呼图壁县','随机生成',78.30),
(21093,NULL,77.76,2,'昌吉回族自治州','2023-12-02 22:03:19','新疆','木垒哈萨克自治县','随机生成',17.91),
(21094,NULL,62.56,3,'昌吉回族自治州','2023-12-02 22:03:19','新疆','米泉市','随机生成',3.82),
(21095,NULL,78.46,1,'昌吉回族自治州','2023-12-02 22:03:19','新疆','其他','随机生成',91.76),
(21096,NULL,8.90,2,'博尔塔拉蒙古自治州','2023-12-02 22:03:19','新疆','博乐市','随机生成',14.09),
(21097,NULL,52.82,2,'博尔塔拉蒙古自治州','2023-12-02 22:03:19','新疆','精河县','随机生成',79.69),
(21098,NULL,23.01,3,'博尔塔拉蒙古自治州','2023-12-02 22:03:19','新疆','温泉县','随机生成',0.61),
(21099,NULL,70.20,2,'博尔塔拉蒙古自治州','2023-12-02 22:03:19','新疆','其他','随机生成',2.85),
(21100,NULL,70.38,4,'石河子','2023-12-02 22:03:19','新疆','石河子','随机生成',60.48),
(21101,NULL,63.70,2,'阿拉尔','2023-12-02 22:03:19','新疆','阿拉尔','随机生成',78.65),
(21102,NULL,33.41,3,'图木舒克','2023-12-02 22:03:19','新疆','图木舒克','随机生成',53.09),
(21103,NULL,64.65,3,'五家渠','2023-12-02 22:03:19','新疆','五家渠','随机生成',68.63),
(21104,NULL,0.03,3,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','伊宁市','随机生成',23.25),
(21105,NULL,73.51,1,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','奎屯市','随机生成',17.01),
(21106,NULL,52.75,3,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','伊宁县','随机生成',48.87),
(21107,NULL,81.36,3,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','特克斯县','随机生成',11.82),
(21108,NULL,51.20,1,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','尼勒克县','随机生成',14.07),
(21109,NULL,77.14,2,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','昭苏县','随机生成',48.29),
(21110,NULL,50.05,3,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','新源县','随机生成',7.23),
(21111,NULL,53.48,3,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','霍城县','随机生成',28.36),
(21112,NULL,94.93,1,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','巩留县','随机生成',34.69),
(21113,NULL,29.61,1,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','察布查尔锡伯自治县','随机生成',89.99),
(21114,NULL,86.97,2,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','塔城地区','随机生成',28.40),
(21115,NULL,92.02,2,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','阿勒泰地区','随机生成',27.93),
(21116,NULL,38.07,2,'伊犁哈萨克自治州','2023-12-02 22:03:19','新疆','其他','随机生成',74.70),
(21117,NULL,50.88,1,'其他','2023-12-02 22:03:19','新疆','其他','随机生成',89.73),
(21118,NULL,68.05,4,'台湾','2023-12-02 22:03:19','台湾','台北市','随机生成',12.45),
(21119,NULL,97.36,1,'台湾','2023-12-02 22:03:19','台湾','高雄市','随机生成',51.12),
(21120,NULL,85.21,4,'台湾','2023-12-02 22:03:19','台湾','台北县','随机生成',66.66),
(21121,NULL,12.70,1,'台湾','2023-12-02 22:03:19','台湾','桃园县','随机生成',47.86),
(21122,NULL,84.65,1,'台湾','2023-12-02 22:03:19','台湾','新竹县','随机生成',92.79),
(21123,NULL,99.73,2,'台湾','2023-12-02 22:03:19','台湾','苗栗县','随机生成',74.84),
(21124,NULL,7.95,3,'台湾','2023-12-02 22:03:19','台湾','台中县','随机生成',74.64),
(21125,NULL,93.47,1,'台湾','2023-12-02 22:03:19','台湾','彰化县','随机生成',95.09),
(21126,NULL,74.92,4,'台湾','2023-12-02 22:03:19','台湾','南投县','随机生成',70.91),
(21127,NULL,55.89,1,'台湾','2023-12-02 22:03:19','台湾','云林县','随机生成',67.73),
(21128,NULL,13.24,3,'台湾','2023-12-02 22:03:19','台湾','嘉义县','随机生成',56.56),
(21129,NULL,76.28,4,'台湾','2023-12-02 22:03:19','台湾','台南县','随机生成',34.68),
(21130,NULL,56.24,2,'台湾','2023-12-02 22:03:19','台湾','高雄县','随机生成',17.96),
(21131,NULL,21.46,1,'台湾','2023-12-02 22:03:19','台湾','屏东县','随机生成',43.60),
(21132,NULL,43.36,2,'台湾','2023-12-02 22:03:19','台湾','宜兰县','随机生成',87.81),
(21133,NULL,88.10,1,'台湾','2023-12-02 22:03:19','台湾','花莲县','随机生成',22.71),
(21134,NULL,87.95,2,'台湾','2023-12-02 22:03:19','台湾','台东县','随机生成',10.93),
(21135,NULL,67.01,3,'台湾','2023-12-02 22:03:19','台湾','澎湖县','随机生成',72.08),
(21136,NULL,35.84,4,'台湾','2023-12-02 22:03:19','台湾','基隆市','随机生成',85.65),
(21137,NULL,32.49,4,'台湾','2023-12-02 22:03:19','台湾','新竹市','随机生成',71.97),
(21138,NULL,66.17,3,'台湾','2023-12-02 22:03:19','台湾','台中市','随机生成',99.10),
(21139,NULL,53.83,1,'台湾','2023-12-02 22:03:19','台湾','嘉义市','随机生成',16.75),
(21140,NULL,85.45,4,'台湾','2023-12-02 22:03:19','台湾','台南市','随机生成',35.23),
(21141,NULL,51.03,4,'台湾','2023-12-02 22:03:19','台湾','其他','随机生成',88.13),
(21142,NULL,26.99,2,'其他','2023-12-02 22:03:19','台湾','其他','随机生成',4.97),
(21143,NULL,28.04,1,'澳门','2023-12-02 22:03:19','澳门','花地玛堂区','随机生成',27.44),
(21144,NULL,65.41,4,'澳门','2023-12-02 22:03:19','澳门','圣安多尼堂区','随机生成',78.83),
(21145,NULL,33.90,2,'澳门','2023-12-02 22:03:19','澳门','大堂区','随机生成',95.97),
(21146,NULL,15.12,4,'澳门','2023-12-02 22:03:19','澳门','望德堂区','随机生成',60.15),
(21147,NULL,78.06,2,'澳门','2023-12-02 22:03:19','澳门','风顺堂区','随机生成',77.59),
(21148,NULL,89.25,2,'澳门','2023-12-02 22:03:19','澳门','嘉模堂区','随机生成',68.13),
(21149,NULL,29.30,4,'澳门','2023-12-02 22:03:19','澳门','圣方济各堂区','随机生成',0.55),
(21150,NULL,88.73,3,'澳门','2023-12-02 22:03:19','澳门','路凼','随机生成',96.18),
(21151,NULL,59.91,2,'澳门','2023-12-02 22:03:19','澳门','其他','随机生成',85.14),
(21152,NULL,85.38,1,'香港','2023-12-02 22:03:19','香港','中西区','随机生成',60.13),
(21153,NULL,6.16,1,'香港','2023-12-02 22:03:19','香港','湾仔区','随机生成',37.08),
(21154,NULL,20.68,3,'香港','2023-12-02 22:03:19','香港','东区','随机生成',70.54),
(21155,NULL,84.04,3,'香港','2023-12-02 22:03:19','香港','南区','随机生成',29.44),
(21156,NULL,68.67,3,'香港','2023-12-02 22:03:19','香港','深水埗区','随机生成',1.95),
(21157,NULL,44.70,2,'香港','2023-12-02 22:03:19','香港','油尖旺区','随机生成',53.47),
(21158,NULL,75.43,1,'香港','2023-12-02 22:03:19','香港','九龙城区','随机生成',10.00),
(21159,NULL,85.19,4,'香港','2023-12-02 22:03:19','香港','黄大仙区','随机生成',17.97),
(21160,NULL,52.78,1,'香港','2023-12-02 22:03:19','香港','观塘区','随机生成',18.38),
(21161,NULL,68.79,3,'香港','2023-12-02 22:03:19','香港','北区','随机生成',13.93),
(21162,NULL,22.95,2,'香港','2023-12-02 22:03:19','香港','大埔区','随机生成',23.86),
(21163,NULL,30.75,4,'香港','2023-12-02 22:03:19','香港','沙田区','随机生成',16.44),
(21164,NULL,86.03,2,'香港','2023-12-02 22:03:19','香港','西贡区','随机生成',38.67),
(21165,NULL,89.95,3,'香港','2023-12-02 22:03:19','香港','元朗区','随机生成',32.39),
(21166,NULL,63.81,2,'香港','2023-12-02 22:03:19','香港','屯门区','随机生成',7.46),
(21167,NULL,54.69,3,'香港','2023-12-02 22:03:19','香港','荃湾区','随机生成',40.40),
(21168,NULL,12.84,1,'香港','2023-12-02 22:03:19','香港','葵青区','随机生成',42.44),
(21169,NULL,27.58,4,'香港','2023-12-02 22:03:19','香港','离岛区','随机生成',59.02),
(21170,NULL,7.77,1,'香港','2023-12-02 22:03:19','香港','其他','随机生成',74.38),
(21171,NULL,49.65,4,'钓鱼岛','2023-12-02 22:03:19','钓鱼岛','钓鱼岛','随机生成',20.46),
(21172,1,100.00,1,'徐州','2023-12-15 11:26:45','江苏','云龙区','电脑',200.00),
(21173,1,222.00,1,'徐州','2023-12-22 13:28:05','江苏','云龙区','电脑',444.00);

UNLOCK TABLES;

/*Table structure for table `user_rank` */

CREATE TABLE `user_rank` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` varchar(255) DEFAULT NULL,
  `recyclable_gram` double(10,2) DEFAULT NULL,
  `dry_gram` double(10,2) DEFAULT NULL,
  `wet_gram` double(10,2) DEFAULT NULL,
  `harmful_gram` double(10,2) DEFAULT NULL,
  `recyclable_rank` double(10,2) DEFAULT NULL,
  `dry_rank` int(10) DEFAULT NULL,
  `wet_rank` int(10) DEFAULT NULL,
  `harmful_rank` int(10) DEFAULT NULL,
  `rank` int(10) DEFAULT NULL,
  `city_rank` int(10) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

/*Data for the table `user_rank` */

LOCK TABLES `user_rank` WRITE;

UNLOCK TABLES;

/*Table structure for table `user_role` */

CREATE TABLE `user_role` (
  `ur_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增主键',
  `user_id` varchar(100) DEFAULT NULL COMMENT '用户id',
  `role_id` int(11) DEFAULT NULL COMMENT '角色id',
  PRIMARY KEY (`ur_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=161 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

/*Data for the table `user_role` */

LOCK TABLES `user_role` WRITE;

insert  into `user_role`(`ur_id`,`user_id`,`role_id`) values 
(1,'1',1),
(155,'12',2),
(156,'13',2),
(159,'16',2),
(160,'17',2);

UNLOCK TABLES;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
